[
  {
    "id": "https://techcrunch.com/2025/05/22/senate-votes-to-revoke-californias-ability-to-set-air-pollution-standards/",
    "title": "Senate votes to revoke California’s ability to set air pollution standards",
    "link": "https://techcrunch.com/2025/05/22/senate-votes-to-revoke-californias-ability-to-set-air-pollution-standards/",
    "published_date": "2025-05-22T18:40:06+00:00",
    "content_raw": "The state was to require increasing sales of zero-emissions cars and passenger trucks starting in 2026.",
    "content_text": "The state was to require increasing sales of zero-emissions cars and passenger trucks starting in 2026.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://www.theverge.com/news/673139/youtube-disney-justin-connolly-sports-media-head",
    "title": "Disney is suing YouTube for poaching a key media and sports executive",
    "link": "https://www.theverge.com/news/673139/youtube-disney-justin-connolly-sports-media-head",
    "published_date": "2025-05-22T22:35:50+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/gettyimages-2213791933.jpg?quality=90&#038;strip=all&#038;crop=16.4,0,83,64.4\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">As YouTube prepares to air an exclusive NFL opening week game <a href=\"https://www.theverge.com/2023/9/7/23862828/sunday-ticket-youtube-nfl-season\">for free on September 5th</a>, it’s hiring former Disney exec Justin Connolly. The move has caused Disney to respond by suing both YouTube and Connolly, saying he was in the middle of leading the team negotiating Disney’s license renewal with YouTube.</p>\n\n<p class=\"has-text-align-none\">He’d most recently been running the streaming services and linear media networks at Disney, and will take over as YouTube’s new global head of media and sports, as <a href=\"https://www.bloomberg.com/news/articles/2025-05-22/youtube-poaches-disney-official-to-oversee-global-media-sports\">first reported by <em>Bloomberg</em></a>. After spending more than 20 years at Disney and ESPN, he’ll be managing YouTube’s relationship with the media companies that distribute content on YouTube TV, as well as leading its live sports coverage. </p>\n\n<p class=\"has-text-align-none\"><em><a href=\"https://www.bloomberg.com/news/articles/2025-05-22/youtube-poaches-disney-official-to-oversee-global-media-sports?embedded-checkout=true\">Bloomberg</a></em> also first reported the lawsuit filed yesterday in California Superior Court, as Disney alleges that YouTube induced Connolly to breach a three-year employment contract that started in January and would’ve kept him there as an executive until an early termination option for March 1st, 2027. Connolly <a href=\"https://puck.news/newsletter_content/a-disney-exit-crossfire-20-a-cable-doomsday-preppers-guide/\">left Disney last week</a>, just months before the launch of its standalone <a href=\"https://www.theverge.com/news/666019/espn-standalone-subscription-service-price-disney-plus-hulu\">ESPN streaming service this fall</a>.</p>\n\n<p class=\"has-text-align-none\">In its <a href=\"https://www.documentcloud.org/documents/25951945-e108509950/\">complaint</a> (which you can read below), Disney’s lawyers write:</p>\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">Critically, Connolly leads the Disney team negotiating a license renewal with YouTube. Connolly has intimate knowledge of Disney’s other distribution deals, the financial details concerning Disney’s content being licensed to YouTube, and Disney’s negotiation strategies, both in general and in particular with respect to YouTube. It would be extremely prejudicial to Disney for Connolly to breach the contract which he negotiated just a few months ago and switch teams when Disney is working on a new licensing deal with the company that is trying to poach him.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">YouTube did not comment on the lawsuit.</p>\n\n<p class=\"has-text-align-none\">YouTube has become a growing force in live sports, with its live TV streaming service amassing more than 8 million subscribers and adding the <a href=\"https://www.theverge.com/2023/9/7/23862828/sunday-ticket-youtube-nfl-season\">NFL Sunday Ticket</a> package in 2023. The platform will also. Earlier this year, <a href=\"https://www.theverge.com/news/609684/youtube-bigger-tvs-phones-streaming\">YouTube revealed that it has become more popular</a> on TVs than phones.</p>\n\n<p class=\"has-text-align-none\">Other streaming companies have also increased their focus on sports recently, with Amazon preparing to <a href=\"https://www.theverge.com/2024/11/18/24299485/nba-wbd-max-sports-live-streaming-amazon-2025\">broadcast NBA games and<em> Inside the NBA</em> next season</a>, Apple’s close relationship with MLB and MLS, as well as Netflix’s broadcasts with the NFL and other events.</p>\n\n\n\n<p class=\"has-text-align-none\"><em><strong>Update, May 22nd:</strong> Added details of Disney’s lawsuit.</em></p>",
    "content_text": "As YouTube prepares to air an exclusive NFL opening week game for free on September 5th , it’s hiring former Disney exec Justin Connolly. The move has caused Disney to respond by suing both YouTube and Connolly, saying he was in the middle of leading the team negotiating Disney’s license renewal with YouTube. He’d most recently been running the streaming services and linear media networks at Disney, and will take over as YouTube’s new global head of media and sports, as first reported by Bloomberg . After spending more than 20 years at Disney and ESPN, he’ll be managing YouTube’s relationship with the media companies that distribute content on YouTube TV, as well as leading its live sports coverage. Bloomberg also first reported the lawsuit filed yesterday in California Superior Court, as Disney alleges that YouTube induced Connolly to breach a three-year employment contract that started in January and would’ve kept him there as an executive until an early termination option for March 1st, 2027. Connolly left Disney last week , just months before the launch of its standalone ESPN streaming service this fall . In its complaint (which you can read below), Disney’s lawyers write: Critically, Connolly leads the Disney team negotiating a license renewal with YouTube. Connolly has intimate knowledge of Disney’s other distribution deals, the financial details concerning Disney’s content being licensed to YouTube, and Disney’s negotiation strategies, both in general and in particular with respect to YouTube. It would be extremely prejudicial to Disney for Connolly to breach the contract which he negotiated just a few months ago and switch teams when Disney is working on a new licensing deal with the company that is trying to poach him. YouTube did not comment on the lawsuit. YouTube has become a growing force in live sports, with its live TV streaming service amassing more than 8 million subscribers and adding the NFL Sunday Ticket package in 2023. The platform will also. Earlier this year, YouTube revealed that it has become more popular on TVs than phones. Other streaming companies have also increased their focus on sports recently, with Amazon preparing to broadcast NBA games and Inside the NBA next season , Apple’s close relationship with MLB and MLS, as well as Netflix’s broadcasts with the NFL and other events. Update, May 22nd: Added details of Disney’s lawsuit.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/anthropic-ceo-claims-ai-models-hallucinate-less-than-humans/",
    "title": "Anthropic CEO claims AI models hallucinate less than humans",
    "link": "https://techcrunch.com/2025/05/22/anthropic-ceo-claims-ai-models-hallucinate-less-than-humans/",
    "published_date": "2025-05-22T22:48:21+00:00",
    "content_raw": "Anthropic CEO Dario Amodei believes today&#8217;s AI models hallucinate, or make things up and present them as if they&#8217;re true, at a lower rate than humans do, he said during a press briefing at Anthropic&#8217;s first developer event, Code with Claude, in San Francisco on Thursday. Amodei said all this in the midst of a [&#8230;]",
    "content_text": "Anthropic CEO Dario Amodei believes today’s AI models hallucinate, or make things up and present them as if they’re true, at a lower rate than humans do, he said during a press briefing at Anthropic’s first developer event, Code with Claude, in San Francisco on Thursday. Amodei said all this in the midst of a […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/klarna-ceo-and-sutter-hill-take-victory-lap-after-jony-ives-openai-deal/",
    "title": "Klarna CEO and Sutter Hill take victory lap after Jony Ive’s OpenAI deal",
    "link": "https://techcrunch.com/2025/05/22/klarna-ceo-and-sutter-hill-take-victory-lap-after-jony-ives-openai-deal/",
    "published_date": "2025-05-22T21:34:21+00:00",
    "content_raw": "Hours after Sam Altman and Jony Ive announced on Wednesday that OpenAI was buying Ive’s company, io, in an all-stock transaction valued at $6.5 billion, Klarna CEO Sebastian Siemiatkowski posted a surprising message on X.  Siemiatkowski&#8217;s family investment office, Flat Capital, had bought shares in io six months earlier, he said. Since this is an [&#8230;]",
    "content_text": "Hours after Sam Altman and Jony Ive announced on Wednesday that OpenAI was buying Ive’s company, io, in an all-stock transaction valued at $6.5 billion, Klarna CEO Sebastian Siemiatkowski posted a surprising message on X.  Siemiatkowski’s family investment office, Flat Capital, had bought shares in io six months earlier, he said. Since this is an […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/bluesky-will-begin-verifying-notable-users/",
    "title": "Bluesky will begin verifying ‘notable’ users",
    "link": "https://techcrunch.com/2025/05/22/bluesky-will-begin-verifying-notable-users/",
    "published_date": "2025-05-22T21:28:56+00:00",
    "content_raw": "Bluesky on Thursday quietly opened the doors to those who want to become verified on its social networking service. In a post published by the Bluesky Safety account, the company announced that &#8220;notable and authentic&#8221; accounts can now apply for verification through a new online form. Plus, organizations can request to become a Trusted Verifier [&#8230;]",
    "content_text": "Bluesky on Thursday quietly opened the doors to those who want to become verified on its social networking service. In a post published by the Bluesky Safety account, the company announced that “notable and authentic” accounts can now apply for verification through a new online form. Plus, organizations can request to become a Trusted Verifier […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/anthropics-latest-flagship-ai-sure-seems-to-love-using-the-cyclone-emoji/",
    "title": "Anthropic’s latest flagship AI sure seems to love using the ‘cyclone’ emoji",
    "link": "https://techcrunch.com/2025/05/22/anthropics-latest-flagship-ai-sure-seems-to-love-using-the-cyclone-emoji/",
    "published_date": "2025-05-22T20:12:15+00:00",
    "content_raw": "Anthropic&#8217;s new flagship AI model, Claude Opus 4, is a strong programmer and writer, the company claims. When talking to itself, it&#8217;s also a prolific emoji user. That&#8217;s according to a technical report Anthropic released on Thursday, a part of which investigates how Opus 4 behaves in &#8220;open-ended self-interaction&#8221; — i.e. essentially having a chat [&#8230;]",
    "content_text": "Anthropic’s new flagship AI model, Claude Opus 4, is a strong programmer and writer, the company claims. When talking to itself, it’s also a prolific emoji user. That’s according to a technical report Anthropic released on Thursday, a part of which investigates how Opus 4 behaves in “open-ended self-interaction” — i.e. essentially having a chat […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/a-safety-institute-advised-against-releasing-an-early-version-of-anthropics-claude-opus-4-ai-model/",
    "title": "A safety institute advised against releasing an early version of Anthropic’s Claude Opus 4 AI model",
    "link": "https://techcrunch.com/2025/05/22/a-safety-institute-advised-against-releasing-an-early-version-of-anthropics-claude-opus-4-ai-model/",
    "published_date": "2025-05-22T18:32:47+00:00",
    "content_raw": "A third-party research institute that Anthropic partnered with to test one of its new flagship AI models, Claude Opus 4, recommended against deploying an early version of the model due to its tendency to &#8220;scheme&#8221; and deceive. According to a safety report Anthropic published Thursday, the institute, Apollo Research, conducted tests to see in which [&#8230;]",
    "content_text": "A third-party research institute that Anthropic partnered with to test one of its new flagship AI models, Claude Opus 4, recommended against deploying an early version of the model due to its tendency to “scheme” and deceive. According to a safety report Anthropic published Thursday, the institute, Apollo Research, conducted tests to see in which […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/microsoft-says-lumma-password-stealer-malware-found-on-394000-windows-pcs/",
    "title": "Microsoft says Lumma password stealer malware found on 394,000 Windows PCs",
    "link": "https://techcrunch.com/2025/05/22/microsoft-says-lumma-password-stealer-malware-found-on-394000-windows-pcs/",
    "published_date": "2025-05-22T18:09:11+00:00",
    "content_raw": "Microsoft and law enforcement announced a coordinated takedown of the Lumma pasword-stealing malware.",
    "content_text": "Microsoft and law enforcement announced a coordinated takedown of the Lumma pasword-stealing malware.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/mozilla-is-shutting-down-read-it-later-app-pocket/",
    "title": "Mozilla is shutting down read-it-later app Pocket",
    "link": "https://techcrunch.com/2025/05/22/mozilla-is-shutting-down-read-it-later-app-pocket/",
    "published_date": "2025-05-22T18:06:21+00:00",
    "content_raw": "Mozilla announced on Thursday that it&#8217;s shutting down Pocket, a read-it-later app it acquired in 2017, on July 8. The company is also shutting down Fakespot, its browser extension that helps users identify unreliable reviews. &#8220;Pocket has helped millions save articles and discover stories worth reading,&#8221; Mozilla said in a blog post. &#8220;But the way [&#8230;]",
    "content_text": "Mozilla announced on Thursday that it’s shutting down Pocket, a read-it-later app it acquired in 2017, on July 8. The company is also shutting down Fakespot, its browser extension that helps users identify unreliable reviews. “Pocket has helped millions save articles and discover stories worth reading,” Mozilla said in a blog post. “But the way […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/anthropics-new-ai-model-turns-to-blackmail-when-engineers-try-to-take-it-offline/",
    "title": "Anthropic’s new AI model turns to blackmail when engineers try to take it offline",
    "link": "https://techcrunch.com/2025/05/22/anthropics-new-ai-model-turns-to-blackmail-when-engineers-try-to-take-it-offline/",
    "published_date": "2025-05-22T17:47:45+00:00",
    "content_raw": "Anthropic&#8217;s newly launched Claude Opus 4 model frequently tries to blackmail developers when they threaten to replace it with a new AI system and give it sensitive information about the engineers responsible for the decision, the company said in a safety report released Thursday. During pre-release testing, Anthropic asked Claude Opus 4 to act as [&#8230;]",
    "content_text": "Anthropic’s newly launched Claude Opus 4 model frequently tries to blackmail developers when they threaten to replace it with a new AI system and give it sensitive information about the engineers responsible for the decision, the company said in a safety report released Thursday. During pre-release testing, Anthropic asked Claude Opus 4 to act as […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/open-social-web-browser-surf-makes-it-easier-for-anyone-to-build-custom-feeds/",
    "title": "Open social web browser Surf makes it easier for anyone to build custom feeds",
    "link": "https://techcrunch.com/2025/05/22/open-social-web-browser-surf-makes-it-easier-for-anyone-to-build-custom-feeds/",
    "published_date": "2025-05-22T17:39:58+00:00",
    "content_raw": "With Starter Sets, Surf is simplifying the process of building those custom feeds, personalizing them, and even publishing them off-platform, if you choose.",
    "content_text": "With Starter Sets, Surf is simplifying the process of building those custom feeds, personalizing them, and even publishing them off-platform, if you choose.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/meta-adds-another-650-mw-of-solar-power-to-its-ai-push/",
    "title": "Meta adds another 650 MW of solar power to its AI push",
    "link": "https://techcrunch.com/2025/05/22/meta-adds-another-650-mw-of-solar-power-to-its-ai-push/",
    "published_date": "2025-05-22T16:49:53+00:00",
    "content_raw": "The company already has more than 12 gigawatts of capacity in its renewable power portfolio.",
    "content_text": "The company already has more than 12 gigawatts of capacity in its renewable power portfolio.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/anthropics-new-claude-4-ai-models-can-reason-over-many-steps/",
    "title": "Anthropic’s new Claude 4 AI models can reason over many steps",
    "link": "https://techcrunch.com/2025/05/22/anthropics-new-claude-4-ai-models-can-reason-over-many-steps/",
    "published_date": "2025-05-22T16:45:00+00:00",
    "content_raw": "During its inaugural developer conference Thursday, Anthropic launched two new AI models that the startup claims are among the industry&#8217;s best, at least in terms of how they score on popular benchmarks. Claude Opus 4 and Claude Sonnet 4, part of Anthropic&#8217;s new Claude 4 family of models, can analyze large datasets, execute long-horizon tasks, [&#8230;]",
    "content_text": "During its inaugural developer conference Thursday, Anthropic launched two new AI models that the startup claims are among the industry’s best, at least in terms of how they score on popular benchmarks. Claude Opus 4 and Claude Sonnet 4, part of Anthropic’s new Claude 4 family of models, can analyze large datasets, execute long-horizon tasks, […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/spacexs-starship-cleared-to-return-to-flight-with-expanded-hazard-areas/",
    "title": "SpaceX’s Starship cleared to return to flight with expanded ‘hazard areas’",
    "link": "https://techcrunch.com/2025/05/22/spacexs-starship-cleared-to-return-to-flight-with-expanded-hazard-areas/",
    "published_date": "2025-05-22T16:12:34+00:00",
    "content_raw": "The Federal Aviation Administration has cleared SpaceX to perform the ninth test flight of its Starship rocket system, following back-to-back explosions earlier this year. The agency said Thursday it is &#8220;expanding the size of hazard areas both in the U.S. and other countries&#8221; for the flight based on an updated safety analysis provided by SpaceX. [&#8230;]",
    "content_text": "The Federal Aviation Administration has cleared SpaceX to perform the ninth test flight of its Starship rocket system, following back-to-back explosions earlier this year. The agency said Thursday it is “expanding the size of hazard areas both in the U.S. and other countries” for the flight based on an updated safety analysis provided by SpaceX. […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/vercel-debuts-an-ai-model-optimized-for-web-development/",
    "title": "Vercel debuts an AI model optimized for web development",
    "link": "https://techcrunch.com/2025/05/22/vercel-debuts-an-ai-model-optimized-for-web-development/",
    "published_date": "2025-05-22T15:40:21+00:00",
    "content_raw": "The team behind Vercel&#8217;s V0, an AI-powered platform for web creation, has developed an AI model it claims excels at certain website development tasks. Available through an API, the model, called &#8220;v0-1.0-md,&#8221; can be prompted with text or images, and was &#8220;optimized for front-end and full-stack web development,&#8221; the Vercel team says. Currently in beta, [&#8230;]",
    "content_text": "The team behind Vercel’s V0, an AI-powered platform for web creation, has developed an AI model it claims excels at certain website development tasks. Available through an API, the model, called “v0-1.0-md,” can be prompted with text or images, and was “optimized for front-end and full-stack web development,” the Vercel team says. Currently in beta, […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/revenuecat-raises-50m-as-it-expands-beyond-mobile-app-monetization/",
    "title": "RevenueCat raises $50M as it expands beyond mobile app monetization",
    "link": "https://techcrunch.com/2025/05/22/revenuecat-raises-50m-as-it-expands-beyond-mobile-app-monetization/",
    "published_date": "2025-05-22T15:35:36+00:00",
    "content_raw": "Key to the company's growth are the next products RevenueCat has on its roadmap, the company's founder says.",
    "content_text": "Key to the company's growth are the next products RevenueCat has on its roadmap, the company's founder says.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/the-wild-story-of-how-gut-health-ai-toilet-startup-throne-raised-4m-led-by-moxxie/",
    "title": "The wild story of how gut health AI toilet startup Throne raised $4M led by Moxxie",
    "link": "https://techcrunch.com/2025/05/22/the-wild-story-of-how-gut-health-ai-toilet-startup-throne-raised-4m-led-by-moxxie/",
    "published_date": "2025-05-22T15:00:00+00:00",
    "content_raw": "The tale of how smart toilet startup Throne landed its seed round is so full of serendipities, one could almost believe it was orchestrated by the hand of Fortuna, Roman goddess of providence. Throne is an Austin-based company working on an AI-powered toilet device for consumers. It uses computer vision (cameras pointing in the bowl [&#8230;]",
    "content_text": "The tale of how smart toilet startup Throne landed its seed round is so full of serendipities, one could almost believe it was orchestrated by the hand of Fortuna, Roman goddess of providence. Throne is an Austin-based company working on an AI-powered toilet device for consumers. It uses computer vision (cameras pointing in the bowl […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/the-complete-side-events-lineup-at-techcrunch-sessions-ai/",
    "title": "The complete Side Events lineup at TechCrunch Sessions: AI",
    "link": "https://techcrunch.com/2025/05/22/the-complete-side-events-lineup-at-techcrunch-sessions-ai/",
    "published_date": "2025-05-22T15:00:00+00:00",
    "content_raw": "Get ready to amplify your TechCrunch Sessions: AI experience with the electrifying lineup of Side Events taking Berkeley by storm during the week of June 1-7. As the countdown to TC Sessions: AI begins, we’re thrilled to share our&#160;Side Events&#160;lineup to foster meaningful connections within the vibrant Berkeley, California, tech community. Whether you’re a seasoned industry pro or a [&#8230;]",
    "content_text": "Get ready to amplify your TechCrunch Sessions: AI experience with the electrifying lineup of Side Events taking Berkeley by storm during the week of June 1-7. As the countdown to TC Sessions: AI begins, we’re thrilled to share our Side Events lineup to foster meaningful connections within the vibrant Berkeley, California, tech community. Whether you’re a seasoned industry pro or a […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/22/openai-teams-up-with-cisco-oracle-to-build-uae-data-center/",
    "title": "OpenAI teams up with Cisco, Oracle to build UAE data center",
    "link": "https://techcrunch.com/2025/05/22/openai-teams-up-with-cisco-oracle-to-build-uae-data-center/",
    "published_date": "2025-05-22T14:40:51+00:00",
    "content_raw": "As rumored, OpenAI is expanding its ambitious Stargate data center project to the Middle East. On Thursday, the company announced Stargate UAE, which will bring a 1GW data center cluster to Abu Dhabi. OpenAI expects 200MW will go live in 2026, developed with partners including G42, Oracle, Nvidia, Cisco, and SoftBank. In a blog post, [&#8230;]",
    "content_text": "As rumored, OpenAI is expanding its ambitious Stargate data center project to the Middle East. On Thursday, the company announced Stargate UAE, which will bring a 1GW data center cluster to Abu Dhabi. OpenAI expects 200MW will go live in 2026, developed with partners including G42, Oracle, Nvidia, Cisco, and SoftBank. In a blog post, […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/tech/652945/nintendo-switch-2-accessories-pro-controller-cases-camera-preorder-price-availability",
    "title": "Where to preorder the Pro 2 controller and other Switch 2 accessories",
    "link": "https://www.theverge.com/tech/652945/nintendo-switch-2-accessories-pro-controller-cases-camera-preorder-price-availability",
    "published_date": "2025-05-22T23:58:39+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/04/Nintendo-Switch-2-Pro-Controller-Lifestyle-Image-5.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>﻿Nintendo’s next-gen Pro Controller introduces some welcome additions to one of the best gamepads around.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">We’re now just a few weeks away from the release of the <a href=\"https://www.theverge.com/nintendo/638604/nintendo-switch-2-direct-news-trailers-stream\">Switch 2</a>, but it isn’t the only hardware launching on June 5th. Soon, Nintendo will also release a variety of new accessories for its upcoming gaming console, the bulk of which are now available for preorder at <a href=\"https://www.walmart.com/shop/switch2\">Walmart</a>, <a href=\"https://www.bestbuy.com/site/video-games/nintendo/pcmcat1742407305710.c?id=pcmcat1742407305710\">Best Buy</a>, <a href=\"https://www.gamestop.com/consoles-hardware/nintendo-switch-2\">GameStop</a>, and <a href=\"https://www.target.com/c/nintendo-switch-video-games/-/N-4hny0\">Target</a> ahead of their release. From a <a href=\"https://www.gamestop.com/gaming-accessories/controllers/nintendo-switch-2/products/nintendo-switch-2-pro-controller/20021639.html\">redesigned Pro Controller</a> and <a href=\"https://www.walmart.com/ip/Nintendo-Switch-2-Carrying-Case-Screen-Protector/15955005002?classType=REGULAR\">cases</a> to <a href=\"https://www.gamestop.com/gaming-accessories/accessory-kits/nintendo-switch-2/products/nintendo-switch-2-camera/20021644.html\">a camera that <span>lets you video chat</span></a><span> with</span> your friends, each is designed to level up your gaming experience.</p>\n\n<p class=\"has-text-align-none\">Sadly, President Trump’s on-again, off-again tariff policy <a href=\"https://www.theverge.com/news/651971/nintendo-switch-2-target-preorders-time\">has resulted in slight price bumps</a> on several Switch 2 accessories — including the aforementioned Pro 2 Controller. There’s no telling whether we can expect more price hikes down the line, either, meaning if you do manage to preorder a Switch 2 and want to pick up a second controller or another accessory to go with it, now might be the time to act.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"nintendo-switch-2-pro-controller\"> Nintendo Switch 2 Pro Controller</h3>\n\n<p class=\"has-text-align-none\">The removable Joy-Cons are great for portable and wireless play, but their small, curveless design can feel cramped during longer sessions if you have larger hands. That’s why the <a href=\"https://www.theverge.com/news/637833/nintendo-switch-2-pro-controller-details\">Nintendo Switch 2 Pro controller</a> might be worth a look, especially if you mostly game in TV mode. The upgraded version of one of our <a href=\"https://www.theverge.com/23350899/nintendo-switch-controllers-best-wireless-joy-con-gamepad\">favorite Nintendo Switch controller</a> features a few welcome improvements, including a pair of rear GL and GR buttons players can use to remap other controls. Nintendo has also finally added a 3.5mm audio jack, allowing you to pair it with a headset or a set of wired headphones. The gamepad even features the aforementioned&nbsp;<a href=\"https://www.theverge.com/news/24343637/nintendo-switch-2-joy-con-c-button-controller\">“C” button</a>.</p>\n\n<p class=\"has-text-align-none\">As of writing, you can preorder the Switch 2 Pro controller for $84.99 at <a href=\"https://www.bestbuy.com/site/nintendo-switch-2-pro-controller-black/6625904.p?skuId=6625904\">Best Buy</a>, <a href=\"https://www.gamestop.com/gaming-accessories/controllers/nintendo-switch-2/products/nintendo-switch-2-pro-controller/20021639.html\">GameStop</a>, and <a href=\"https://www.target.com/p/nintendo-switch-2-pro-controller/-/A-94704613\">Target</a>. It was also initially available at <a href=\"https://www.walmart.com/ip/Nintendo-Switch-2-Pro-Controller/15955005005/\">Walmart</a>; however, the retailer’s initial preorder allotment has since sold out.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"joy-con-2-charging-grip\">Joy-Con 2 Wheel (set of two)</h3>\n\n<p class=\"has-text-align-none\">If you plan on picking up the new <em><a href=\"https://www.theverge.com/nintendo/642432/mario-kart-world-hands-on-nintendo-switch-2\">Mario Kart World</a></em>, the Joy-Con 2 Wheels are worth a look. Simply snap the Joy-Con 2 controllers, which connect magnetically, into the steering wheel attachments before booting up your preferred racing title. The two-wheel set is currently available for preorder for $24.99 at <a href=\"https://www.bestbuy.com/site/nintendo-joy-con-2-wheel-set-of-two-multi/6625928.p?skuId=6625928\">Best Buy</a>, <a href=\"https://www.gamestop.com/gaming-accessories/racing-wheels/nintendo-switch-2/products/nintendo-switch-2-joy-con-2-wheel-set-of-2/20021978.html\">GameStop</a>, and <a href=\"https://www.target.com/p/nintendo-switch-2-joy-con-2-wheel-set-of-2/-/A-94704604#lnk=sametab\">Target</a>.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\" id=\"nintendo-switch-2-carrying-case-and-screen-protector\">Nintendo Switch 2 Carrying Case and Screen Protector</h2>\n\n<p class=\"has-text-align-none\">The Switch 2 is a pricey gadget you’ll want to keep safe, so it’s a good idea to invest in a carrying case like the Nintendo Switch 2 Carrying Case &amp; Screen Protector. We’ll likely see a wealth of third-party brands release their own version in the coming weeks, but Nintendo’s proprietary offering is likely to be one of the few available at launch.</p>\n\n<p class=\"has-text-align-none\">The bundle — which includes a console-only carrying case, screen protector, and cleaning cloth — is only available for preorder for $39.99 at <a href=\"https://www.gamestop.com/gaming-accessories/skins/nintendo-switch-2/products/nintendo-switch-2-carrying-case-and-screen-protector/20021990.html\">GameStop</a> and <a href=\"https://www.target.com/p/nintendo-switch-2-carrying-case-38-screen-protector/-/A-94704603#lnk=sametab\">Target</a>, even if it was originally available elsewhere. </p>\n\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"nintendo-switch-2-all-in-one-carrying-case\">Nintendo Switch 2 All-In-One Carrying Case</h3>\n\n<p class=\"has-text-align-none\">Nintendo is also launching an All-In-One Carrying Case on June 5th, which is more spacious than the model mentioned above. The higher-end case features separate compartments for stowing the console and various goodies, including the Switch 2 dock, Joy-Con 2 controllers, cables, and up to six game cards. You can preorder it now from <a href=\"http://gamestop.com/gaming-accessories/cases-stands/nintendo-switch-2/products/nintendo-switch-2-all-in-one-carrying-case/20021981.html\">GameStop</a> for $84.99.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"where-to-preorder-the-switch-2-camera\">Nintendo Switch 2 Camera</h3>\n\n<p class=\"has-text-align-none\">Supposedly, you can video chat with friends via GameChat using any compatible USB-C camera, but Nintendo offers its own solution in the form of the <a href=\"https://www.theverge.com/news/641352/nintendo-switch-2-camera-launch\">Nintendo Switch 2 Camera</a>. The 1080p camera is designed to sit on a stand, allowing you to display your face as a picture-in-picture overlay or as a dedicated video feed. A few titles, such as the upgraded&nbsp;version of <em>Super Mario Party Jamboree</em>, let you see your friends on-screen while you play. Some mini-games even incorporate the camera into the game experience itself.</p>\n\n<p class=\"has-text-align-none\">The camera features an adjustable wide-angle lens, designed to capture groups of people in a single shot, as well as a “high-sensitivity image sensor” that automatically adjusts brightness levels. It also features a built-in privacy shutter and includes a USB-C charging cable, as well as support for TV, tabletop, and handheld modes.</p>\n\n<p class=\"has-text-align-none\">You can currently preorder it for $54.99 from <a href=\"https://www.bestbuy.com/site/nintendo-switch-2-camera/6625885.p?skuId=6625885\">Best Buy</a>, <a href=\"https://www.gamestop.com/gaming-accessories/accessory-kits/nintendo-switch-2/products/nintendo-switch-2-camera/20021644.html\">GameStop</a>, and <a href=\"https://www.target.com/p/nintendo-switch-2-camera/-/A-94704612#lnk=sametab\">Target</a>.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, May 22nd:</strong> Updated to reflect current pricing and availability.</em></p>",
    "content_text": "﻿Nintendo’s next-gen Pro Controller introduces some welcome additions to one of the best gamepads around. We’re now just a few weeks away from the release of the Switch 2 , but it isn’t the only hardware launching on June 5th. Soon, Nintendo will also release a variety of new accessories for its upcoming gaming console, the bulk of which are now available for preorder at Walmart , Best Buy , GameStop , and Target ahead of their release. From a redesigned Pro Controller and cases to a camera that lets you video chat with your friends, each is designed to level up your gaming experience. Sadly, President Trump’s on-again, off-again tariff policy has resulted in slight price bumps on several Switch 2 accessories — including the aforementioned Pro 2 Controller. There’s no telling whether we can expect more price hikes down the line, either, meaning if you do manage to preorder a Switch 2 and want to pick up a second controller or another accessory to go with it, now might be the time to act. Nintendo Switch 2 Pro Controller The removable Joy-Cons are great for portable and wireless play, but their small, curveless design can feel cramped during longer sessions if you have larger hands. That’s why the Nintendo Switch 2 Pro controller might be worth a look, especially if you mostly game in TV mode. The upgraded version of one of our favorite Nintendo Switch controller features a few welcome improvements, including a pair of rear GL and GR buttons players can use to remap other controls. Nintendo has also finally added a 3.5mm audio jack, allowing you to pair it with a headset or a set of wired headphones. The gamepad even features the aforementioned “C” button . As of writing, you can preorder the Switch 2 Pro controller for $84.99 at Best Buy , GameStop , and Target . It was also initially available at Walmart ; however, the retailer’s initial preorder allotment has since sold out. Joy-Con 2 Wheel (set of two) If you plan on picking up the new Mario Kart World , the Joy-Con 2 Wheels are worth a look. Simply snap the Joy-Con 2 controllers, which connect magnetically, into the steering wheel attachments before booting up your preferred racing title. The two-wheel set is currently available for preorder for $24.99 at Best Buy , GameStop , and Target . Nintendo Switch 2 Carrying Case and Screen Protector The Switch 2 is a pricey gadget you’ll want to keep safe, so it’s a good idea to invest in a carrying case like the Nintendo Switch 2 Carrying Case & Screen Protector. We’ll likely see a wealth of third-party brands release their own version in the coming weeks, but Nintendo’s proprietary offering is likely to be one of the few available at launch. The bundle — which includes a console-only carrying case, screen protector, and cleaning cloth — is only available for preorder for $39.99 at GameStop and Target , even if it was originally available elsewhere. Nintendo Switch 2 All-In-One Carrying Case Nintendo is also launching an All-In-One Carrying Case on June 5th, which is more spacious than the model mentioned above. The higher-end case features separate compartments for stowing the console and various goodies, including the Switch 2 dock, Joy-Con 2 controllers, cables, and up to six game cards. You can preorder it now from GameStop for $84.99. Nintendo Switch 2 Camera Supposedly, you can video chat with friends via GameChat using any compatible USB-C camera, but Nintendo offers its own solution in the form of the Nintendo Switch 2 Camera . The 1080p camera is designed to sit on a stand, allowing you to display your face as a picture-in-picture overlay or as a dedicated video feed. A few titles, such as the upgraded version of Super Mario Party Jamboree , let you see your friends on-screen while you play. Some mini-games even incorporate the camera into the game experience itself. The camera features an adjustable wide-angle lens, designed to capture groups of people in a single shot, as well as a “high-sensitivity image sensor” that automatically adjusts brightness levels. It also features a built-in privacy shutter and includes a USB-C charging cable, as well as support for TV, tabletop, and handheld modes. You can currently preorder it for $54.99 from Best Buy , GameStop , and Target . Update, May 22nd: Updated to reflect current pricing and availability.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/673265/marvel-studios-avengers-doomsday-secret-wars-delayed",
    "title": "Marvel&#8217;s next two Avengers have been delayed",
    "link": "https://www.theverge.com/news/673265/marvel-studios-avengers-doomsday-secret-wars-delayed",
    "published_date": "2025-05-22T23:43:58+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/1920_JG2_0685_ejBiwv9d-1440x982-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Marvel Studios has pushed back the release dates of <em>Avengers: Doomsday</em> and <em>Avengers: Secret Wars</em>, according to <a href=\"https://www.hollywoodreporter.com/movies/movie-news/avengers-doomsday-secret-wars-delay-release-dates-1236228047/\"><em>The Hollywood Reporter</em></a>. <em>Doomsday</em> is being delayed from May 1st, 2026, to December 18th, 2026. <em>Secret Wars’s </em>release has been pushed from May 7th, 2027 to December 17th, 2027.</p>\n\n<p class=\"has-text-align-none\">The Russo brothers are returning to <a href=\"https://www.theverge.com/2024/7/27/24206259/marvel-russo-brothers-avengers-doomsday-secret-wars-sdcc\">direct the two films</a>. Robert Downey Jr. will also be back, though this time as Doctor Doom instead of Iron Man, and Marvel reportedly <a href=\"https://www.theverge.com/2024/7/30/24209499/marvel-robert-downey-jr-doomsday-russo-bros-salaries\">spent big to get him</a>.</p>\n\n<p class=\"has-text-align-none\">Marvel has also already revealed that <em>Doomsday</em> will have <a href=\"https://www.theverge.com/news/636463/avengers-doomsday-cast-xmen-mcu\">a gigantic cast</a> that includes actors from other <em>Avengers</em> movies, more recent Marvel films, a bunch of <em>X-Men</em>, and even stars from this year’s <em>Fantastic Four: First Steps</em>. Chris Evans is reportedly <a href=\"https://www.hollywoodreporter.com/movies/movie-news/chris-evans-returning-to-marvel-1236082100/\">returning for <em>Doomsday</em></a>, too, but it’s unclear in what role.</p>\n\n<p class=\"has-text-align-none\">Disney will replace <em>Doomsday’s</em> May 1st, 2026 release slot with <em>The Devil Wears Prada 2</em>, <em>THR</em> says. Earlier this month, Disney <a href=\"https://www.theverge.com/movie-reviews/659694/thunderbolts-review\">released <em>Thunderbolts*</em></a>, and <em>First Steps</em> will follow <a href=\"https://www.theverge.com/news/643579/fantastic-four-first-steps-trailer-silver-surfer\">on July 25th</a>. </p>",
    "content_text": "Marvel Studios has pushed back the release dates of Avengers: Doomsday and Avengers: Secret Wars , according to The Hollywood Reporter . Doomsday is being delayed from May 1st, 2026, to December 18th, 2026. Secret Wars’s release has been pushed from May 7th, 2027 to December 17th, 2027. The Russo brothers are returning to direct the two films . Robert Downey Jr. will also be back, though this time as Doctor Doom instead of Iron Man, and Marvel reportedly spent big to get him . Marvel has also already revealed that Doomsday will have a gigantic cast that includes actors from other Avengers movies, more recent Marvel films, a bunch of X-Men , and even stars from this year’s Fantastic Four: First Steps . Chris Evans is reportedly returning for Doomsday , too, but it’s unclear in what role. Disney will replace Doomsday’s May 1st, 2026 release slot with The Devil Wears Prada 2 , THR says. Earlier this month, Disney released Thunderbolts* , and First Steps will follow on July 25th .",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/673247/elden-ring-film-adaptation-alex-garland-a24",
    "title": "Elden Ring is getting a film adaptation",
    "link": "https://www.theverge.com/news/673247/elden-ring-film-adaptation-alex-garland-a24",
    "published_date": "2025-05-22T23:24:23+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24076850/elden_ring_bandai_namco.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Elden Ring</em> will soon be more than just a hit video game. On Thursday, <a href=\"https://www.bandainamcoent.com/news/elden-ring-live-action-film-adaptation-announced\">Bandai Namco and A24 announced</a> a live-action <em>Elden Ring </em>film directed by Alex Garland.</p>\n\n<p class=\"has-text-align-none\">Japanese developer <a href=\"https://www.theverge.com/2022/2/23/22946279/elden-ring-review-ps5-xbox-pc\">FromSoftware released <em>Elden Ring</em></a> across Xbox, PlayStation, and PC in 2022, while a version for the Nintendo Switch 2 is set to be released this year. The action RPG became an instant hit, and puts you in the role of a Tarnished tasked with restoring the Elden Ring by defeating various challenging bosses throughout the Lands Between. The <a href=\"https://www.theverge.com/games/610585/elden-ring-nightreign-hands-on-preview\"><em>Elden Ring </em>spinoff <em>Nightreign</em></a> is coming out on May 30th, 2025.</p>\n\n<p class=\"has-text-align-none\">Garland is a writer, director, and producer best known for films like <em>Ex Machina</em>, <em>28 Days Later</em>, and <em>Dredd</em>.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.theverge.com/2022/3/16/22981060/fromsoftware-elden-ring-franchise-intellectual-properties-future-expansion\">FromSoftware first hinted</a> at the potential to expand <em>Elden Ring</em> “beyond the realm of games” in 2022. Last year, George R.R. Martin — the <em>A Song of Ice and Fire</em> creator <a href=\"https://www.ign.com/articles/george-r-r-martin-reveals-there-is-some-talk-about-making-a-movie-out-of-elden-ring-but-theres-one-big-obvious-thing-that-could-limit-his-involvement-with-it-ign-fan-fest-2025\">who helped write the game</a> — also said, “There is some talk about making a movie out of <em>Elden Ring</em>.” A publication called Nexus Point News first reported on the adaptation with A24 earlier this month, <a href=\"https://www.theverge.com/news/662200/elden-ring-movie-nexus-point-news-be-careful\">but pulled its original article</a> and didn’t explain why.</p>",
    "content_text": "Elden Ring will soon be more than just a hit video game. On Thursday, Bandai Namco and A24 announced a live-action Elden Ring film directed by Alex Garland. Japanese developer FromSoftware released Elden Ring across Xbox, PlayStation, and PC in 2022, while a version for the Nintendo Switch 2 is set to be released this year. The action RPG became an instant hit, and puts you in the role of a Tarnished tasked with restoring the Elden Ring by defeating various challenging bosses throughout the Lands Between. The Elden Ring spinoff Nightreign is coming out on May 30th, 2025. Garland is a writer, director, and producer best known for films like Ex Machina , 28 Days Later , and Dredd . FromSoftware first hinted at the potential to expand Elden Ring “beyond the realm of games” in 2022. Last year, George R.R. Martin — the A Song of Ice and Fire creator who helped write the game — also said, “There is some talk about making a movie out of Elden Ring .” A publication called Nexus Point News first reported on the adaptation with A24 earlier this month, but pulled its original article and didn’t explain why.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/673194/tech-ceos-zoom-klarna-replace-earnings",
    "title": "Tech CEOs are using AI to replace themselves",
    "link": "https://www.theverge.com/news/673194/tech-ceos-zoom-klarna-replace-earnings",
    "published_date": "2025-05-22T22:33:38+00:00",
    "content_raw": "<figure>\n\n<img alt=\"An image of Klarna CEO Sebastian Siemiatkowski’s AI-generated avatar.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/videoframe_10281.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>An image of Klarna CEO Sebastian Siemiatkowski’s AI-generated avatar.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Tech company CEOs aren’t just making their companies AI-first: this week, they’re using AI avatars to replace themselves in earnings calls.</p>\n\n<p class=\"has-text-align-none\">Buy-now-pay-later company Klarna featured the AI version of CEO and co-founder Sebastian Siemiatkowski in an 83-second video about its <a href=\"https://www.klarna.com/international/press/klarna-accelerates-global-momentum-in-q1-2025-and-unlocks-large-gains-from/\">Q1 2025 results</a>, <a href=\"https://techcrunch.com/2025/05/21/klarna-used-an-ai-avatar-of-its-ceo-to-deliver-earnings-it-said/?utm_campaign=social&amp;utm_source=threads&amp;utm_medium=organic\">as reported by <em>TechCrunch</em></a>. The <a href=\"https://youtu.be/lvbkhFYl5ZE?feature=shared\">video’s description</a> says that his “AI avatar” is presenting the results, and the AI avatar kicks off the video by saying that “it&#8217;s me, or rather, my AI avatar.” </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Klarna has already been vocal about how it uses AI in its business, with Siemiatkowski <a href=\"https://www.cnbc.com/2025/05/14/klarna-ceo-says-ai-helped-company-shrink-workforce-by-40percent.html\">telling CNBC</a> this month that the company shrunk its workforce in part as a result of its AI investments. This also <a href=\"https://www.linkedin.com/posts/davidsandstrom_for-the-first-time-klarnas-q3-update-is-activity-7266801208990867456-B4OY/?utm_source=share&amp;utm_medium=member_desktop&amp;rcm=ACoAAA0SWj0BDZ2NcVJ-7_3pAgaKDY_fHo9pMKk\">isn’t even the first time</a> the company has used an AI version of Siemiatkowski to share earnings.</p>\n\n<p class=\"has-text-align-none\">Zoom CEO Eric Yuan also deployed an AI version of himself for the company’s Q1 2026 earnings call on Wednesday. “Today, I’m using our custom avatars for Zoom Clips with AI Companion to share my part of the earnings report,” Yuan’s avatar <a href=\"https://investor.zoom.us/rec/play/ddLEN0Kpp9Io350gAiMhUZrmEwWf-sI9wHlMcXhldt1vyBORA1ZOgmdkJfnY88vib0FvsI3ZRvBnT5xM.Shfzcoi6wDAazcCV?eagerLoadZvaPages=sidemenu.billing.plan_management&amp;accessLevel=meeting&amp;canPlayFromShare=true&amp;from=share_recording_detail&amp;startTime=1747861270000&amp;componentName=rec-play&amp;originRequestUrl=https%3A%2F%2Finvestor.zoom.us%2Frec%2Fshare%2F3jjEAtxIXGatQ4gKQEhHSsCqoTSQlkvFjak7r46xC2Hr9gjZdUppgIzmU2RfTYJP.oyGooIDB2oHbvVQ_%3FstartTime%3D1747861270000\">said in a video</a>. “I’m proud to be among the first-ever CEOs to use an avatar in an earnings call.” In the top right corner of the video, you can see a message that says “created with Zoom AI Companion.”</p>\n\n<p class=\"has-text-align-none\">The human Yuan showed up for the live Q&amp;A portion of the call, though. “I truly love my AI-generated avatar,” he said while responding to the first question. “I think we are going to continue using that. I can tell you — I like that experience a lot.” Perhaps not surprising from the guy who wants “digital twins” to <a href=\"https://www.theverge.com/2024/6/3/24168733/zoom-ceo-ai-clones-digital-twins-videoconferencing-decoder-interview\">attend meetings on your behalf</a>.</p>",
    "content_text": "An image of Klarna CEO Sebastian Siemiatkowski’s AI-generated avatar. Tech company CEOs aren’t just making their companies AI-first: this week, they’re using AI avatars to replace themselves in earnings calls. Buy-now-pay-later company Klarna featured the AI version of CEO and co-founder Sebastian Siemiatkowski in an 83-second video about its Q1 2025 results , as reported by TechCrunch . The video’s description says that his “AI avatar” is presenting the results, and the AI avatar kicks off the video by saying that “it’s me, or rather, my AI avatar.” Klarna has already been vocal about how it uses AI in its business, with Siemiatkowski telling CNBC this month that the company shrunk its workforce in part as a result of its AI investments. This also isn’t even the first time the company has used an AI version of Siemiatkowski to share earnings. Zoom CEO Eric Yuan also deployed an AI version of himself for the company’s Q1 2026 earnings call on Wednesday. “Today, I’m using our custom avatars for Zoom Clips with AI Companion to share my part of the earnings report,” Yuan’s avatar said in a video . “I’m proud to be among the first-ever CEOs to use an avatar in an earnings call.” In the top right corner of the video, you can see a message that says “created with Zoom AI Companion.” The human Yuan showed up for the live Q&A portion of the call, though. “I truly love my AI-generated avatar,” he said while responding to the first question. “I think we are going to continue using that. I can tell you — I like that experience a lot.” Perhaps not surprising from the guy who wants “digital twins” to attend meetings on your behalf .",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/673127/ricoh-gr-iv-street-photography-camera-specs-announcement",
    "title": "Ricoh is finally making a GR IV camera, and it&#8217;s coming in the fall",
    "link": "https://www.theverge.com/news/673127/ricoh-gr-iv-street-photography-camera-specs-announcement",
    "published_date": "2025-05-22T22:28:56+00:00",
    "content_raw": "<figure>\n\n<img alt=\"The Ricoh GR IV camera from an isometric view on a white background.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/img-gr4-left_surface.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">In a pretty bare-bones <a href=\"https://news.ricoh-imaging.co.jp/rim_info2/2025/20250522_041009.html\">press release</a> accompanied by a couple of pictures and <a href=\"https://news.ricoh-imaging.co.jp/rim_info2/2025/20250522_041009.html#:~:text=Major%20Specifications\">detailed specs</a>, Ricoh surprise announced that its long-awaited GR IV camera will launch this fall. The GR IV will adhere closely to the design of the <a href=\"https://www.theverge.com/2018/9/28/17913212/ricoh-griii-camera-apsc-hands-on-photokina-2018\">GR III from 2018</a>, and it will continue to use an autofocusing 28mm-equivalent f/2.8 lens and only a rear LCD for composing photos and videos, with no electronic or optical viewfinder available.</p>\n\n<p class=\"has-text-align-none\">The GR IV’s exterior looks very similar to the GR III / <a href=\"https://www.theverge.com/24118170/fujifilm-x100vi-ricoh-gr-iiix-point-shoot-camera-comparison\">GR IIIx</a>, with an oval-shaped shutter button, on / off switch and mode dial up top, and a smattering of rear controls to the right of its LCD. Its buttons look redesigned, removing the spinning dial from around its four-way directional pad. And its adjustment thumb wheel, labeled “ADJ,” looks like it <em>may </em>be a fully turning dial instead of just a back-and-forth toggle that moves left or right. (I may be wishcasting that last part, because I think the thumb toggle on the GR III is annoying and fiddly.)</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\"><img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/img-gr4-front.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/img-gr4-left_back.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" title=\"\" /></figure>\n\n<p class=\"has-text-align-none\">What’s known for certain based on its spec list is that the GR IV retains the built-in ND filter of the GR III, but it slightly ups the resolution of its large APS-C sensor from 24 megapixels to 26.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It will also have a higher ISO range that reaches 204,800 at its maximum setting, and five-axis stabilization instead of three-axis stabilization. The GR IV’s lens may be the same focal length and maximum aperture as previous generations, but it’s a new seven-element design in a new arrangement utilizing an additional aspherical element that should yield better corrections. The upcoming camera will also have face and eye detection for its autofocus tracking, and 53GB of usable built-in storage. Onboard storage is great, and it’s much more than the GR III’s 2GB, but the GR IV is also downsizing from full-size SD cards to microSD.</p>\n\n<p class=\"has-text-align-none\">While there isn’t a price yet, Ricoh has confirmed the GR IV is expected to release in the autumn of 2025, with a variant featuring a <a href=\"https://www.theverge.com/24158218/ricoh-gr-iii-hdf-full-frame-video\">Highlight Diffusion Filter</a> (HDF) to come “after winter 2025.” The announcement also details that the GR III is scheduled to be discontinued in July, while the GR IIIx continues “for the time being.” <br />The Ricoh GR cameras have carved out a niche among street photographers who value their super-compact size and fairly affordable prices compared to a <a href=\"https://www.theverge.com/2024/2/21/24079251/people-have-very-strong-opinions-about-fujfilms-latest-camera\">Fujifilm X100</a> or <a href=\"https://www.theverge.com/2023/5/25/23736639/leica-q3-camera-28mm-fixed-lens-compact-8k-availability-price-specs\">Leica Q</a>. As cool and fun as I thought the just-announced <a href=\"https://www.theverge.com/news/672268/fujifilm-x-half-digital-compact-camera-fixed-lens-analog-price-specs\">Fujifilm X Half</a> might be, the GR IV has instantly become my most anticipated camera of 2025.</p>",
    "content_text": "In a pretty bare-bones press release accompanied by a couple of pictures and detailed specs , Ricoh surprise announced that its long-awaited GR IV camera will launch this fall. The GR IV will adhere closely to the design of the GR III from 2018 , and it will continue to use an autofocusing 28mm-equivalent f/2.8 lens and only a rear LCD for composing photos and videos, with no electronic or optical viewfinder available. The GR IV’s exterior looks very similar to the GR III / GR IIIx , with an oval-shaped shutter button, on / off switch and mode dial up top, and a smattering of rear controls to the right of its LCD. Its buttons look redesigned, removing the spinning dial from around its four-way directional pad. And its adjustment thumb wheel, labeled “ADJ,” looks like it may be a fully turning dial instead of just a back-and-forth toggle that moves left or right. (I may be wishcasting that last part, because I think the thumb toggle on the GR III is annoying and fiddly.) What’s known for certain based on its spec list is that the GR IV retains the built-in ND filter of the GR III, but it slightly ups the resolution of its large APS-C sensor from 24 megapixels to 26. It will also have a higher ISO range that reaches 204,800 at its maximum setting, and five-axis stabilization instead of three-axis stabilization. The GR IV’s lens may be the same focal length and maximum aperture as previous generations, but it’s a new seven-element design in a new arrangement utilizing an additional aspherical element that should yield better corrections. The upcoming camera will also have face and eye detection for its autofocus tracking, and 53GB of usable built-in storage. Onboard storage is great, and it’s much more than the GR III’s 2GB, but the GR IV is also downsizing from full-size SD cards to microSD. While there isn’t a price yet, Ricoh has confirmed the GR IV is expected to release in the autumn of 2025, with a variant featuring a Highlight Diffusion Filter (HDF) to come “after winter 2025.” The announcement also details that the GR III is scheduled to be discontinued in July, while the GR IIIx continues “for the time being.” The Ricoh GR cameras have carved out a niche among street photographers who value their super-compact size and fairly affordable prices compared to a Fujifilm X100 or Leica Q . As cool and fun as I thought the just-announced Fujifilm X Half might be, the GR IV has instantly become my most anticipated camera of 2025.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/tech/668088/rei-anniversary-sale-2025-garmin-watch-inreach-stoves-water-filters-deal-sale",
    "title": "Here are 20 of our favorite deals you can still grab from REI’s anniversary sale",
    "link": "https://www.theverge.com/tech/668088/rei-anniversary-sale-2025-garmin-watch-inreach-stoves-water-filters-deal-sale",
    "published_date": "2025-05-22T22:24:45+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25451187/Garmin_InReach_Mini_2_Lifestyle_Image.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Garmin’s InReach Mini might require a subscription to use, but we guarantee it’s far more durable than your phone.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">REI’s <a href=\"http://www.rei.com/promotions/anniversary-sale\">anniversary sale</a> may be winding down in the coming days, but many of our favorite outdoor gadgets and goods are still available at a hefty discount. Although some of our earlier gear recommendations have sold out — sorry, Jetboil stans — the outdoor retailer will continue to offer 30 percent off a large number of outdoor items through May 26th, letting you save on <a href=\"https://www.rei.com/product/245468/garmin-fenix-8-amoled\">Garmin watches</a>, <a href=\"https://www.rei.com/product/220587/lifestraw-go-series-bpa-free-water-filter-bottle-22-fl-oz\">water filters</a>, <a href=\"https://www.rei.com/product/204933/coleman-cascade-classic-camp-stove\">stoves</a>, <a href=\"https://www.rei.com/product/208257/garmin-inreach-mini-2/\">satellite communicators</a>, and one the <a href=\"https://www.rei.com/product/158004/helinox-chair-zero\">best backpacking chairs</a> around.</p>\n\n<p class=\"has-text-align-none\">Below, we’ve rounded up some of the best deals to help you gear up for your summer adventures. In some instances, other retailers like Amazon matching REI’s pricing, giving you additional ways to save. Also, keep in mind that REI members can save an additional 20 percent on <a href=\"https://www.rei.com/s/outlet-coupon-eligible-items\">one REI Outlet item</a> or get 20 percent off on <a href=\"https://www.rei.com/s/all-coupon-eligible-items\">one qualifying full-price item</a> when they use coupon code <strong>ANNIV2025</strong> at checkout.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<ul class=\"wp-block-list\">\n<li>Many of our <a href=\"https://www.theverge.com/23691498/best-garmin-smartwatch-fitness-tracker-wearables\">favorite Garmin smartwatches</a> are also on sale right now, including the <strong>Garmin Forerunner 265</strong>, which is our top pick for runners. Normally $450, you can buy the smartwatch in either its 42mm or 46mm sizing at <a href=\"https://www.rei.com/product/225589/garmin-forerunner-265\">REI</a> and <a href=\"https://www.amazon.com/Garmin-Forerunner-Smartwatch-Colorful-Whitestone/dp/B0BS1T7G8S/\">Amazon</a> for $349.99 ($100 off), which matches its best price to date. The 265 features a vibrant OLED display, up to 15 days of battery life, and multi-band GPS for more accurate tracking. It also provides insight into a number of running metrics, including stride length and cadence, while supporting Garmin’s PacePro, Training Readiness, and Race Predictor features.</li>\n\n\n\n<li><strong>Garmin’s 41mm Venu 3</strong> is currently available for an all-time low of $349.99, down from its regular price of $449.99, at <a href=\"https://www.amazon.com/gp/product/B0CDC6Y617/\">Amazon</a> and <a href=\"https://www.rei.com/product/233391/garmin-venu-3\">REI</a>. The Venu 3 is <a href=\"https://www.theverge.com/23691498/best-garmin-smartwatch-fitness-tracker-wearables\">our favorite Garmin smartwatch</a>, one that offers a mix of smart features and advanced health tracking at an affordable price. You can make and receive calls when paired with your phone, use your phone’s voice assistant via Bluetooth, and pay with contactless payments. It also includes a broad range of health features, including heart rate monitoring, period tracking, abnormal heart rate alerts, fall detection, and more. Just note: there&#8217;s no cellular connectivity, so you&#8217;ll need your phone nearby for full functionality. <a href=\"https://www.theverge.com/23982519/garmin-venu-3s-review-smartwatch-sleep-tracking-wearable\">Read our review</a>.</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li><strong>Garmin’s Fenix 8</strong>, <a href=\"https://www.theverge.com/23691498/best-garmin-smartwatch-fitness-tracker-wearables\">our top pick for endurance athletes</a>, is available in its 43mm configuration from <a href=\"https://www.rei.com/product/245468/garmin-fenix-8-amoled\">REI</a>, <a href=\"https://www.amazon.com/dp/B0DC6ZD321/\">Amazon</a>, and <a href=\"https://www.garmin.com/en-US/p/1228493/pn/010-02903-00/\">Garmin</a> starting at $799.99 ($200 off). The platform-agnostic Fenix 8 is an excellent training watch with exceptional battery life that easily surpasses rivals like the <a href=\"https://www.theverge.com/23878981/apple-watch-series-9-ultra-2-review-double-tap-precision-finding-siri\">Apple Watch Ultra 2</a>. Garmin’s rugged, top-of-the-line wearable also includes a sharp OLED display and a built-in speaker / mic, so you can make calls or carry out voice commands using the onboard voice assistant (you can also connect it to your phone’s voice assistant for more complex queries). That being said, the Fenix 8 doesn’t offer built-in LTE, so your phone will need to stay within Bluetooth range for those features to work. <a href=\"https://www.theverge.com/24266434/garmin-fenix-8-review-smartwatch-wearables-fitness-tracking\">Read our review</a>.</li>\n\n\n\n<li>The <strong>Helinox Chair Zero</strong> — a personal favorite of several <em>Verge </em>staffers — is on sale at <a href=\"https://www.rei.com/product/158004/helinox-chair-zero\">REI</a> and <a href=\"https://www.amazon.com/Helinox-Chair-Ultralight-Compact-Camping/dp/B01M07GTOE/\">Amazon</a> for around $105 ($35 off), which is its best price to date. Weighing just a pound, the collapsible backpacking chair is exceptionally lightweight and easy to pack. It’s also built to support up to 265 pounds and is both comfortable and stable, despite its portable design.</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li>If your summer plans involve hiking or backpacking, the <strong>Garmin inReach Mini 2</strong> can provide some peace of mind. And right now, it’s available from <a href=\"https://www.rei.com/product/208257/garmin-inreach-mini-2\">REI</a>, <a href=\"https://www.amazon.com/dp/B09PSKG7C3/\">Amazon</a>, and <a href=\"https://www.garmin.com/en-US/p/765374/\">Garmin</a> for $299.99 ($100 off), which is just $15 shy of its all-time low.<strong> </strong>The rugged, palm-sized satellite communicator — which requires a monthly subscription — allows you to send texts, share your location, check the weather, and even trigger SOS alerts. It can easily outlast your average smartphone with satellite connectivity, too, so you’re free to enjoy the outdoors without having to worry about running out of power.</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li>LifeStraw’s portable water filters make for helpful travel companions, regardless of whether you’re heading into the backcountry or touring cities with questionable tap water. Thankfully, <em>Verge </em>favorites like the <strong>LifeStraw Peak Series Straw </strong>are on sale at <a href=\"https://www.amazon.com/LifeStraw-Personal-Camping-Emergency-Preparedness/dp/B09SBPP9R9\">Amazon</a> and <a href=\"https://www.rei.com/product/204129/lifestraw-peak-series-water-filter-straw\">REI</a> starting at $17.58, down from $24.95. The standalone straw is perfect for filtering out bacteria, parasites, and microplastics from streams and rivers. The Peak Series model features an improved flow rate and a more durable design than earlier models as well, and thanks to its versatile build, you can drink directly from a water source, attach it to a water bottle, or connect it to a gravity hose system</li>\n\n\n\n<li>If you’re looking for a more convenient, all-in-one solution, the 22-ounce <strong>LifeStraw Go Series Water Bottle</strong> is also on sale for an all-time low of around $34 ($11 off) at <a href=\"https://www.rei.com/product/220587/lifestraw-go-series-bpa-free-water-filter-bottle-22-fl-oz\">REI</a> and <a href=\"https://www.amazon.com/dp/B0BY3CB961\">Amazon</a>. The BPA-free bottle features a built-in two-stage filtration system, including a carbon filter that’s designed to reduce odors and improve taste, making it a solid pick for everything from travel to your daily commute</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li>If you’re looking for a reliable and comfortable headlamp, <strong>Black Diamond’s Spot 400 </strong>is great for everything from camping to hiking to late-night reading sessions. It’s currently available from <a href=\"https://www.rei.com/product/202774/black-diamond-spot-400-headlamp\">REI</a> for $37.39 (about $13 off), which remains one of its better prices to date. The 400-lumen headlamp offers adjustable brightness, a red night vision mode, and an IPX8 waterproof rating, so it can handle rainy nights. It’s also dual-fuel compatible, meaning you can use standard AAA batteries or use it in tandem with Black Diamond’s <a href=\"https://www.rei.com/product/202756/black-diamond-bd-1500-rechargeable-battery-and-charger\">rechargeable BD 1500 Li-ion battery</a> for more flexibility.</li>\n\n\n\n<li>The pocket-sized <strong>Black Diamond Moji Lantern</strong> is down to $18.69 (about $6 off) at <a href=\"https://www.rei.com/product/228744/black-diamond-moji-lantern\">REI</a> in multiple colors (it’s also <a href=\"https://blackdiamondequipment.com/products/moji-lantern?variant=49701860933949\">available directly from Black Diamond</a> for slightly more). The rugged Moji lantern offers 200 lumens of warm, dimmable light and adjustable lightness, along with an IPX4 rating for water resistance. It features a double-hook design, too, so you can use it as a table lantern or hang it up.&nbsp;</li>\n\n\n\n<li>The <strong>MSR PocketRocket 2 Stove</strong> is on sale for $44.89, down from $55.95, at <a href=\"https://www.rei.com/product/114890/msr-pocketrocket-2-stove\">REI</a>. The single-burner canister stove can boil water in just 3.5 minutes. It’s also lightweight, foldable, and compatible with most isobutane-propane fuel canisters, making it a great pick for backpackers looking to shed weight.</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li>If you want a straightforward stove that gets the job done, <strong>Coleman’s Cascade Classic Camp Stove</strong> is a good option that’s available for around $97 ($33 off) from <a href=\"https://www.coleman.com/grills-stoves/camping-stoves/cascade-classic-camping-stove/SAP_2157477.html\">Coleman</a> and <a href=\"https://www.rei.com/product/204933/coleman-cascade-classic-camp-stove\">REI</a>. The compact stove is pretty basic, but it offers everything you need for simple, reliable camp cooking. It’s got enough cooking power to handle most meals and two burners, so you can cook multiple things at once. It also features a matchless push-button igniter, along with built-in wind guards for better flame control and adjustable heat knobs for more precise cooking. It’s easy to carry and set up as well, with a durable steel cooktop and a removable chrome-plated grate for easy cleanup.</li>\n\n\n\n<li><strong>Garmin’s Varia RTL515 Radar Taillight</strong> is on sale at <a href=\"https://www.rei.com/product/182344/garmin-varia-rtl515-rearview-radar-taillight\">REI</a> and <a href=\"https://www.amazon.com/Garmin-Cycling-Rearview-Vehicles-010-02376-00/dp/B086TVFX1D\">Amazon</a> for $149.99 ($50 off), nearly matching its lowest price to date. The headlight combines a bright LED light with a rearview radar that, when paired with a compatible device, warns you of cars approaching from behind from up to 153 yards away.</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li>You can buy <strong>MSR’s TrailShot Water Filter</strong> starting at $48.69 (about $16 off) at <a href=\"https://www.rei.com/product/114975/msr-trailshot-pocket-sized-water-filter\">REI</a> and <a href=\"https://www.amazon.com/MSR-TrailShot-Pocket-Sized-Emergency-Preparedness/dp/B01N7GC9Z6/\">Amazon</a>. The squeeze-and-sip filter removes bacteria, protozoa, and particulates, so you can drink directly from natural water sources or refill bottles. The filter is highly portable at just 5.2 ounces, too, and easily fits in your pocket.</li>\n\n\n\n<li><strong>Garmin’s InReach Messenger Plus</strong> is on sale at <a href=\"https://www.rei.com/product/247378/garmin-inreach-messenger-plus\">REI</a>, <a href=\"https://www.amazon.com/Garmin-Messenger-Communicator-Temperature-Resistant-Water-Resistant/dp/B0DFHNGDGM/\">Amazon</a>, and <a href=\"https://www.garmin.com/en-US/p/1191310/\">direct from Garmin</a> for around $399 ($100 off), matching one of its lowest prices to date. Once signed up for a monthly subscription, the Plus model offers satellite connectivity and access to emergency services like the aforementioned InReach Mini 2, only the step-up communicator can send photos and audio clips in addition to standard text messages.</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li><a href=\"https://www.rei.com/product/238244/exped-megamat-duo-sleeping-pad?color=CYPRESS\">REI</a> is currently selling the <strong>Exped MegaMat Duo Sleeping Pad</strong> starting at $277.39, down from its normal retail price of $369.95. The 4-inch, self-inflating mattress is a favorite of ours for camping thanks to its extra-wide design,&nbsp;along with its open-cell polyurethane foam and generous padding, the latter of which is designed to keep you warm and comfortable when temperatures begin to dip. It also makes for a great air mattress for guests, regardless of where you put it.</li>\n\n\n\n<li>The <strong>Half Dome 2 Tent</strong> is on sale at <a href=\"https://www.rei.com/product/243702/rei-co-op-half-dome-2-tent-with-footprint\">REI</a> with a footprint for $209.29 ($90 off), which is one of the best prices we’ve seen on the REI-branded tent. The inexpensive three-season offering is easy to set up and offers plenty of space for two people, with built-in pockets for organizing gear and two large doors that roll up. It’s certainly not the lightest offering you can buy, but at this price, it’s an easy recommendation for first-time backpackers and anyone looking for a solid tent for car camping.</li>\n\n\n\n<li>The <strong>Chapter MIPS Bike Helmet </strong>is on sale starting at around $108 ($37 off) at <a href=\"https://www.amazon.com/Thousand-Chapter-MIPS-Adult-Helmet/dp/B08CGKQLWK\">Amazon</a> and <a href=\"https://www.rei.com/product/232769/thousand-chapter-mips-bike-helmet\">REI</a>, which nearly matches its best price to date. The lightweight helmet features a hidden PopLock for securing it with a U-lock or chain. It also features a sleek visor and a Micro-USB taillight with 30 lumens of brightness, one that will automatically turn on when magnetically attached to the helmet.</li>\n\n\n\n<li>You can grab the <strong>Kelty Low Love Seat</strong> for $97.39 ($33 off) at <a href=\"https://www.rei.com/product/186918/kelty-low-loveseat\">REI</a>. The seat boasts a sturdy steel frame that supports up to 400 pounds and features adjustable armrests for personalized comfort. It includes two insulated, adjustable drink holders and comes with a padded roll-tote bag for easy portability as well, making the two-seater perfect to take anywhere.</li>\n</ul>\n\n<p class=\"has-text-align-none\"><em><strong>Update, May 22nd:</strong> Updated pricing / availability, removed expired deals, and added several new ones, including those for the Shokz OpenFit Air and the Exped MegaMat Duo Sleeping Pad.</em></p>",
    "content_text": "Garmin’s InReach Mini might require a subscription to use, but we guarantee it’s far more durable than your phone. REI’s anniversary sale may be winding down in the coming days, but many of our favorite outdoor gadgets and goods are still available at a hefty discount. Although some of our earlier gear recommendations have sold out — sorry, Jetboil stans — the outdoor retailer will continue to offer 30 percent off a large number of outdoor items through May 26th, letting you save on Garmin watches , water filters , stoves , satellite communicators , and one the best backpacking chairs around. Below, we’ve rounded up some of the best deals to help you gear up for your summer adventures. In some instances, other retailers like Amazon matching REI’s pricing, giving you additional ways to save. Also, keep in mind that REI members can save an additional 20 percent on one REI Outlet item or get 20 percent off on one qualifying full-price item when they use coupon code ANNIV2025 at checkout. Many of our favorite Garmin smartwatches are also on sale right now, including the Garmin Forerunner 265 , which is our top pick for runners. Normally $450, you can buy the smartwatch in either its 42mm or 46mm sizing at REI and Amazon for $349.99 ($100 off), which matches its best price to date. The 265 features a vibrant OLED display, up to 15 days of battery life, and multi-band GPS for more accurate tracking. It also provides insight into a number of running metrics, including stride length and cadence, while supporting Garmin’s PacePro, Training Readiness, and Race Predictor features. Garmin’s 41mm Venu 3 is currently available for an all-time low of $349.99, down from its regular price of $449.99, at Amazon and REI . The Venu 3 is our favorite Garmin smartwatch , one that offers a mix of smart features and advanced health tracking at an affordable price. You can make and receive calls when paired with your phone, use your phone’s voice assistant via Bluetooth, and pay with contactless payments. It also includes a broad range of health features, including heart rate monitoring, period tracking, abnormal heart rate alerts, fall detection, and more. Just note: there’s no cellular connectivity, so you’ll need your phone nearby for full functionality. Read our review . Garmin’s Fenix 8 , our top pick for endurance athletes , is available in its 43mm configuration from REI , Amazon , and Garmin starting at $799.99 ($200 off). The platform-agnostic Fenix 8 is an excellent training watch with exceptional battery life that easily surpasses rivals like the Apple Watch Ultra 2 . Garmin’s rugged, top-of-the-line wearable also includes a sharp OLED display and a built-in speaker / mic, so you can make calls or carry out voice commands using the onboard voice assistant (you can also connect it to your phone’s voice assistant for more complex queries). That being said, the Fenix 8 doesn’t offer built-in LTE, so your phone will need to stay within Bluetooth range for those features to work. Read our review . The Helinox Chair Zero — a personal favorite of several Verge staffers — is on sale at REI and Amazon for around $105 ($35 off), which is its best price to date. Weighing just a pound, the collapsible backpacking chair is exceptionally lightweight and easy to pack. It’s also built to support up to 265 pounds and is both comfortable and stable, despite its portable design. If your summer plans involve hiking or backpacking, the Garmin inReach Mini 2 can provide some peace of mind. And right now, it’s available from REI , Amazon , and Garmin for $299.99 ($100 off), which is just $15 shy of its all-time low. The rugged, palm-sized satellite communicator — which requires a monthly subscription — allows you to send texts, share your location, check the weather, and even trigger SOS alerts. It can easily outlast your average smartphone with satellite connectivity, too, so you’re free to enjoy the outdoors without having to worry about running out of power. LifeStraw’s portable water filters make for helpful travel companions, regardless of whether you’re heading into the backcountry or touring cities with questionable tap water. Thankfully, Verge favorites like the LifeStraw Peak Series Straw are on sale at Amazon and REI starting at $17.58, down from $24.95. The standalone straw is perfect for filtering out bacteria, parasites, and microplastics from streams and rivers. The Peak Series model features an improved flow rate and a more durable design than earlier models as well, and thanks to its versatile build, you can drink directly from a water source, attach it to a water bottle, or connect it to a gravity hose system If you’re looking for a more convenient, all-in-one solution, the 22-ounce LifeStraw Go Series Water Bottle is also on sale for an all-time low of around $34 ($11 off) at REI and Amazon . The BPA-free bottle features a built-in two-stage filtration system, including a carbon filter that’s designed to reduce odors and improve taste, making it a solid pick for everything from travel to your daily commute If you’re looking for a reliable and comfortable headlamp, Black Diamond’s Spot 400 is great for everything from camping to hiking to late-night reading sessions. It’s currently available from REI for $37.39 (about $13 off), which remains one of its better prices to date. The 400-lumen headlamp offers adjustable brightness, a red night vision mode, and an IPX8 waterproof rating, so it can handle rainy nights. It’s also dual-fuel compatible, meaning you can use standard AAA batteries or use it in tandem with Black Diamond’s rechargeable BD 1500 Li-ion battery for more flexibility. The pocket-sized Black Diamond Moji Lantern is down to $18.69 (about $6 off) at REI in multiple colors (it’s also available directly from Black Diamond for slightly more). The rugged Moji lantern offers 200 lumens of warm, dimmable light and adjustable lightness, along with an IPX4 rating for water resistance. It features a double-hook design, too, so you can use it as a table lantern or hang it up. The MSR PocketRocket 2 Stove is on sale for $44.89, down from $55.95, at REI . The single-burner canister stove can boil water in just 3.5 minutes. It’s also lightweight, foldable, and compatible with most isobutane-propane fuel canisters, making it a great pick for backpackers looking to shed weight. If you want a straightforward stove that gets the job done, Coleman’s Cascade Classic Camp Stove is a good option that’s available for around $97 ($33 off) from Coleman and REI . The compact stove is pretty basic, but it offers everything you need for simple, reliable camp cooking. It’s got enough cooking power to handle most meals and two burners, so you can cook multiple things at once. It also features a matchless push-button igniter, along with built-in wind guards for better flame control and adjustable heat knobs for more precise cooking. It’s easy to carry and set up as well, with a durable steel cooktop and a removable chrome-plated grate for easy cleanup. Garmin’s Varia RTL515 Radar Taillight is on sale at REI and Amazon for $149.99 ($50 off), nearly matching its lowest price to date. The headlight combines a bright LED light with a rearview radar that, when paired with a compatible device, warns you of cars approaching from behind from up to 153 yards away. You can buy MSR’s TrailShot Water Filter starting at $48.69 (about $16 off) at REI and Amazon . The squeeze-and-sip filter removes bacteria, protozoa, and particulates, so you can drink directly from natural water sources or refill bottles. The filter is highly portable at just 5.2 ounces, too, and easily fits in your pocket. Garmin’s InReach Messenger Plus is on sale at REI , Amazon , and direct from Garmin for around $399 ($100 off), matching one of its lowest prices to date. Once signed up for a monthly subscription, the Plus model offers satellite connectivity and access to emergency services like the aforementioned InReach Mini 2, only the step-up communicator can send photos and audio clips in addition to standard text messages. REI is currently selling the Exped MegaMat Duo Sleeping Pad starting at $277.39, down from its normal retail price of $369.95. The 4-inch, self-inflating mattress is a favorite of ours for camping thanks to its extra-wide design, along with its open-cell polyurethane foam and generous padding, the latter of which is designed to keep you warm and comfortable when temperatures begin to dip. It also makes for a great air mattress for guests, regardless of where you put it. The Half Dome 2 Tent is on sale at REI with a footprint for $209.29 ($90 off), which is one of the best prices we’ve seen on the REI-branded tent. The inexpensive three-season offering is easy to set up and offers plenty of space for two people, with built-in pockets for organizing gear and two large doors that roll up. It’s certainly not the lightest offering you can buy, but at this price, it’s an easy recommendation for first-time backpackers and anyone looking for a solid tent for car camping. The Chapter MIPS Bike Helmet is on sale starting at around $108 ($37 off) at Amazon and REI , which nearly matches its best price to date. The lightweight helmet features a hidden PopLock for securing it with a U-lock or chain. It also features a sleek visor and a Micro-USB taillight with 30 lumens of brightness, one that will automatically turn on when magnetically attached to the helmet. You can grab the Kelty Low Love Seat for $97.39 ($33 off) at REI . The seat boasts a sturdy steel frame that supports up to 400 pounds and features adjustable armrests for personalized comfort. It includes two insulated, adjustable drink holders and comes with a padded roll-tote bag for easy portability as well, making the two-seater perfect to take anywhere. Update, May 22nd: Updated pricing / availability, removed expired deals, and added several new ones, including those for the Shokz OpenFit Air and the Exped MegaMat Duo Sleeping Pad.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/673114/valves-huge-steam-deck-update-is-now-ready-for-everyone-including-rival-amd-handhelds",
    "title": "Valve’s huge Steam Deck update is now ready for everyone, including rival AMD handhelds",
    "link": "https://www.theverge.com/news/673114/valves-huge-steam-deck-update-is-now-ready-for-everyone-including-rival-amd-handhelds",
    "published_date": "2025-05-22T21:46:58+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23269997/vpavic_220210_5030_0021.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Valve has been building up to this for months, first in preview, <a href=\"https://www.theverge.com/pc-gaming/662705/the-steam-deck-just-got-some-awesome-features-in-beta\">then in beta</a>, and now finally in a full stable release: a new version of SteamOS that brings brand-new features to the Steam Deck <em>and</em> supports third-party handhelds like Lenovo’s Legion Go and Asus’ ROG Ally series.</p>\n\n<p class=\"has-text-align-none\">SteamOS 3.7.8 is the first stable release to add official support for the <a href=\"https://www.theverge.com/2025/1/7/24338028/lenovo-legion-go-s-steam-windows\">Lenovo Legion Go S</a>, and the first to offer an official “recovery” image that lets you install SteamOS on other AMD handhelds like the ROG Ally and original Legion Go, <a href=\"https://www.theverge.com/2025/1/7/24338405/valve-steamos-beta-other-handhelds-beyond-steam-deck\">as Valve promised us in January of this year</a>. </p>\n\n<p class=\"has-text-align-none\">Until now, those who wanted to try SteamOS on those Windows handhelds could shoehorn the Steam Deck’s original recovery image onto their device, or <a href=\"https://www.theverge.com/2024/12/30/24329005/bazzite-asus-rog-ally-x-steam-os-editorial\">opt for a similar experience like Bazzite</a>. But now, Valve <a href=\"https://help.steampowered.com/en/faqs/view/1B71-EDF2-EB6D-2BB3\">explicitly provides instructions</a> for getting that image working on a Legion Go or ROG Ally, even as it warns that “support for all devices that is not officially ‘Powered by SteamOS’ is not final.” </p>\n\n<p class=\"has-text-align-none\">But even if you don’t care about rival handhelds, SteamOS 3.7.8 has a <em>lot</em> of improvements for the Steam Deck. I’ve been asking Valve to let me use my Bluetooth earbuds’ microphone since <em>launch</em>, and it’s finally happening in desktop mode (sadly not gaming mode yet) thanks to HFP/HSP profiles. You can turn on your Steam Deck LCD from across the room with a Bluetooth controller, a feature previously exclusive to the OLED model, which comes in handy when you’re docked to a TV.</p>\n\n<p class=\"has-text-align-none\">Speaking of leaving it docked, you can now set a Battery Charge Limit to 80 percent for longevity’s sake if your handheld is always plugged in, frame-limit variable refresh rate displays, and control the P-state frequency of certain AMD CPUs.</p>\n\n<p class=\"has-text-align-none\">It’s all underpinned by new versions of Arch Linux, new Mesa graphics drivers, a much newer version of the Plasma desktop mode, and more. <a href=\"https://store.steampowered.com/news/app/1675200/view/820329049655084700\">Here’s the full SteamOS 3.7.8 changelog</a>.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://store.steampowered.com/steamos/\">An updated SteamOS FAQ</a> seems to suggest that Valve is ready to expand SteamOS beyond Lenovo and the Steam Deck. “We’re currently working with select partners on officially licensed Powered by SteamOS devices. Please reach out to us at <a href=\"https://steamcommunity.com/linkfilter/?u=mailto%3Apoweredbysteamos%40valvesoftware.com\">poweredbysteamos@valvesoftware.com</a> for more information about licensing SteamOS for your device,” one answer reads.</p>\n\n<p class=\"has-text-align-none\">But the industry is still waiting for Valve’s other shoe(s) to drop. Rumors are still heating up that we’re close to the launch of Valve’s wireless VR headset “Deckard,” and that it might be pointing the way toward a SteamOS-powered living room console too. Valve has been moving slow and steady, but it seems like <a href=\"https://www.theverge.com/2024/12/6/24315098/valve-steam-machines-steamos-steam-deck-vr\">a master plan for Steam Machines could finally be coming into focus</a>.</p>",
    "content_text": "Valve has been building up to this for months, first in preview, then in beta , and now finally in a full stable release: a new version of SteamOS that brings brand-new features to the Steam Deck and supports third-party handhelds like Lenovo’s Legion Go and Asus’ ROG Ally series. SteamOS 3.7.8 is the first stable release to add official support for the Lenovo Legion Go S , and the first to offer an official “recovery” image that lets you install SteamOS on other AMD handhelds like the ROG Ally and original Legion Go, as Valve promised us in January of this year . Until now, those who wanted to try SteamOS on those Windows handhelds could shoehorn the Steam Deck’s original recovery image onto their device, or opt for a similar experience like Bazzite . But now, Valve explicitly provides instructions for getting that image working on a Legion Go or ROG Ally, even as it warns that “support for all devices that is not officially ‘Powered by SteamOS’ is not final.” But even if you don’t care about rival handhelds, SteamOS 3.7.8 has a lot of improvements for the Steam Deck. I’ve been asking Valve to let me use my Bluetooth earbuds’ microphone since launch , and it’s finally happening in desktop mode (sadly not gaming mode yet) thanks to HFP/HSP profiles. You can turn on your Steam Deck LCD from across the room with a Bluetooth controller, a feature previously exclusive to the OLED model, which comes in handy when you’re docked to a TV. Speaking of leaving it docked, you can now set a Battery Charge Limit to 80 percent for longevity’s sake if your handheld is always plugged in, frame-limit variable refresh rate displays, and control the P-state frequency of certain AMD CPUs. It’s all underpinned by new versions of Arch Linux, new Mesa graphics drivers, a much newer version of the Plasma desktop mode, and more. Here’s the full SteamOS 3.7.8 changelog . An updated SteamOS FAQ seems to suggest that Valve is ready to expand SteamOS beyond Lenovo and the Steam Deck. “We’re currently working with select partners on officially licensed Powered by SteamOS devices. Please reach out to us at poweredbysteamos@valvesoftware.com for more information about licensing SteamOS for your device,” one answer reads. But the industry is still waiting for Valve’s other shoe(s) to drop. Rumors are still heating up that we’re close to the launch of Valve’s wireless VR headset “Deckard,” and that it might be pointing the way toward a SteamOS-powered living room console too. Valve has been moving slow and steady, but it seems like a master plan for Steam Machines could finally be coming into focus .",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/673123/ftc-drops-case-microsoft-activision-blizzard-acquisition",
    "title": "FTC drops case against Microsoft’s Activision Blizzard deal",
    "link": "https://www.theverge.com/news/673123/ftc-drops-case-microsoft-activision-blizzard-acquisition",
    "published_date": "2025-05-22T21:42:21+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24755330/WJoel_STK156_1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Federal Trade Commission (FTC) has officially dropped its case against Microsoft’s acquisition of Activision Blizzard. The FTC filed an order to dismiss its complaint on Thursday, just days after it <a href=\"https://www.theverge.com/news/662883/ftc-appeal-microsoft-activision-deal-acquisition\">lost an appeal</a>  for a preliminary injunction to prevent Microsoft from finalizing its acquisition.</p>\n\n<p class=\"has-text-align-none\">“The Commission has determined that the public interest is best served by dismissing the administrative litigation in this case,“ says the FTC <a href=\"https://www.ftc.gov/system/files/ftc_gov/pdf/d9412_2025.05.22_commission_order_dismissing_complaint_.pdf\">in its filing</a>. The filing brings an end to the FTC’s fight to try and block Microsoft’s $68.7 billion deal, nearly two years after it <a href=\"https://www.theverge.com/2023/6/12/23758194/ftc-microsoft-activision-blizzard-complaint-block-acquisition-call-of-duty\">originally sought</a> a temporary restraining order and injunction from a US federal district court.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Today’s decision is a victory for players across the country and for common sense in Washington, D.C. We are grateful to the FTC for today’s announcement. <a href=\"https://t.co/nnmUI76q0l\">https://t.co/nnmUI76q0l</a> <a href=\"https://t.co/KgLxhZppx3\">pic.twitter.com/KgLxhZppx3</a></p>&mdash; Brad Smith (@BradSmi) <a href=\"https://twitter.com/BradSmi/status/1925660906702156072?ref_src=twsrc%5Etfw\">May 22, 2025</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Microsoft <a href=\"https://www.theverge.com/2023/7/11/23779039/microsoft-activision-blizzard-ftc-trial-win\">won its FTC fight</a> to buy Activision Blizzard in July 2023, and the deal was completed several months later, <a href=\"https://www.theverge.com/2023/10/13/23791235/microsoft-activision-blizzard-acquisition-complete-finalized\">in October</a>, nearly two years after the acquisition was <a href=\"https://www.theverge.com/2022/1/18/22889258/microsoft-activision-blizzard-xbox-acquisition-call-of-duty-overwatch\">first announced</a>. The FTC had <a href=\"https://www.theverge.com/2023/7/12/23791274/ftc-microsoft-activision-blizzard-appeal\">appealed the ruling</a> nearly two years ago, but an appeals court panel affirmed the denial of an injunction <a href=\"https://www.theverge.com/news/662883/ftc-appeal-microsoft-activision-deal-acquisition\">earlier this month</a>.</p>\n\n<p class=\"has-text-align-none\">“Today’s decision is a victory for players across the country and for common sense in Washington, DC,” says Microsoft vice chair and president Brad Smith. “We are grateful to the FTC for today’s announcement.”</p>",
    "content_text": "The Federal Trade Commission (FTC) has officially dropped its case against Microsoft’s acquisition of Activision Blizzard. The FTC filed an order to dismiss its complaint on Thursday, just days after it lost an appeal for a preliminary injunction to prevent Microsoft from finalizing its acquisition. “The Commission has determined that the public interest is best served by dismissing the administrative litigation in this case,“ says the FTC in its filing . The filing brings an end to the FTC’s fight to try and block Microsoft’s $68.7 billion deal, nearly two years after it originally sought a temporary restraining order and injunction from a US federal district court. Today’s decision is a victory for players across the country and for common sense in Washington, D.C. We are grateful to the FTC for today’s announcement. https://t.co/nnmUI76q0l pic.twitter.com/KgLxhZppx3 — Brad Smith (@BradSmi) May 22, 2025 Microsoft won its FTC fight to buy Activision Blizzard in July 2023, and the deal was completed several months later, in October , nearly two years after the acquisition was first announced . The FTC had appealed the ruling nearly two years ago, but an appeals court panel affirmed the denial of an injunction earlier this month . “Today’s decision is a victory for players across the country and for common sense in Washington, DC,” says Microsoft vice chair and president Brad Smith. “We are grateful to the FTC for today’s announcement.”",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/673023/xiaomi-pu7-ev-suv-china-tesla-model-y",
    "title": "Xiaomi’s new PU7 spells trouble for Tesla in China",
    "link": "https://www.theverge.com/news/673023/xiaomi-pu7-ev-suv-china-tesla-model-y",
    "published_date": "2025-05-22T20:59:32+00:00",
    "content_raw": "<figure>\n\n<img alt=\"image of Xiaomi PU7 electric SUV in green\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/0640b498d42d74e09a3a2abd26848db3.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The Xiaomi PU7 matches the Tesla Model Y in size and acceleration, but demolishes it in range. | Image: Xiaomi</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Xiaomi unveiled its <a href=\"https://www.theverge.com/2024/12/9/24317074/xiaomi-yu7-ev-suv-china-2025\">hotly anticipated PU7 electric SUV</a> in China today, in the latest potential blow to Tesla’s position in <a href=\"https://www.theverge.com/2023/8/30/23850923/tesla-china-ev-factory-competition-land-of-the-giants\">the world’s hottest EV market</a>.  </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.mi.com/global/discover/article?id=4925\">The electronics giant says</a> the PU7 will get up to 518 miles of range on certain trims and accelerate from 0–62mph in just 3.23 seconds. The new EV, which is widely considered to be China’s version of the Apple car that ultimately <a href=\"https://www.theverge.com/24085629/apple-car-dead-project-titan-ev-driverless-robotaxi\">failed to materialize</a>, will be available for reservations starting in July.</p>\n\n<p class=\"has-text-align-none\">The PU7 comes on the heels of the SU7, which has been a huge success for Xiaomi since deliveries began in March 2024. The company said it has sold over 200,000 SU7s as of April 2025, surpassing global EV sales for Ford and GM both.  </p>\n\n<div class=\"c-image-slider alignnone wp-block-vox-media-image-slider\">\n\t<div class=\"c-image-slider__caption\">\n\t\t\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/38e654089bed5b28b47143a80bfe3b22.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/0b9ed9264fb39db41af618b1fad63775.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/1aa9126a7e1a8e8a1bb77bd01af4bce2.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/9a308a9e19ba7604a9a6c7354193eb13.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/5fdc0329129cd0787365b65b5f212356.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/17bac5da68e0b6fb4d416fb6de0c0dea.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/38e654089bed5b28b47143a80bfe3b22-1.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/47e42d541ff65baee1ae798d2abcb41a.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/64d6fffa8b857796a546e939f668df48.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/699b93459eb16e257951c1d6a4ad1763.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/819d9a14144217702f093c285fe7bfa4.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/6113edc7ac45cdaaaed879602b412ab9.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/7931c2a4098af43977f076eda55a0abb.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/577935be38969e46b82b98f26347abc9.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/ac101f8f95f2c6669ba7f4cadf0b99d8.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/c18b69089ec691f0103efb4a04dacef3.png?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" title=\"\" />\n\t</div>\n</div>\n\n<p class=\"has-text-align-none\">But more importantly, the PU7 is being positioned as a direct competitor to the Tesla Model Y, which is Elon Musk’s company’s global bestseller. Xiaomi has been very clear about its intent to dethrone the Model Y in China. In response to Tesla’s refreshed Model Y, Xiaomi founder, chairman, and CEO Lei Jun responded by posting a size comparison between the two EVs. Yes, a literal EV-measuring contest.</p>\n\n<p class=\"has-text-align-none\">Like the SU7, the YU7 will come in three variants (<a href=\"https://electrek.co/2025/05/22/xiaomi-unveils-yu7-suv-gunning-for-tesla-model-y-in-china/\">hat tip to <em>Electrek</em></a> for the helpful chart): </p>\n\n<figure class=\"wp-block-vox-media-table\"><table><tbody><tr><td><strong>YU7 variant</strong></td><td><strong>Powertrain</strong></td><td><strong>Battery chemistry/size</strong></td><td><strong>Range</strong></td><td><strong>Power</strong></td><td><strong>0-100km/h acceleration</strong></td></tr><tr><td>Standard</td><td>single RWD</td><td>LFP/96.3 kWh</td><td>835 km<br />(519 miles)</td><td>320 Ps<br />(~316 hp)</td><td>5.88 sec</td></tr><tr><td>Pro</td><td>dual AWD</td><td>LFP/96.3 kWh</td><td>770 km<br />(479 miles)</td><td>496 Ps<br />(~489 hp)</td><td>4.27 sec</td></tr><tr><td>Max</td><td>dual AWD</td><td>Lithium ternary/101.7 kWh</td><td>760 km<br />(472 miles)</td><td>690 Ps<br />(~681 hp)</td><td>3.23 sec</td></tr></tbody></table></figure>\n\n<p class=\"has-text-align-none\">The PU7 has a lot more going for it, including its sleek, sports car looks. The vehicle is comparable to the Model Y in size and acceleration, but demolishes Musk’s SUV in terms of range. In his presentation, Lei Jun said that range is the number one consideration for EV buyers, which led Xiaomi to develop an SUV that would be a class leader.</p>\n\n<p class=\"has-text-align-none\">On its website, Xiaomi described the Standard, single-motor PU7 as “the longest-range pure electric SUV with a sub-100 kWh battery and the top performer in the mid-to-large-size pure electric SUV category, achieving truly breakthrough range leadership.”</p>\n\n<p class=\"has-text-align-none\">Other notable features include a Nvidia Drive AGX Thor in-vehicle computing platform, active air suspension, and an 800-volt architecture — with a peak voltage of 897V — that can fast-charge from 10–80 percent in 12 minutes, as well as add 620 km (385 miles) of charge in just 15 minutes.</p>\n\n<p class=\"has-text-align-none\">Of course, whether the PU7 will truly oust the Model Y from its perch will depend on its price — and we’re not getting that detail until closer to July 2025. </p>",
    "content_text": "The Xiaomi PU7 matches the Tesla Model Y in size and acceleration, but demolishes it in range. | Image: Xiaomi Xiaomi unveiled its hotly anticipated PU7 electric SUV in China today, in the latest potential blow to Tesla’s position in the world’s hottest EV market . The electronics giant says the PU7 will get up to 518 miles of range on certain trims and accelerate from 0–62mph in just 3.23 seconds. The new EV, which is widely considered to be China’s version of the Apple car that ultimately failed to materialize , will be available for reservations starting in July. The PU7 comes on the heels of the SU7, which has been a huge success for Xiaomi since deliveries began in March 2024. The company said it has sold over 200,000 SU7s as of April 2025, surpassing global EV sales for Ford and GM both. But more importantly, the PU7 is being positioned as a direct competitor to the Tesla Model Y, which is Elon Musk’s company’s global bestseller. Xiaomi has been very clear about its intent to dethrone the Model Y in China. In response to Tesla’s refreshed Model Y, Xiaomi founder, chairman, and CEO Lei Jun responded by posting a size comparison between the two EVs. Yes, a literal EV-measuring contest. Like the SU7, the YU7 will come in three variants ( hat tip to Electrek for the helpful chart): YU7 variant Powertrain Battery chemistry/size Range Power 0-100km/h acceleration Standard single RWD LFP/96.3 kWh 835 km (519 miles) 320 Ps (~316 hp) 5.88 sec Pro dual AWD LFP/96.3 kWh 770 km (479 miles) 496 Ps (~489 hp) 4.27 sec Max dual AWD Lithium ternary/101.7 kWh 760 km (472 miles) 690 Ps (~681 hp) 3.23 sec The PU7 has a lot more going for it, including its sleek, sports car looks. The vehicle is comparable to the Model Y in size and acceleration, but demolishes Musk’s SUV in terms of range. In his presentation, Lei Jun said that range is the number one consideration for EV buyers, which led Xiaomi to develop an SUV that would be a class leader. On its website, Xiaomi described the Standard, single-motor PU7 as “the longest-range pure electric SUV with a sub-100 kWh battery and the top performer in the mid-to-large-size pure electric SUV category, achieving truly breakthrough range leadership.” Other notable features include a Nvidia Drive AGX Thor in-vehicle computing platform, active air suspension, and an 800-volt architecture — with a peak voltage of 897V — that can fast-charge from 10–80 percent in 12 minutes, as well as add 620 km (385 miles) of charge in just 15 minutes. Of course, whether the PU7 will truly oust the Model Y from its perch will depend on its price — and we’re not getting that detail until closer to July 2025.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/cardenal-pietro-paroln-ordeno-obispo-a-ignazio-ceffalia-nuncio.html",
    "title": "Cardenal Parolin: El ministerio del obispo es un don para toda la Iglesia",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/cardenal-pietro-paroln-ordeno-obispo-a-ignazio-ceffalia-nuncio.html",
    "published_date": "2025-05-23T05:58:00+00:00",
    "content_raw": "<p>El Secretario de Estado celebró en la Basílica de San Pedro la Misa de ordenación episcopal de monseñor Ignazio Ceffalia, Nuncio apostólico en Bielorrusia desde el 25 de marzo. El cardenal se mostró convencido de que el Prelado afrontará su nuevo encargo con la certeza de la gracia de Dios, a pesar de los desafíos internos, tanto políticos y socioeconómicos como religiosos, en las relaciones con los hermanos ortodoxos y ante las tensiones derivadas de la trágica guerra en Ucrania.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/cardenal-pietro-paroln-ordeno-obispo-a-ignazio-ceffalia-nuncio.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El Secretario de Estado celebró en la Basílica de San Pedro la Misa de ordenación episcopal de monseñor Ignazio Ceffalia, Nuncio apostólico en Bielorrusia desde el 25 de marzo. El cardenal se mostró convencido de que el Prelado afrontará su nuevo encargo con la certeza de la gracia de Dios, a pesar de los desafíos internos, tanto políticos y socioeconómicos como religiosos, en las relaciones con los hermanos ortodoxos y ante las tensiones derivadas de la trágica guerra en Ucrania. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/un-regalo-para-el-papa-el-pastel-de-la-felicidad-de-san-agustin.html",
    "title": "Un regalo para el Papa: El “pastel de la felicidad” de San Agustín",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/un-regalo-para-el-papa-el-pastel-de-la-felicidad-de-san-agustin.html",
    "published_date": "2025-05-22T17:19:00+00:00",
    "content_raw": "<p>El postre cuya receta está inspirada en los ingredientes sugeridos por el obispo de Hipona en la obra “De beata vita” fue entregado a León XIV. El Papa agradeció el regalo enviado por un antiguo conocido suyo para la fiesta de Santa Rita y lo compartió con sus hermanos agustinos.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/un-regalo-para-el-papa-el-pastel-de-la-felicidad-de-san-agustin.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El postre cuya receta está inspirada en los ingredientes sugeridos por el obispo de Hipona en la obra “De beata vita” fue entregado a León XIV. El Papa agradeció el regalo enviado por un antiguo conocido suyo para la fiesta de Santa Rita y lo compartió con sus hermanos agustinos. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/la-ciudad-de-roma-rinde-homenaje-al-papa-leon-xiv.html",
    "title": "La ciudad de Roma rinde homenaje al Papa León XIV",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/la-ciudad-de-roma-rinde-homenaje-al-papa-leon-xiv.html",
    "published_date": "2025-05-22T14:47:00+00:00",
    "content_raw": "<p>El domingo 25 de mayo, antes de la celebración eucarística de la instalación en la Basílica de San Juan de Letrán, el Pontífice recibirá el reconocimiento del alcalde Gualtieri al pie de las escaleras del Campidoglio.\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/la-ciudad-de-roma-rinde-homenaje-al-papa-leon-xiv.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El domingo 25 de mayo, antes de la celebración eucarística de la instalación en la Basílica de San Juan de Letrán, el Pontífice recibirá el reconocimiento del alcalde Gualtieri al pie de las escaleras del Campidoglio. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/iglesia-en-brasil-publican-un-diccionario-digital-papa-francisco.html",
    "title": "Iglesia en Brasil publica un diccionario digital sobre el legado comunicativo de Francisco",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/iglesia-en-brasil-publican-un-diccionario-digital-papa-francisco.html",
    "published_date": "2025-05-22T13:47:00+00:00",
    "content_raw": "<p>En conmemoración a los 30 días de la Pascua del Papa Francisco, la Iglesia de Brasil lanza un especial diccionario digital que recopila y reflexiona sobre su legado en la comunicación y evangelización. </p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/iglesia-en-brasil-publican-un-diccionario-digital-papa-francisco.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En conmemoración a los 30 días de la Pascua del Papa Francisco, la Iglesia de Brasil lanza un especial diccionario digital que recopila y reflexiona sobre su legado en la comunicación y evangelización. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/iglesia-tres-nuevos-venerables-dos-misioneros-en-ecuador-india.html",
    "title": "La Iglesia tiene tres nuevos venerables, dos misioneros en Ecuador y un obispo indio",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/iglesia-tres-nuevos-venerables-dos-misioneros-en-ecuador-india.html",
    "published_date": "2025-05-22T13:20:00+00:00",
    "content_raw": "<p>En la audiencia de esta mañana con el cardenal Semeraro, León XIV ha autorizado los Decretos referentes a un obispo español y una monja colombiana asesinados en 1987 por indígenas ecuatorianos, así como a un prelado fundador de las Hermanas de la Visitación de la Bienaventurada Virgen María, fallecido en 1914.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/iglesia-tres-nuevos-venerables-dos-misioneros-en-ecuador-india.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En la audiencia de esta mañana con el cardenal Semeraro, León XIV ha autorizado los Decretos referentes a un obispo español y una monja colombiana asesinados en 1987 por indígenas ecuatorianos, así como a un prelado fundador de las Hermanas de la Visitación de la Bienaventurada Virgen María, fallecido en 1914. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/ucrania-la-diplomacia-trabaja-para-iniciar-negociaciones-de-paz.html",
    "title": "Ucrania, la diplomacia trabaja para iniciar negociaciones de paz",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/ucrania-la-diplomacia-trabaja-para-iniciar-negociaciones-de-paz.html",
    "published_date": "2025-05-22T13:13:00+00:00",
    "content_raw": "<p>La guerra no parece aflojar. En el plano diplomático, se sigue trabajando en la hipótesis de negociaciones directas entre Moscú y Kyiv en el Vaticano, con la presencia de Estados Unidos</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/ucrania-la-diplomacia-trabaja-para-iniciar-negociaciones-de-paz.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La guerra no parece aflojar. En el plano diplomático, se sigue trabajando en la hipótesis de negociaciones directas entre Moscú y Kyiv en el Vaticano, con la presencia de Estados Unidos Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/sisters-project-ucrania-monjas-nazarenas-zytomyr-esperanza.html",
    "title": "Las nazarenas de Žytomyr: Refugio, oración y esperanza en tiempos de guerra",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/sisters-project-ucrania-monjas-nazarenas-zytomyr-esperanza.html",
    "published_date": "2025-05-22T13:00:00+00:00",
    "content_raw": "<p>Tres hermanas de la Congregación de la Sagrada Familia de Nazaret gestionan una guardería y un centro de ayuda a la familia en Žytomyr, respondiendo a las necesidades de la comunidad local afectada por la guerra. “El 24 de febrero de 2022 todo cambió”, recordó la hermana Franciszka Tumanievich, al describir los primeros días del conflicto, cuando las instituciones educativas estaban cerradas y ella y sus hermanas preparaban paquetes humanitarios en el almacén de Cáritas.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/sisters-project-ucrania-monjas-nazarenas-zytomyr-esperanza.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Tres hermanas de la Congregación de la Sagrada Familia de Nazaret gestionan una guardería y un centro de ayuda a la familia en Žytomyr, respondiendo a las necesidades de la comunidad local afectada por la guerra. “El 24 de febrero de 2022 todo cambió”, recordó la hermana Franciszka Tumanievich, al describir los primeros días del conflicto, cuando las instituciones educativas estaban cerradas y ella y sus hermanas preparaban paquetes humanitarios en el almacén de Cáritas. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/rerum-novarum-genesis-y-exito-de-una-enciclica.html",
    "title": "Rerum Novarum, Génesis y éxito de una encíclica",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/rerum-novarum-genesis-y-exito-de-una-enciclica.html",
    "published_date": "2025-05-22T12:04:00+00:00",
    "content_raw": "<p>¿Cómo surgió la madre de todas las encíclicas sociales? Con la ayuda de los documentos originales de finales del siglo XIX, conservados en el Archivo Apostólico Vaticano, rastreamos el origen y la actualidad del documento papal que inspiró a León XIV en la elección del nombre que asumió tras su elección como Sucesor de Pedro.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/rerum-novarum-genesis-y-exito-de-una-enciclica.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "¿Cómo surgió la madre de todas las encíclicas sociales? Con la ayuda de los documentos originales de finales del siglo XIX, conservados en el Archivo Apostólico Vaticano, rastreamos el origen y la actualidad del documento papal que inspiró a León XIV en la elección del nombre que asumió tras su elección como Sucesor de Pedro. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/gennadevic-dubinin-impactados-por-el-impulso-de-paz-del-papa.html",
    "title": "Gennad’evič Dubinin: impactados por el impulso de paz del Papa",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/gennadevic-dubinin-impactados-por-el-impulso-de-paz-del-papa.html",
    "published_date": "2025-05-22T11:34:00+00:00",
    "content_raw": "<p>En una entrevista con los medios vaticanos, monseñor Nikolaj Gennad’evič Dubinin, obispo auxiliar de la arquidiócesis de la Madre de Dios en Moscú, relata cómo se vivió en la Iglesia y en la sociedad la elección del nuevo Papa. “Impactó su primer llamado a una paz desarmada y desarmante, un concepto sencillo pero profundo. Esto generó esperanza\"</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/gennadevic-dubinin-impactados-por-el-impulso-de-paz-del-papa.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En una entrevista con los medios vaticanos, monseñor Nikolaj Gennad’evič Dubinin, obispo auxiliar de la arquidiócesis de la Madre de Dios en Moscú, relata cómo se vivió en la Iglesia y en la sociedad la elección del nuevo Papa. “Impactó su primer llamado a una paz desarmada y desarmante, un concepto sencillo pero profundo. Esto generó esperanza\" Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/el-papa-llama-por-telefono-al-cardenal-karlic-para-expresarle-su.html",
    "title": "El Papa llama por teléfono al cardenal Karlic y le expresa su apoyo tras una cirugía",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/el-papa-llama-por-telefono-al-cardenal-karlic-para-expresarle-su.html",
    "published_date": "2025-05-22T11:15:00+00:00",
    "content_raw": "<p>El arzobispo emérito de Paraná, afiliado a la Orden de San Agustín, fue hospitalizado por un paro cardíaco y fue operado el pasado 10 de mayo. Fue dado de alta el martes y ese mismo día recibió una llamada de León XIV quien le aseguró su cercanía y oraciones. El cardenal se encuentra ahora convaleciente en una casa para sacerdotes.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/el-papa-llama-por-telefono-al-cardenal-karlic-para-expresarle-su.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El arzobispo emérito de Paraná, afiliado a la Orden de San Agustín, fue hospitalizado por un paro cardíaco y fue operado el pasado 10 de mayo. Fue dado de alta el martes y ese mismo día recibió una llamada de León XIV quien le aseguró su cercanía y oraciones. El cardenal se encuentra ahora convaleciente en una casa para sacerdotes. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/obispos-de-guatemala-llaman-a-construir-paz-y-justicia-social.html",
    "title": "Los obispos de Guatemala llaman a construir paz y justicia social",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/obispos-de-guatemala-llaman-a-construir-paz-y-justicia-social.html",
    "published_date": "2025-05-22T10:46:00+00:00",
    "content_raw": "<p>El Consejo Permanente de la Conferencia Episcopal de Guatemala ha emitido un mensaje lleno de esperanza y compromiso social tras la elección del Papa León XIV, en el que destacan el papel de la Iglesia en la promoción de paz, justicia y derechos humanos en un país marcado por desafíos estructurales. </p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/obispos-de-guatemala-llaman-a-construir-paz-y-justicia-social.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El Consejo Permanente de la Conferencia Episcopal de Guatemala ha emitido un mensaje lleno de esperanza y compromiso social tras la elección del Papa León XIV, en el que destacan el papel de la Iglesia en la promoción de paz, justicia y derechos humanos en un país marcado por desafíos estructurales. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/sor-tiziana-merletti-nombrada-secretaria-del-dicasterio-para-la.html",
    "title": "Sor Tiziana Merletti nombrada Secretaria del Dicasterio para la Vida Consagrada",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/sor-tiziana-merletti-nombrada-secretaria-del-dicasterio-para-la.html",
    "published_date": "2025-05-22T10:45:00+00:00",
    "content_raw": "<p>El Papa León XIV confió a la religiosa del Instituto de las Hermanas Franciscanas de los Pobres el cargo que la actual Prefecta, Sor Brambilla, desempeñó de 2023 a 2025.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/sor-tiziana-merletti-nombrada-secretaria-del-dicasterio-para-la.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El Papa León XIV confió a la religiosa del Instituto de las Hermanas Franciscanas de los Pobres el cargo que la actual Prefecta, Sor Brambilla, desempeñó de 2023 a 2025. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/los-primeros-camiones-de-ayuda-llegan-a-gaza-ong.html",
    "title": "Los primeros camiones de ayuda llegan a Gaza, pero la situación es desesperada",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/los-primeros-camiones-de-ayuda-llegan-a-gaza-ong.html",
    "published_date": "2025-05-22T10:32:00+00:00",
    "content_raw": "<p>Dos empleados de la embajada israelí fueron asesinados el miércoles por la noche frente al Museo Judío de Washington, en Estados Unidos. El presidente Trump condenó el hecho calificándolo de “horribles asesinatos”. El primer ministro israelí Netanyahu volvió a hablar en su primera conferencia de prensa después de 5 meses: “Estamos al borde de una gran victoria”. En la Franja de Gaza han entrado las primeras ayudas de la ONU, pero Unicef denuncia: “No es suficiente”.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/los-primeros-camiones-de-ayuda-llegan-a-gaza-ong.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Dos empleados de la embajada israelí fueron asesinados el miércoles por la noche frente al Museo Judío de Washington, en Estados Unidos. El presidente Trump condenó el hecho calificándolo de “horribles asesinatos”. El primer ministro israelí Netanyahu volvió a hablar en su primera conferencia de prensa después de 5 meses: “Estamos al borde de una gran victoria”. En la Franja de Gaza han entrado las primeras ayudas de la ONU, pero Unicef denuncia: “No es suficiente”. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/papa-asamblea-general-obras-misionales-pontificias.html",
    "title": "El Papa León XIV pide una renovada misión evangelizadora",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/papa-asamblea-general-obras-misionales-pontificias.html",
    "published_date": "2025-05-22T09:30:00+00:00",
    "content_raw": "<p>En su audiencia a los directores nacionales de las Obras Misionales Pontificias que participan en la Asamblea General, el Santo Padre reafirma el papel esencial de las Obras Misionales Pontificias en la evangelización global, exhortando a la Iglesia a ser misionera de esperanza y unidad. También invita a los misioneros a ser \"fermento de concordia\" en un mundo marcado por la división y la injusticia.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/papa-asamblea-general-obras-misionales-pontificias.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En su audiencia a los directores nacionales de las Obras Misionales Pontificias que participan en la Asamblea General, el Santo Padre reafirma el papel esencial de las Obras Misionales Pontificias en la evangelización global, exhortando a la Iglesia a ser misionera de esperanza y unidad. También invita a los misioneros a ser \"fermento de concordia\" en un mundo marcado por la división y la injusticia. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/recordando-a-francisco-un-papa-periferias.html",
    "title": "Recordando a Francisco, un Papa que llevó a la Iglesia a las periferias",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/recordando-a-francisco-un-papa-periferias.html",
    "published_date": "2025-05-22T07:23:00+00:00",
    "content_raw": "<p>Al cumplirse 30 días de la muerte del Papa Francisco, el Cardenal John Ribat, MSC, de Papúa Nueva Guinea, comparte sus recuerdos del difunto pontífice, quien visitó ese país insular del Pacífico en septiembre de 2024.\n\n\n\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/recordando-a-francisco-un-papa-periferias.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Al cumplirse 30 días de la muerte del Papa Francisco, el Cardenal John Ribat, MSC, de Papúa Nueva Guinea, comparte sus recuerdos del difunto pontífice, quien visitó ese país insular del Pacífico en septiembre de 2024. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/athletica-vaticana-el-jubileo-del-deporte-sea-un-impulso-esperan.html",
    "title": "Athletica Vaticana, el Jubileo del Deporte sea un impulso de la esperanza",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/athletica-vaticana-el-jubileo-del-deporte-sea-un-impulso-esperan.html",
    "published_date": "2025-05-22T06:30:00+00:00",
    "content_raw": "<p>Con ocasión del evento jubilar, el 14 de junio se celebrará en el Augustinianum un Congreso internacional con el cardenal de Mendonça y cuatro atletas de renombre internacional, entre ellos el campeón olímpico de 200 metros en los Juegos de París.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/athletica-vaticana-el-jubileo-del-deporte-sea-un-impulso-esperan.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Con ocasión del evento jubilar, el 14 de junio se celebrará en el Augustinianum un Congreso internacional con el cardenal de Mendonça y cuatro atletas de renombre internacional, entre ellos el campeón olímpico de 200 metros en los Juegos de París. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/opinion/Miguel-Llorca-procesos-Francisco-marcha_0_2781621818.html",
    "title": "Miguel Llorca: \"Los procesos de Francisco no tienen marcha atrás\"",
    "link": "https://www.religiondigital.org/opinion/Miguel-Llorca-procesos-Francisco-marcha_0_2781621818.html",
    "published_date": "2025-05-23T01:00:00+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/22/opinion/Francisco_2781631818_17742751_626x472.jpg\" width=\"626\" /></p><p>Miguel Andrés Llorca, párroco de Villaluenga de la Sagra y delegado diocesano para la Pastoral del Trabajo, comparte una reflexión acerca del pontificado de Francisco y el nexo entre León XIV y su antecesor</p>\n<p>\"Francisco está en continuidad con la Tradición de la Iglesia y León XIV con Francisco, al menos eso es lo que dijo en su intervención del pasado 9 de mayo, ante el colegio cardenalicio, cuando alabó la enseñanza magistral de su predecesor y expresó la necesidad de continuar con la implementación del Concilio Vaticano II\"</p>",
    "content_text": "Miguel Andrés Llorca, párroco de Villaluenga de la Sagra y delegado diocesano para la Pastoral del Trabajo, comparte una reflexión acerca del pontificado de Francisco y el nexo entre León XIV y su antecesor \"Francisco está en continuidad con la Tradición de la Iglesia y León XIV con Francisco, al menos eso es lo que dijo en su intervención del pasado 9 de mayo, ante el colegio cardenalicio, cuando alabó la enseñanza magistral de su predecesor y expresó la necesidad de continuar con la implementación del Concilio Vaticano II\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/el_blog_de_juan_jose_tamayo/Francisco-Leon-XIV-escenario-geopolitico_7_2781691804.html",
    "title": "Francisco y León XIV en el actual escenario geopolítico",
    "link": "https://www.religiondigital.org/el_blog_de_juan_jose_tamayo/Francisco-Leon-XIV-escenario-geopolitico_7_2781691804.html",
    "published_date": "2025-05-22T08:11:13+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2023/09/30/diez_anos_del_papa_francisco/Prevost-dirige-Papa_2601649821_16732381_626x472.png\" width=\"626\" /></p><p>Espero que el buen comienzo de León XIV y la excelente acogida con que ha sido recibido por la comunidad internacional, los líderes de otras religiones y la comunidad cristiana vayan concretándose a lo largo de su pontificado en actitudes, prácticas gestos, compromisos y opciones en favor del Sur global</p>",
    "content_text": "Espero que el buen comienzo de León XIV y la excelente acogida con que ha sido recibido por la comunidad internacional, los líderes de otras religiones y la comunidad cristiana vayan concretándose a lo largo de su pontificado en actitudes, prácticas gestos, compromisos y opciones en favor del Sur global",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/espana/Iglesia-espanola-Gaza-paz-genocidio-limpieza-etnica-israel_0_2781621838.html",
    "title": "La Iglesia española califica como \"actos de limpieza étnica\" los ataques indiscriminados de Israel en la franja de Gaza",
    "link": "https://www.religiondigital.org/espana/Iglesia-espanola-Gaza-paz-genocidio-limpieza-etnica-israel_0_2781621838.html",
    "published_date": "2025-05-22T16:40:10+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/03/20/vida-religiosa/Gaza_2762733723_17625362_626x472.jpg\" width=\"626\" /></p><p>\"Hasta que no haya una paz firme y duradera nuestro silencio no puede ser cómplice de tantas guerras activas\"</p>\n<p>\"En Gaza, las personas mayores, menores y familias supervivientes están ya muriendo de hambre\"</p>\n<p>\"Con el Papa León XIV, decimos que la paz no es el silencio sepulcral después del conflicto, no es el resultado de la opresión ni del exterminio, sino un don que mira a las personas y reactiva su vida\", se lee en la nota, que reclama \"valentía para pasar página y volver a comenzar en una relación de respeto y convivencia\"</p>",
    "content_text": "\"Hasta que no haya una paz firme y duradera nuestro silencio no puede ser cómplice de tantas guerras activas\" \"En Gaza, las personas mayores, menores y familias supervivientes están ya muriendo de hambre\" \"Con el Papa León XIV, decimos que la paz no es el silencio sepulcral después del conflicto, no es el resultado de la opresión ni del exterminio, sino un don que mira a las personas y reactiva su vida\", se lee en la nota, que reclama \"valentía para pasar página y volver a comenzar en una relación de respeto y convivencia\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/america/Vicente-Nacher-Honduras-Iglesia-Europa_0_2781621829.html",
    "title": "José Vicente Nácher: \"Ser arzobispo en Honduras me hace ver una Iglesia periférica desconocida desde Europa\"",
    "link": "https://www.religiondigital.org/america/Vicente-Nacher-Honduras-Iglesia-Europa_0_2781621829.html",
    "published_date": "2025-05-22T19:08:43+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/22/america/Jose-Vicente-Nacher_2781631836_17743435_626x472.jpg\" width=\"626\" /></p><p>Al misionero paúl y arzobispo de Tegucigalpa José Vicente Nácher no le resulta extraño que una de las imágenes que más se hayan difundido del prior general Robert Prevost sea una en que aparece encima de un caballo para acudir a una misa</p>\n<p>\"Aquí [en Honduras], también lo tendría que haber hecho, en caso de que, en vez de ir a Chiclayo, en Perú, hubiera venido a un país de la América Central donde también tenemos agustinos\"</p>\n<p>Pero ni Prevost volverá a ir con caballo a ninguna misa ni se espera que este valenciano vuelva a la vida de cura en los próximos años, desde que una llamada de Roma le ofreciera sustituir al arzobispo Maradiaga, una de las figuras clave en el pontificado de Francisco</p>",
    "content_text": "Al misionero paúl y arzobispo de Tegucigalpa José Vicente Nácher no le resulta extraño que una de las imágenes que más se hayan difundido del prior general Robert Prevost sea una en que aparece encima de un caballo para acudir a una misa \"Aquí [en Honduras], también lo tendría que haber hecho, en caso de que, en vez de ir a Chiclayo, en Perú, hubiera venido a un país de la América Central donde también tenemos agustinos\" Pero ni Prevost volverá a ir con caballo a ninguna misa ni se espera que este valenciano vuelva a la vida de cura en los próximos años, desde que una llamada de Roma le ofreciera sustituir al arzobispo Maradiaga, una de las figuras clave en el pontificado de Francisco",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/opinion/Barajas-altar-abandono-promesa-justicia_0_2781621823.html",
    "title": "Barajas: altar del abandono, promesa de justicia",
    "link": "https://www.religiondigital.org/opinion/Barajas-altar-abandono-promesa-justicia_0_2781621823.html",
    "published_date": "2025-05-22T17:09:32+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2024/02/09/diocesis/Migrantes-Barajas_2641245870_16936356_626x472.jpg\" width=\"626\" /></p><p>Barajas —ese no-lugar que nació para los que van y vienen— se ha convertido, trágicamente, en un refugio sin techo, en un hogar sin paredes, en un purgatorio con pantallas de llegadas y salidas, pero sin destino humano posible</p>\n<p>Algunos discursos públicos —infectados de aporofobia, de miedo al pobre, de rechazo al que no encaja— prefieren pintar a estas personas como amenaza antes que como herida. Como obstáculo, no como prójimo. Sin caer en la cuenta que la mayoría siguen buscando trabajo, techo, hogar y dignidad</p>\n<p>El Evangelio —al que tantos apelan cuando les conviene— no pregunta por el contrato público ni por el reglamento de competencias. Pregunta: “¿Dónde está tu hermano?”. Y no acepta como respuesta una licitación </p>",
    "content_text": "Barajas —ese no-lugar que nació para los que van y vienen— se ha convertido, trágicamente, en un refugio sin techo, en un hogar sin paredes, en un purgatorio con pantallas de llegadas y salidas, pero sin destino humano posible Algunos discursos públicos —infectados de aporofobia, de miedo al pobre, de rechazo al que no encaja— prefieren pintar a estas personas como amenaza antes que como herida. Como obstáculo, no como prójimo. Sin caer en la cuenta que la mayoría siguen buscando trabajo, techo, hogar y dignidad El Evangelio —al que tantos apelan cuando les conviene— no pregunta por el contrato público ni por el reglamento de competencias. Pregunta: “¿Dónde está tu hermano?”. Y no acepta como respuesta una licitación",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/santiago_agrelo/Iglesia-cielo-tierra_7_2781691806.html",
    "title": "Iglesia del cielo… Iglesia de la tierra",
    "link": "https://www.religiondigital.org/santiago_agrelo/Iglesia-cielo-tierra_7_2781691806.html",
    "published_date": "2025-05-22T08:58:18+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/22/santiago_agrelo/Iglesia_2781631821_17742865_626x472.jpg\" width=\"626\" /></p><p>\"Junto al amor grande que nos ha purificado, está el amor humilde y tenaz de quienes formamos la Iglesia, el cuerpo de Cristo\"</p>\n<p>\"Antes de ver cómo baja del cielo la ciudad que Dios ha perfeccionado, estoy viendo cómo sube de la tierra la ciudad que vuestro amor edifica\"</p>\n<p>\"El templo es de carne, pura humanidad: ese templo eres tú que amas a Cristo y guardas su palabra\"</p>\n<p>\"La llenan, hambrientos de siempre, parados recientes, esclavas sexuales, mujeres nacidas para entrar desde niñas en redes de trata, bebés disputados porque aprovechables para comercio de órganos, emigrantes en busca de un futuro mejor\"</p>",
    "content_text": "\"Junto al amor grande que nos ha purificado, está el amor humilde y tenaz de quienes formamos la Iglesia, el cuerpo de Cristo\" \"Antes de ver cómo baja del cielo la ciudad que Dios ha perfeccionado, estoy viendo cómo sube de la tierra la ciudad que vuestro amor edifica\" \"El templo es de carne, pura humanidad: ese templo eres tú que amas a Cristo y guardas su palabra\" \"La llenan, hambrientos de siempre, parados recientes, esclavas sexuales, mujeres nacidas para entrar desde niñas en redes de trata, bebés disputados porque aprovechables para comercio de órganos, emigrantes en busca de un futuro mejor\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/el_blog_de_x-_pikaza/Dom-pascua-Leon-XIV-Cristo_7_2781691810.html",
    "title": "25.5.25. Dom 6 pascua. Con León XIV:  Tres notas de la paz  de Cristo",
    "link": "https://www.religiondigital.org/el_blog_de_x-_pikaza/Dom-pascua-Leon-XIV-Cristo_7_2781691810.html",
    "published_date": "2025-05-22T16:28:49+00:00",
    "content_raw": "<p>   La paz os dejo, mi paz os doy; no os la doy yo como la da el mundo. Que no tiemble vuestro corazón ni se acobarde (Jn 14, 28-29)..</p>\n<p>Con estas palabras del evangelio de este domingo  (25.5.25, 6 de Pascua) se presentó León XIV en el ventanal del Vaticano, el día de su elección como papa, deseando y ofreciendo la paz de Cristo a todos </p>\n<p>   En comunión con León XIV, presento a continuación tres notas importantes de la paz cristiana: (1) Viene de Cristo y es s hija del perdón. (2) Brota de las víctimas. (3) Es tarea de la Iglesia (no del Estado).</p>",
    "content_text": "La paz os dejo, mi paz os doy; no os la doy yo como la da el mundo. Que no tiemble vuestro corazón ni se acobarde (Jn 14, 28-29).. Con estas palabras del evangelio de este domingo  (25.5.25, 6 de Pascua) se presentó León XIV en el ventanal del Vaticano, el día de su elección como papa, deseando y ofreciendo la paz de Cristo a todos En comunión con León XIV, presento a continuación tres notas importantes de la paz cristiana: (1) Viene de Cristo y es s hija del perdón. (2) Brota de las víctimas. (3) Es tarea de la Iglesia (no del Estado).",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-22/luka-modric-se-marcha-del-real-madrid-tras-el-mundial-de-clubes.html",
    "title": "Luka Modric se marchará del Real Madrid tras el Mundial de Clubes",
    "link": "https://elpais.com/deportes/futbol/2025-05-22/luka-modric-se-marcha-del-real-madrid-tras-el-mundial-de-clubes.html",
    "published_date": "2025-05-22T14:27:55+00:00",
    "content_raw": "Luka Modric celebra un gol a Osasuna en el Bernabéu en 2016.",
    "content_text": "Luka Modric celebra un gol a Osasuna en el Bernabéu en 2016.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-22/el-volatil-ano-de-raphinha-de-descarte-a-renovado.html",
    "title": "El volátil año de Raphinha: de descarte a renovado",
    "link": "https://elpais.com/deportes/futbol/2025-05-22/el-volatil-ano-de-raphinha-de-descarte-a-renovado.html",
    "published_date": "2025-05-22T17:56:28+00:00",
    "content_raw": "Raphinha durante el partido ante el Villarreal el pasado domingo.",
    "content_text": "Raphinha durante el partido ante el Villarreal el pasado domingo.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/baloncesto/2025-05-22/madrid-es-elegida-sede-del-eurobasket-masculino-de-2029.html",
    "title": "Madrid es elegida sede del Eurobasket masculino de 2029",
    "link": "https://elpais.com/deportes/baloncesto/2025-05-22/madrid-es-elegida-sede-del-eurobasket-masculino-de-2029.html",
    "published_date": "2025-05-22T14:10:57+00:00",
    "content_raw": "Recreación del Bernabéu con la pista de baloncesto.",
    "content_text": "Recreación del Bernabéu con la pista de baloncesto.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-23/la-revolucion-de-alexia-putellas-y-del-barcelona.html",
    "title": "La revolución de Alexia Putellas y del Barcelona",
    "link": "https://elpais.com/deportes/futbol/2025-05-23/la-revolucion-de-alexia-putellas-y-del-barcelona.html",
    "published_date": "2025-05-23T03:15:00+00:00",
    "content_raw": "Alexia Putellas levanta el trofeo de la Champions League el año pasado.",
    "content_text": "Alexia Putellas levanta el trofeo de la Champions League el año pasado.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-23/las-claves-del-arsenal-el-cambio-de-entrenador-el-impacto-de-mariona-y-un-bloque-consolidado.html",
    "title": "Las claves del Arsenal: el cambio de entrenador, el impacto de Mariona y un bloque consolidado",
    "link": "https://elpais.com/deportes/futbol/2025-05-23/las-claves-del-arsenal-el-cambio-de-entrenador-el-impacto-de-mariona-y-un-bloque-consolidado.html",
    "published_date": "2025-05-23T03:15:00+00:00",
    "content_raw": "Mariona (izquierda) celebra con Alessia Russo un gol suyo en la Women's Super League en el Emirates (Londres) ante el United el pasado 10 de mayo.",
    "content_text": "Mariona (izquierda) celebra con Alessia Russo un gol suyo en la Women's Super League en el Emirates (Londres) ante el United el pasado 10 de mayo.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/baloncesto/2025-05-23/a-vassilis-spanoulis-no-le-gustan-los-dias-libres.html",
    "title": "A Vassilis Spanoulis no le gustan los días libres",
    "link": "https://elpais.com/deportes/baloncesto/2025-05-23/a-vassilis-spanoulis-no-le-gustan-los-dias-libres.html",
    "published_date": "2025-05-23T03:15:00+00:00",
    "content_raw": "El entrenador del Mónaco, Vassilis Spanoulis, durante el partido de Euroliga ante el Barcelona el pasado 2 de mayo.",
    "content_text": "El entrenador del Mónaco, Vassilis Spanoulis, durante el partido de Euroliga ante el Barcelona el pasado 2 de mayo.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/tenis/2025-05-22/alcaraz-encuentra-un-aliado-en-dembele-con-un-trazado-a-pedir-de-boca-en-paris.html",
    "title": "Alcaraz debutará ante Kei Nishikori en Roland Garros, donde afronta un trazado a pedir de boca",
    "link": "https://elpais.com/deportes/tenis/2025-05-22/alcaraz-encuentra-un-aliado-en-dembele-con-un-trazado-a-pedir-de-boca-en-paris.html",
    "published_date": "2025-05-22T14:31:30+00:00",
    "content_raw": "Alcaraz y Dembélé, durante el acto del sorteo en París.",
    "content_text": "Alcaraz y Dembélé, durante el acto del sorteo en París.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/ciclismo/2025-05-22/wout-van-aert-conduce-a-olav-kooij-a-la-victoria-al-sprint-en-el-giro-de-italia.html",
    "title": "Wout Van Aert conduce a Olav Kooij a la victoria al ‘sprint’ en el Giro de Italia",
    "link": "https://elpais.com/deportes/ciclismo/2025-05-22/wout-van-aert-conduce-a-olav-kooij-a-la-victoria-al-sprint-en-el-giro-de-italia.html",
    "published_date": "2025-05-22T16:21:40+00:00",
    "content_raw": "Olav Kooij levanta el puño al ganar el sprint de Viadana.",
    "content_text": "Olav Kooij levanta el puño al ganar el sprint de Viadana.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-22/kike-salas-utilizo-cuentas-falsas-para-apostar-a-sus-amarillas-con-el-sevilla.html",
    "title": "Kike Salas utilizó cuentas falsas para apostar a sus amarillas con el Sevilla",
    "link": "https://elpais.com/deportes/futbol/2025-05-22/kike-salas-utilizo-cuentas-falsas-para-apostar-a-sus-amarillas-con-el-sevilla.html",
    "published_date": "2025-05-22T09:17:17+00:00",
    "content_raw": "Kike Salas (derecha) se enzarza con Kylian Mbappé durante el partido entre el Sevilla y el Real Madrid.",
    "content_text": "Kike Salas (derecha) se enzarza con Kylian Mbappé durante el partido entre el Sevilla y el Real Madrid.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/motociclismo/2025-05-22/aprilia-pide-a-jorge-martin-que-respete-su-contrato-ante-el-amago-de-este-de-buscar-una-via-de-escape-al-acabar-la-temporada.html",
    "title": "Aprilia pide a Jorge Martín que respete su contrato ante el amago de este de buscar una vía de escape al acabar la temporada",
    "link": "https://elpais.com/deportes/motociclismo/2025-05-22/aprilia-pide-a-jorge-martin-que-respete-su-contrato-ante-el-amago-de-este-de-buscar-una-via-de-escape-al-acabar-la-temporada.html",
    "published_date": "2025-05-22T11:08:26+00:00",
    "content_raw": "Jorge Martín durante los test de Aprilia en Barcelona.",
    "content_text": "Jorge Martín durante los test de Aprilia en Barcelona.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/2025-05-22/los-juegos-mejorados-seran-en-mayo-de-2026-carnaval-del-dopaje-paso-hacia-la-inmortalidad-o-negocio-sin-mas.html",
    "title": "Los ‘Juegos Mejorados’ en los que el dopaje está recomendado serán en 2026: estos son los millonarios que los financian",
    "link": "https://elpais.com/deportes/2025-05-22/los-juegos-mejorados-seran-en-mayo-de-2026-carnaval-del-dopaje-paso-hacia-la-inmortalidad-o-negocio-sin-mas.html",
    "published_date": "2025-05-22T10:55:26+00:00",
    "content_raw": "El nadador griego Kristian Gkolomeev, en la presentación, el miércoles en Las Vegas, de los Juegos Mejorados.",
    "content_text": "El nadador griego Kristian Gkolomeev, en la presentación, el miércoles en Las Vegas, de los Juegos Mejorados.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/el-montanista/2025-05-22/de-casa-a-la-cima-del-everest-en-cinco-dias-nace-la-comercializacion-expres-de-la-montana-mas-elevada.html",
    "title": "De casa a la cima del Everest en cinco días: nace la comercialización exprés de la montaña más elevada",
    "link": "https://elpais.com/deportes/el-montanista/2025-05-22/de-casa-a-la-cima-del-everest-en-cinco-dias-nace-la-comercializacion-expres-de-la-montana-mas-elevada.html",
    "published_date": "2025-05-22T14:05:35+00:00",
    "content_raw": "Cuatro exmilitares ingleses ascienden el Everest en apenas cinco días con la ayuda de gas xenón.",
    "content_text": "Cuatro exmilitares ingleses ascienden el Everest en apenas cinco días con la ayuda de gas xenón.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/branded/la-fuerza-de-nuestro-futbol/2025-05-22/campeones-de-videojuego-en-busca-del-ascenso.html",
    "title": "Campeones de videojuego en busca del ascenso",
    "link": "https://elpais.com/deportes/branded/la-fuerza-de-nuestro-futbol/2025-05-22/campeones-de-videojuego-en-busca-del-ascenso.html",
    "published_date": "2025-05-22T15:24:43+00:00",
    "content_raw": "Los aficionados del Levante UD están a un paso de conseguir el regreso a LALIGA EA SPORTS.",
    "content_text": "Los aficionados del Levante UD están a un paso de conseguir el regreso a LALIGA EA SPORTS.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  }
]