[
  {
    "id": "https://techcrunch.com/2025/05/19/trump-signs-bill-criminalizing-revenge-porn-and-explicit-deepfakes/",
    "title": "Trump signs bill criminalizing revenge porn and explicit deepfakes",
    "link": "https://techcrunch.com/2025/05/19/trump-signs-bill-criminalizing-revenge-porn-and-explicit-deepfakes/",
    "published_date": "2025-05-19T19:47:55+00:00",
    "content_raw": "President Donald Trump is expected to sign the Take It Down Act today, a bipartisan law that enacts stricter penalties for distributing non-consensual explicit images, including deepfakes and revenge porn.",
    "content_text": "President Donald Trump is expected to sign the Take It Down Act today, a bipartisan law that enacts stricter penalties for distributing non-consensual explicit images, including deepfakes and revenge porn.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://www.theverge.com/news/661230/trump-signs-take-it-down-act-ai-deepfakes",
    "title": "Trump signs the Take It Down Act into law",
    "link": "https://www.theverge.com/news/661230/trump-signs-take-it-down-act-ai-deepfakes",
    "published_date": "2025-05-19T19:30:55+00:00",
    "content_raw": "<figure>\n\n<img alt=\"An image showing a school crossing sign on a pixelated background.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/03/STK419_DEEPFAKE_CVIRGINIA_K.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">President Donald Trump signed the Take It Down Act into law, enacting a bill that will criminalize the distribution of nonconsensual intimate images (NCII) — including AI deepfakes — and require social media platforms to promptly remove them when notified.</p>\n\n<p class=\"has-text-align-none\">The bill sailed through both chambers of Congress with several tech companies, parent and youth advocates, and first lady Melania Trump championing the issue. But critics — including a group that’s made it its mission to combat the distribution of such images — warn that its approach could backfire and <a href=\"https://www.theverge.com/policy/624974/take-it-down-act-deepfakes-nonconsensual-pornography-trump-constitutional-crisis\">harm the very survivors it seeks to protect</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The law makes publishing NCII, whether real or AI-generated, criminally punishable by up to three years in prison, plus fines. It also requires social media platforms to have processes to remove NCII within 48 hours of being notified and “make reasonable efforts” to remove any copies. The Federal Trade Commission is tasked with enforcing the law, and companies have a year to comply.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“I’m going to use that bill for myself, too”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Under any other administration, the Take It Down Act would likely see much of the pushback it does today by groups like the <a href=\"https://www.eff.org/deeplinks/2025/02/take-it-down-act-flawed-attempt-protect-victims-will-lead-censorship\">Electronic Frontier Foundation</a> (EFF) and <a href=\"https://cdt.org/wp-content/uploads/2025/02/TAKE-IT-DOWN-Sign-On-Letter_21225.pdf\">Center for Democracy and Technology</a> (CDT), which warn the takedown provision could be used to remove or chill a wider array of content than intended, as well as threaten privacy-protecting technologies like encryption, since services that use it would have no way of seeing (or removing) the messages between users. But actions by the Trump administration in his first 100 days in office — including breaching Supreme Court precedent by <a href=\"https://www.theverge.com/news/632267/democratic-ftc-commissioners-alvaro-bedoya-rebecca-kelly-slaughter-illegally-fired-trump\">firing the two Democratic minority commissioners at the FTC</a> — have added another layer of fear for some of the law’s critics, who worry it could be used to threaten or stifle political opponents. Trump, after all, said <a href=\"https://www.nytimes.com/2025/03/04/us/politics/transcript-trump-speech-congress.html\">during an address to Congress this year</a> that once he signed the bill, “I’m going to use that bill for myself, too, if you don’t mind, because nobody gets treated worse than I do online. Nobody.”</p>\n\n<p class=\"has-text-align-none\">The Cyber Civil Rights Initiative (CCRI), which advocates for legislation combating image-based abuse, has long pushed for the criminalization of nonconsensual distribution of intimate images (NDII). But the CCRI said it could not support the Take It Down Act because it may ultimately provide survivors with “false hope.” On Bluesky, CCRI President Mary Anne Franks <a href=\"https://bsky.app/profile/maryannefranks.bsky.social/post/3lnvuyyzbwk2c\">called the takedown provision</a> a “poison pill … that will likely end up hurting victims more than it helps.”</p>\n\n<p class=\"has-text-align-none\">“Platforms that feel confident that they are unlikely to be targeted by the FTC (for example, platforms that are closely aligned with the current administration) may feel emboldened to simply ignore reports of NDII,” they wrote. “Platforms attempting to identify authentic complaints may encounter a sea of false reports that could overwhelm their efforts and jeopardize their ability to operate at all.”</p>\n\n<p class=\"has-text-align-none\">In an interview with <em>The Verge</em>, Franks expressed concern that it could be “hard for people to parse” the takedown provision. “This is going to be a year-long process,” she said. “I think that as soon as that process has happened, you&#8217;ll then be seeing the FTC being very selective in how they treat supposed non-compliance with the statute. It&#8217;s not going to be about putting the power in the hands of depicted individuals to actually get their content removed.”</p>\n\n<p class=\"has-text-align-none\">Trump, during his signing ceremony, dismissively referenced criticism of the bill. “People talked about all sorts of First Amendment, Second Amendment… they talked about any amendment they could make up, and we got it through,” he said.</p>\n\n<p class=\"has-text-align-none\">Legal challenges to the most problematic parts may not come immediately, however, according to Becca Branum, deputy director of CDT&#8217;s Free Expression Project. &#8220;It’s so ambiguously drafted that I think it’ll be hard for a court to parse when it will be enforced unconstitutionally&#8221; before platforms have to implement it, Branum said. Eventually, users could sue if they have lawful content removed from platforms, and companies could ask a court to overturn the law if the FTC investigates or penalizes them for breaking it — it just depends on how quickly enforcement ramps up.</p>",
    "content_text": "President Donald Trump signed the Take It Down Act into law, enacting a bill that will criminalize the distribution of nonconsensual intimate images (NCII) — including AI deepfakes — and require social media platforms to promptly remove them when notified. The bill sailed through both chambers of Congress with several tech companies, parent and youth advocates, and first lady Melania Trump championing the issue. But critics — including a group that’s made it its mission to combat the distribution of such images — warn that its approach could backfire and harm the very survivors it seeks to protect . The law makes publishing NCII, whether real or AI-generated, criminally punishable by up to three years in prison, plus fines. It also requires social media platforms to have processes to remove NCII within 48 hours of being notified and “make reasonable efforts” to remove any copies. The Federal Trade Commission is tasked with enforcing the law, and companies have a year to comply. “I’m going to use that bill for myself, too” Under any other administration, the Take It Down Act would likely see much of the pushback it does today by groups like the Electronic Frontier Foundation (EFF) and Center for Democracy and Technology (CDT), which warn the takedown provision could be used to remove or chill a wider array of content than intended, as well as threaten privacy-protecting technologies like encryption, since services that use it would have no way of seeing (or removing) the messages between users. But actions by the Trump administration in his first 100 days in office — including breaching Supreme Court precedent by firing the two Democratic minority commissioners at the FTC — have added another layer of fear for some of the law’s critics, who worry it could be used to threaten or stifle political opponents. Trump, after all, said during an address to Congress this year that once he signed the bill, “I’m going to use that bill for myself, too, if you don’t mind, because nobody gets treated worse than I do online. Nobody.” The Cyber Civil Rights Initiative (CCRI), which advocates for legislation combating image-based abuse, has long pushed for the criminalization of nonconsensual distribution of intimate images (NDII). But the CCRI said it could not support the Take It Down Act because it may ultimately provide survivors with “false hope.” On Bluesky, CCRI President Mary Anne Franks called the takedown provision a “poison pill … that will likely end up hurting victims more than it helps.” “Platforms that feel confident that they are unlikely to be targeted by the FTC (for example, platforms that are closely aligned with the current administration) may feel emboldened to simply ignore reports of NDII,” they wrote. “Platforms attempting to identify authentic complaints may encounter a sea of false reports that could overwhelm their efforts and jeopardize their ability to operate at all.” In an interview with The Verge , Franks expressed concern that it could be “hard for people to parse” the takedown provision. “This is going to be a year-long process,” she said. “I think that as soon as that process has happened, you’ll then be seeing the FTC being very selective in how they treat supposed non-compliance with the statute. It’s not going to be about putting the power in the hands of depicted individuals to actually get their content removed.” Trump, during his signing ceremony, dismissively referenced criticism of the bill. “People talked about all sorts of First Amendment, Second Amendment… they talked about any amendment they could make up, and we got it through,” he said. Legal challenges to the most problematic parts may not come immediately, however, according to Becca Branum, deputy director of CDT’s Free Expression Project. “It’s so ambiguously drafted that I think it’ll be hard for a court to parse when it will be enforced unconstitutionally” before platforms have to implement it, Branum said. Eventually, users could sue if they have lawful content removed from platforms, and companies could ask a court to overturn the law if the FTC investigates or penalizes them for breaking it — it just depends on how quickly enforcement ramps up.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/waymo-gets-ok-to-expand-robotaxi-service-into-more-of-silicon-valley/",
    "title": "Waymo gets OK to expand robotaxi service into more of Silicon Valley",
    "link": "https://techcrunch.com/2025/05/19/waymo-gets-ok-to-expand-robotaxi-service-into-more-of-silicon-valley/",
    "published_date": "2025-05-20T00:49:16+00:00",
    "content_raw": "The company is also aiming to unlock access to the San Francisco International Airport, although those plans are on a much longer timeline.",
    "content_text": "The company is also aiming to unlock access to the San Francisco International Airport, although those plans are on a much longer timeline.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/klarnas-revenue-per-employee-soars-to-nearly-1m-thanks-to-ai-efficiency-push/",
    "title": "Klarna’s revenue per employee soars to nearly $1M thanks to AI efficiency push",
    "link": "https://techcrunch.com/2025/05/19/klarnas-revenue-per-employee-soars-to-nearly-1m-thanks-to-ai-efficiency-push/",
    "published_date": "2025-05-20T00:36:18+00:00",
    "content_raw": "Last year, Klarna announced a significant initiative to leverage its internally developed AI systems, powered by OpenAI, across its operations. This wasn&#8217;t empty talk for the buy now, pay later giant. The company not only ended its pricey contract with Salesforce CRM, but also curtailed its hiring efforts, allowing AI to do some of the [&#8230;]",
    "content_text": "Last year, Klarna announced a significant initiative to leverage its internally developed AI systems, powered by OpenAI, across its operations. This wasn’t empty talk for the buy now, pay later giant. The company not only ended its pricey contract with Salesforce CRM, but also curtailed its hiring efforts, allowing AI to do some of the […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/waymo-and-uber-are-giving-some-riders-early-access-to-atlanta-robotaxi-service/",
    "title": "Waymo and Uber are giving some riders early access to Atlanta robotaxi service",
    "link": "https://techcrunch.com/2025/05/19/waymo-and-uber-are-giving-some-riders-early-access-to-atlanta-robotaxi-service/",
    "published_date": "2025-05-19T22:47:00+00:00",
    "content_raw": "Atlanta is the second city to get the so-called \"Waymo on Uber\" service. The companies launched the service, which matches riders with a",
    "content_text": "Atlanta is the second city to get the so-called \"Waymo on Uber\" service. The companies launched the service, which matches riders with a",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/billionaire-founder-of-luminar-replaced-as-ceo-following-ethics-inquiry/",
    "title": "Billionaire founder of Luminar replaced as CEO following ethics inquiry",
    "link": "https://techcrunch.com/2025/05/19/billionaire-founder-of-luminar-replaced-as-ceo-following-ethics-inquiry/",
    "published_date": "2025-05-19T22:09:38+00:00",
    "content_raw": "Austin Russell, who became a billionaire after his lidar startup Luminar went public, appears to be out as CEO, according to the company&#8217;s board. Luminar&#8217;s board announced Wednesday — the same day of its first-quarter earnings report — it had replaced Russell and appointed Paul Ricci to the role. Ricci is the former chairman and [&#8230;]",
    "content_text": "Austin Russell, who became a billionaire after his lidar startup Luminar went public, appears to be out as CEO, according to the company’s board. Luminar’s board announced Wednesday — the same day of its first-quarter earnings report — it had replaced Russell and appointed Paul Ricci to the role. Ricci is the former chairman and […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/judge-pressures-apple-to-approve-fortnite-or-return-to-court/",
    "title": "Judge pressures Apple to approve Fortnite or return to court",
    "link": "https://techcrunch.com/2025/05/19/judge-pressures-apple-to-approve-fortnite-or-return-to-court/",
    "published_date": "2025-05-19T21:16:30+00:00",
    "content_raw": "A federal judge is asking Apple to approve Fortnite&#8217;s submission on the U.S. App Store or return to court to explain the legal basis as to why it has not done so. In a new filing, U.S. District Judge Yvonne Gonzalez Rogers confirms the court has received Epic Games&#8217; latest motion, where it demands that [&#8230;]",
    "content_text": "A federal judge is asking Apple to approve Fortnite’s submission on the U.S. App Store or return to court to explain the legal basis as to why it has not done so. In a new filing, U.S. District Judge Yvonne Gonzalez Rogers confirms the court has received Epic Games’ latest motion, where it demands that […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/apple-approves-spotify-update-so-us-users-can-buy-audiobooks-within-the-app/",
    "title": "Apple approves Spotify update so US users can buy audiobooks within the app",
    "link": "https://techcrunch.com/2025/05/19/apple-approves-spotify-update-so-us-users-can-buy-audiobooks-within-the-app/",
    "published_date": "2025-05-19T21:09:21+00:00",
    "content_raw": "Spotify announced on Monday that Apple has approved a new app update, allowing iPhone users in the U.S. to purchase individual audiobooks directly within the app. Users can also view audiobook prices and easily buy additional listening hours beyond the initial 15 hours. “This change lowers the barriers for more users to embrace their first [&#8230;]",
    "content_text": "Spotify announced on Monday that Apple has approved a new app update, allowing iPhone users in the U.S. to purchase individual audiobooks directly within the app. Users can also view audiobook prices and easily buy additional listening hours beyond the initial 15 hours. “This change lowers the barriers for more users to embrace their first […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/google-launches-standalone-notebooklm-app-for-android/",
    "title": "Google launches stand-alone NotebookLM apps for Android and iOS",
    "link": "https://techcrunch.com/2025/05/19/google-launches-standalone-notebooklm-app-for-android/",
    "published_date": "2025-05-19T20:51:54+00:00",
    "content_raw": "Google announced on Monday that it has officially released the NotebookLM apps for Android and iOS, a day before Google I/O 2025 and a day before the company said it would roll out. Since its&#160;launch in 2023, the AI-based note-taking and research assistant has only been accessible via desktop. Google has now made the service [&#8230;]",
    "content_text": "Google announced on Monday that it has officially released the NotebookLM apps for Android and iOS, a day before Google I/O 2025 and a day before the company said it would roll out. Since its launch in 2023, the AI-based note-taking and research assistant has only been accessible via desktop. Google has now made the service […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/google-inks-another-massive-solar-power-deal-to-electrify-its-data-centers/",
    "title": "Google inks another massive solar power deal to electrify its data centers",
    "link": "https://techcrunch.com/2025/05/19/google-inks-another-massive-solar-power-deal-to-electrify-its-data-centers/",
    "published_date": "2025-05-19T19:20:20+00:00",
    "content_raw": "The new deal covers solar and storage projects being developed in South Carolina by EnergyRe.",
    "content_text": "The new deal covers solar and storage projects being developed in South Carolina by EnergyRe.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/amd-strikes-a-deal-to-sell-zt-systems-server-manufacturing-business-for-3b/",
    "title": "AMD strikes a deal to sell ZT Systems’ server-manufacturing business for $3B",
    "link": "https://techcrunch.com/2025/05/19/amd-strikes-a-deal-to-sell-zt-systems-server-manufacturing-business-for-3b/",
    "published_date": "2025-05-19T17:31:16+00:00",
    "content_raw": "Semiconductor giant AMD followed through with its plan to spin out ZT Systems&#8217; server-manufacturing business. AMD announced on Monday that it was selling ZT Systems&#8217; server-manufacturing business to electronic manufacturing services company Sanmina. The $3 billion deal is a mix of cash and stock: $2.25 billion in cash; a $300 million premium, including 50% cash [&#8230;]",
    "content_text": "Semiconductor giant AMD followed through with its plan to spin out ZT Systems’ server-manufacturing business. AMD announced on Monday that it was selling ZT Systems’ server-manufacturing business to electronic manufacturing services company Sanmina. The $3 billion deal is a mix of cash and stock: $2.25 billion in cash; a $300 million premium, including 50% cash […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/cocospy-stalkerware-apps-go-offline-after-data-breach/",
    "title": "Cocospy stalkerware apps go offline after data breach",
    "link": "https://techcrunch.com/2025/05/19/cocospy-stalkerware-apps-go-offline-after-data-breach/",
    "published_date": "2025-05-19T16:10:30+00:00",
    "content_raw": "The trio of spyware apps — hacked earlier this year — no longer work.",
    "content_text": "The trio of spyware apps — hacked earlier this year — no longer work.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/microsoft-gives-its-ai-dev-tools-for-windows-a-fresh-coat-of-paint/",
    "title": "AI dev tools for Windows get a fresh coat of paint",
    "link": "https://techcrunch.com/2025/05/19/microsoft-gives-its-ai-dev-tools-for-windows-a-fresh-coat-of-paint/",
    "published_date": "2025-05-19T16:00:00+00:00",
    "content_raw": "Microsoft wants to make it easier for developers to build AI-powered apps on Windows devices. On Monday during its Build 2025 conference, Microsoft announced Windows AI Foundry, a rebranding and expansion of the&#160;Windows Copilot Runtime service the company launched last May. Microsoft describes Windows AI Foundry as a &#8220;unified platform for local AI development&#8221; — [&#8230;]",
    "content_text": "Microsoft wants to make it easier for developers to build AI-powered apps on Windows devices. On Monday during its Build 2025 conference, Microsoft announced Windows AI Foundry, a rebranding and expansion of the Windows Copilot Runtime service the company launched last May. Microsoft describes Windows AI Foundry as a “unified platform for local AI development” — […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/microsoft-wants-to-tap-ai-to-accelerate-scientific-discovery/",
    "title": "Microsoft wants to tap AI to accelerate scientific discovery",
    "link": "https://techcrunch.com/2025/05/19/microsoft-wants-to-tap-ai-to-accelerate-scientific-discovery/",
    "published_date": "2025-05-19T16:00:00+00:00",
    "content_raw": "Can AI speed up aspects of the scientific process? Microsoft appears to think so. At the company&#8217;s Build 2025 conference on Monday, Microsoft announced Microsoft Discovery, a platform that taps agentic AI to &#8220;transform the [scientific] discovery process,&#8221; according to a press release provided to TechCrunch. Microsoft Discovery is &#8220;extensible,&#8221; Microsoft says, and can handle [&#8230;]",
    "content_text": "Can AI speed up aspects of the scientific process? Microsoft appears to think so. At the company’s Build 2025 conference on Monday, Microsoft announced Microsoft Discovery, a platform that taps agentic AI to “transform the [scientific] discovery process,” according to a press release provided to TechCrunch. Microsoft Discovery is “extensible,” Microsoft says, and can handle […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/itll-soon-be-free-to-publish-apps-to-the-microsoft-store/",
    "title": "It’ll soon be free to publish apps to the Microsoft Store",
    "link": "https://techcrunch.com/2025/05/19/itll-soon-be-free-to-publish-apps-to-the-microsoft-store/",
    "published_date": "2025-05-19T16:00:00+00:00",
    "content_raw": "Microsoft is getting rid of developer onboarding fees for the Microsoft Store on Windows, the digital distribution platform for its flagship operating system, the company announced Monday during its Build 2025 conference. Starting June 2025, individual developers will be able to sign up and publish apps to the Microsoft Store without having to pay to [&#8230;]",
    "content_text": "Microsoft is getting rid of developer onboarding fees for the Microsoft Store on Windows, the digital distribution platform for its flagship operating system, the company announced Monday during its Build 2025 conference. Starting June 2025, individual developers will be able to sign up and publish apps to the Microsoft Store without having to pay to […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/nlweb-is-microsofts-project-to-bring-more-chatbots-to-webpages/",
    "title": "NLWeb is Microsoft’s project to bring more chatbots to web pages",
    "link": "https://techcrunch.com/2025/05/19/nlweb-is-microsofts-project-to-bring-more-chatbots-to-webpages/",
    "published_date": "2025-05-19T16:00:00+00:00",
    "content_raw": "As part of an effort to make building AI-powered chatbots on the web simpler, Microsoft is launching an open project called NLWeb. Announced at Build 2025, NLWeb lets websites provide a &#8220;conversational interface&#8221; — i.e. a text field and a submission button — for their users with a few lines of code, the AI model [&#8230;]",
    "content_text": "As part of an effort to make building AI-powered chatbots on the web simpler, Microsoft is launching an open project called NLWeb. Announced at Build 2025, NLWeb lets websites provide a “conversational interface” — i.e. a text field and a submission button — for their users with a few lines of code, the AI model […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/devs-can-now-tap-microsoft-edge-to-power-ai-web-apps/",
    "title": "Devs can now tap Microsoft Edge to power AI web apps",
    "link": "https://techcrunch.com/2025/05/19/devs-can-now-tap-microsoft-edge-to-power-ai-web-apps/",
    "published_date": "2025-05-19T16:00:00+00:00",
    "content_raw": "Microsoft is launching new APIs for Edge, its web browser, to let developers incorporate AI functionality into web apps using models built into Edge. Unveiled at Build 2025, the AI APIs mirror some of the functionality in Google Chrome, which also offers &#8220;built-in AI&#8221; that developers can tap to power their web applications. Microsoft&#8217;s move [&#8230;]",
    "content_text": "Microsoft is launching new APIs for Edge, its web browser, to let developers incorporate AI functionality into web apps using models built into Edge. Unveiled at Build 2025, the AI APIs mirror some of the functionality in Google Chrome, which also offers “built-in AI” that developers can tap to power their web applications. Microsoft’s move […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/github-microsoft-embrace-anthropics-spec-for-connecting-ai-models-to-data-sources/",
    "title": "GitHub, Microsoft embrace Anthropic’s spec for connecting AI models to data sources",
    "link": "https://techcrunch.com/2025/05/19/github-microsoft-embrace-anthropics-spec-for-connecting-ai-models-to-data-sources/",
    "published_date": "2025-05-19T16:00:00+00:00",
    "content_raw": "GitHub and Microsoft, GitHub&#8217;s corporate parent, are joining the steering committee for MCP, Anthropic’s standard for connecting AI models to the systems where data resides. The announcement, which was made at Microsoft&#8217;s Build 2025 conference on Monday, comes as MCP gains steam in the AI industry. Earlier this year, both OpenAI and Google said they [&#8230;]",
    "content_text": "GitHub and Microsoft, GitHub’s corporate parent, are joining the steering committee for MCP, Anthropic’s standard for connecting AI models to the systems where data resides. The announcement, which was made at Microsoft’s Build 2025 conference on Monday, comes as MCP gains steam in the AI industry. Earlier this year, both OpenAI and Google said they […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/19/microsoft-open-sources-a-command-line-text-editor-and-more-at-build/",
    "title": "Microsoft open sources a command-line text editor and more at Build",
    "link": "https://techcrunch.com/2025/05/19/microsoft-open-sources-a-command-line-text-editor-and-more-at-build/",
    "published_date": "2025-05-19T16:00:00+00:00",
    "content_raw": "At its Build 2025 conference, Microsoft open sourced a number of apps and tools, including a new command-line text editor for Windows called Edit. Open source software may not earn the company direct revenue, but it can serve as a form of market research — and a funnel to paid applications and services. By contributing [&#8230;]",
    "content_text": "At its Build 2025 conference, Microsoft open sourced a number of apps and tools, including a new command-line text editor for Windows called Edit. Open source software may not earn the company direct revenue, but it can serve as a form of market research — and a funnel to paid applications and services. By contributing […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/670096/msi-claw-a8-amd-z2-extreme-computex-2025",
    "title": "MSI’s new Claw A8 is powered by AMD",
    "link": "https://www.theverge.com/news/670096/msi-claw-a8-amd-z2-extreme-computex-2025",
    "published_date": "2025-05-20T01:00:00+00:00",
    "content_raw": "<figure>\n\n<img alt=\"An image showing the MSI Claw A8\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/msi-new-claw.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">MSI has revealed its latest iteration of its Claw PC gaming handheld — and this time, it’s powered by AMD. The company showed off the Claw A8 BZ2EM at Computex 2025, which comes with an AMD Ryzen Z2 Extreme chip along with up to 24GB of DDR5 memory.</p>\n\n<p class=\"has-text-align-none\">That’s a bit less than the 32GB of memory that came with the <a href=\"https://www.theverge.com/2024/12/3/24311944/msi-claw-7-ai-plus-8-ai-plus-lunar-lake-32gb-ram-gaming-pc-handhelds\">Intel-equipped Claw 8 AI Plus released late</a> last year, but it still has an 8-inch full HD display, a 120Hz refresh rate, and a 1TB M.2 SSD. The AMD-powered Claw A8 will also come in two colors: white and lime green.</p>\n\n<p class=\"has-text-align-none\">MSI had a bit of a rough start with the release of its <a href=\"https://www.theverge.com/24105991/msi-claw-review\">original Claw handheld in March 2024</a>, but it seemed to <a href=\"https://www.theverge.com/2025/1/7/24338654/i-finally-touched-the-msi-claw-8-ai-plus\">redeem itself</a> with the launch of the MSI Claw 8 AI Plus. Lenovo also snapped up one of <a href=\"https://www.theverge.com/2025/1/6/24337300/amd-ryzen-z2-z2-extreme-z2-go\">AMD’s new handheld-focused chips</a> for the Legion Go S, but it <a href=\"https://www.theverge.com/reviews/617613/lenovo-legion-go-s-review-feels-good-plays-bad#:~:text=Watt%20for%20watt,choice%20at%20all.\">uses the weaker Z2 Go version</a> that my colleague Sean Hollister said “can’t compete” with its predecessor’s Z1 Extreme.</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/silver-tempest-crop.png?quality=90&#038;strip=all&#038;crop=0,2.902116024548,100,94.195767950904\" title=\"\" />\n<p class=\"has-text-align-none\">There’s a new <a href=\"https://us.msi.com/Handheld/Claw-8-AI-Plus-Polar-Tempest-Edition\">MSI Claw 8 AI Plus “Polar Tempest” edition</a>, too, which features an up to Intel Core Ultra 7 258V processor and a 2TB NVMe SSD. It also has what MSI calls a “glittering” white coating. MSI didn’t reveal a release date or price for either model, but it will likely be in the same ballpark as the standard Intel-powered MSI Claw 8 Plus, which <a href=\"https://www.bestbuy.com/site/msi-claw-8-ai-a2vm-8-120hz-fhd-1200p-gaming-handheld-intel-core-ultra-7-258v-intel-arc-32gb-1tb-ssd-console-black/6608225.p?skuId=6608225\">Best Buy lists as costing $999.99</a>.</p>",
    "content_text": "MSI has revealed its latest iteration of its Claw PC gaming handheld — and this time, it’s powered by AMD. The company showed off the Claw A8 BZ2EM at Computex 2025, which comes with an AMD Ryzen Z2 Extreme chip along with up to 24GB of DDR5 memory. That’s a bit less than the 32GB of memory that came with the Intel-equipped Claw 8 AI Plus released late last year, but it still has an 8-inch full HD display, a 120Hz refresh rate, and a 1TB M.2 SSD. The AMD-powered Claw A8 will also come in two colors: white and lime green. MSI had a bit of a rough start with the release of its original Claw handheld in March 2024 , but it seemed to redeem itself with the launch of the MSI Claw 8 AI Plus. Lenovo also snapped up one of AMD’s new handheld-focused chips for the Legion Go S, but it uses the weaker Z2 Go version that my colleague Sean Hollister said “can’t compete” with its predecessor’s Z1 Extreme. There’s a new MSI Claw 8 AI Plus “Polar Tempest” edition , too, which features an up to Intel Core Ultra 7 258V processor and a 2TB NVMe SSD. It also has what MSI calls a “glittering” white coating. MSI didn’t reveal a release date or price for either model, but it will likely be in the same ballpark as the standard Intel-powered MSI Claw 8 Plus, which Best Buy lists as costing $999.99 .",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/669323/elgato-stream-deck-modules-vsd-scissor-switches",
    "title": "Elgato is letting you stick a Stream Deck on anything",
    "link": "https://www.theverge.com/news/669323/elgato-stream-deck-modules-vsd-scissor-switches",
    "published_date": "2025-05-19T23:00:00+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/Elgato-Stream-Deck-Module-mounted.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The Streeam Deck Modules can be easily added to customized mounts and other projects.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Elgato announced a new “Stream Deck Everywhere” strategy at Computex, which includes a software-based virtual Stream Deck for PCs, an ethernet dock accessory, unbranded Stream Deck modules that can bring its keys into other products, and even new scissor-switch keys for a more precise, keyboard-like feel. “With these launches, we’re opening up Stream Deck to a world of new users, from developers and DIY builders to manufacturers seeking a field-proven interface for their products,” said Elgato general manager Julian Fest. “Because Stream Deck isn’t just a device—it’s a platform.</p>\n\n<p class=\"has-text-align-none\">Stream Deck Modules are designed for hobbyists and manufacturers to easily integrate into hardware projects instead of ripping apart the consumer version or developing their own custom macropad solutions. The modules are available in 6-, 15-, and 32-key variants and are housed in an aluminum chassis that can be built into custom bases, machines, and furniture, making it possible to actually create <a href=\"https://www.theverge.com/news/640725/april-fools-2025-elgatos-stream-deck-desk\">Elgato’s ridiculous 1,262-key April Fools’ desk</a>.</p>\n\n<p class=\"has-text-align-none\">The Stream Deck Modules are available now starting at $49.99 for the six-key version, $129.99 for the 15-key, and $199.99 for the 32-key. Elgato technical marketing manager Philipp Eggebrecht told <em>The Verge</em> that discounts will be offered for bulk purchases.</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\"><img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/Stream_Deck_Module_15_Keys_Device_Shot_Icons_02.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/Stream_Deck_Module_Desk_Shot_03.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" title=\"\" /></figure>\n\n<p class=\"has-text-align-none\">A new variant of the <a href=\"https://www.theverge.com/2021/7/15/22579144/elgato-stream-deck-mk-2-stand-faceplates-usb-c-valve\">MK.2 Stream Deck</a> has been introduced that replaces the membrane keys with scissor-style switches that provide “enhanced speed and precision,” according to Elgato. Eggebrecht says the scissor keys variant costs $149.99 and will be available in “around two weeks.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Stream Deck buttons that feel more like keyboard keys would make it easier for users to tell they’ve clicked something without having to look at the device. Elgato describes the scissor switch variant as something that “lends itself to typing-style interactions, paving the way for new use cases that benefit from rapid, multi-layered input and control,” which could be testing the waters for a <a href=\"https://www.theverge.com/c/features/24191410/elgato-stream-deck-art-lebedev-optimus-maximus-keyboard-retrospective\">Stream Deck keyboard</a> or any other application requiring precise controls.</p>\n\n<p class=\"has-text-align-none\">“The idea of a full LCD-key based keyboard is interesting. We’ve explored it in the past and so far, what we’ve found is that the experience hasn’t been great, and there’s the cost question,” Eggebrecht told <em>The Verge</em>. “We’re getting closer to a keyboard feeling with Stream Deck Scissor Keys, and always looking at the technology and what is becoming possible. Stream Deck and keyboards are a natural fit.”</p>\n<img alt=\"The new scissor-style switches for Elgato’s MK.2 Stream Deck.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/Scissor-switch-streeam-deck.jpg?quality=90&#038;strip=all&#038;crop=0,2.657505484596,100,94.684989030808\" title=\"The new scissor-style switches for Elgato’s MK.2 Stream Deck.\" />\n<p class=\"has-text-align-none\">Elgato is also rolling out a software-only Stream Deck for desktop devices, akin to the <a href=\"https://www.elgato.com/us/en/s/stream-deck-mobile\">existing Stream Deck mobile app</a>. The Virtual Stream Deck (VSD) can provide a permanent macro menu on computer screens or be summoned at will when users hit allocated hotkeys and mouse buttons. The VSD software will initially be available for people who own a Corsair Scimitar Elite Wireless SE mouse, Xenon Edge touchscreen, or any Stream Deck model, before later rolling out to “more devices.”</p>\n\n<p class=\"has-text-align-none\">Custom layouts, virtual faceplates, and support for beyond six buttons require iPhone and Android Stream Deck users to pay for Pro access, which starts at $2.99 monthly or $49.99 as a one-time purchase. Eggebrecht says Elgato’s desktop VSD isn’t locked behind a subscription, but does require users to install the Stream Deck 7.0 beta.</p>\n<img alt=\"A screenshot of Elgato’s Virtual Stream Deck solution.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/Elgato-VSD.jpg?quality=90&#038;strip=all&#038;crop=0,3.4539788595234,100,93.092042280953\" title=\"A screenshot of Elgato’s Virtual Stream Deck solution.\" />\n<p class=\"has-text-align-none\">A new $79.99 Stream Deck network dock accessory was also announced that includes support for power over Ethernet (PoE), which lets you place its buttons anywhere there’s a network jack, and with more flexibility than USB-C affords by itself. Eggebrecht says the Stream Deck network dock will start shipping in August.</p>\n\n<p class=\"has-text-align-none\"></p>",
    "content_text": "The Streeam Deck Modules can be easily added to customized mounts and other projects. Elgato announced a new “Stream Deck Everywhere” strategy at Computex, which includes a software-based virtual Stream Deck for PCs, an ethernet dock accessory, unbranded Stream Deck modules that can bring its keys into other products, and even new scissor-switch keys for a more precise, keyboard-like feel. “With these launches, we’re opening up Stream Deck to a world of new users, from developers and DIY builders to manufacturers seeking a field-proven interface for their products,” said Elgato general manager Julian Fest. “Because Stream Deck isn’t just a device—it’s a platform. Stream Deck Modules are designed for hobbyists and manufacturers to easily integrate into hardware projects instead of ripping apart the consumer version or developing their own custom macropad solutions. The modules are available in 6-, 15-, and 32-key variants and are housed in an aluminum chassis that can be built into custom bases, machines, and furniture, making it possible to actually create Elgato’s ridiculous 1,262-key April Fools’ desk . The Stream Deck Modules are available now starting at $49.99 for the six-key version, $129.99 for the 15-key, and $199.99 for the 32-key. Elgato technical marketing manager Philipp Eggebrecht told The Verge that discounts will be offered for bulk purchases. A new variant of the MK.2 Stream Deck has been introduced that replaces the membrane keys with scissor-style switches that provide “enhanced speed and precision,” according to Elgato. Eggebrecht says the scissor keys variant costs $149.99 and will be available in “around two weeks.” Stream Deck buttons that feel more like keyboard keys would make it easier for users to tell they’ve clicked something without having to look at the device. Elgato describes the scissor switch variant as something that “lends itself to typing-style interactions, paving the way for new use cases that benefit from rapid, multi-layered input and control,” which could be testing the waters for a Stream Deck keyboard or any other application requiring precise controls. “The idea of a full LCD-key based keyboard is interesting. We’ve explored it in the past and so far, what we’ve found is that the experience hasn’t been great, and there’s the cost question,” Eggebrecht told The Verge . “We’re getting closer to a keyboard feeling with Stream Deck Scissor Keys, and always looking at the technology and what is becoming possible. Stream Deck and keyboards are a natural fit.” Elgato is also rolling out a software-only Stream Deck for desktop devices, akin to the existing Stream Deck mobile app . The Virtual Stream Deck (VSD) can provide a permanent macro menu on computer screens or be summoned at will when users hit allocated hotkeys and mouse buttons. The VSD software will initially be available for people who own a Corsair Scimitar Elite Wireless SE mouse, Xenon Edge touchscreen, or any Stream Deck model, before later rolling out to “more devices.” Custom layouts, virtual faceplates, and support for beyond six buttons require iPhone and Android Stream Deck users to pay for Pro access, which starts at $2.99 monthly or $49.99 as a one-time purchase. Eggebrecht says Elgato’s desktop VSD isn’t locked behind a subscription, but does require users to install the Stream Deck 7.0 beta. A new $79.99 Stream Deck network dock accessory was also announced that includes support for power over Ethernet (PoE), which lets you place its buttons anywhere there’s a network jack, and with more flexibility than USB-C affords by itself. Eggebrecht says the Stream Deck network dock will start shipping in August.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/23691498/best-garmin-smartwatch-fitness-tracker-wearables",
    "title": "The best Garmin watches for training and everyday life",
    "link": "https://www.theverge.com/23691498/best-garmin-smartwatch-fitness-tracker-wearables",
    "published_date": "2025-05-19T21:43:58+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24629810/236645_Buying_Guide_Garmin_Watches_WJoel.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Garmins aren’t just multisport behemoths anymore. | Illustration by Will Joel / The Verge</figcaption>\n</figure>\n<p>Few brands are as synonymous with outdoor sports as Garmin. You’ll find these fitness trackers and smartwatches on dozens of wrists at any 5K, marathon, or Ironman. You’ll also find Garmin devotees among divers, thru-hikers, golfers, kiteboarders — you name it. But these devices aren’t <em>just</em> for athletes. The company’s made significant strides in its lifestyle offerings, so regardless of your fitness level, there’s a Garmin for everyone.</p>\n\n<p>If you’re coming from a more traditional smartwatch, Garmin’s core strengths lie in fitness, GPS, adventuring, and durability. These are hardy devices that are meant to withstand the elements and last <em>weeks</em> on a single charge. Several models come with offline maps, advanced navigational features, and more training metrics than any other platform. Garmin devices tend to be on the pricier side, however, and <a href=\"https://www.theverge.com/news/636211/garmin-connect-plus-subscription-wearables\">the company recently announced</a> it would begin putting its newest features behind a paywall. That’s a bummer given Garmin spent years&nbsp;publicly stating it had no intention of charging its users extra.</p>\n\n<div class=\"wp-block-vox-media-methodology-accordion\"><div class=\"wp-block-vox-media-methodology-accordion\">\n<div class=\"wp-block-vox-media-methodology-accordion-item\"><div class=\"wp-block-vox-media-methodology-accordion-item\">\n<p class=\"has-text-align-none c-methodology-accordion__item-heading\">How we test Garmin watches</p>\n\n\n\n<p class=\"has-text-align-none c-methodology-accordion__item-content\">There are fitness trackers and smartwatches, and then there are Garmins. Depending on the type of Garmin — there are&nbsp;<em>many&nbsp;</em>— we will tailor our benchmarks and experiential, real-life testing. If it&#8217;s a rugged Fenix model, we&#8217;ll go on extensive GPS activities, see how well it works as a navigation tool, and dive deep into training metrics. If it&#8217;s more lifestyle focused, like the Venu 3, we&#8217;ll put an added focus on how well smart features like voice assistant access, notifications, and style. Because people buy Garmins to last a long time, we also put special consideration on battery life testing. Some other factors we consider are durability, performance, ability to connect to gym equipment, and GPS accuracy.</p>\n</div></div>\n\n\n\n<div class=\"wp-block-vox-media-methodology-accordion-item\"><div class=\"wp-block-vox-media-methodology-accordion-item\">\n<p class=\"has-text-align-none c-methodology-accordion__item-heading\">Battery life</p>\n\n\n\n<p class=\"has-text-align-none c-methodology-accordion__item-content\">Garmins are known for extra long battery life. The question is, does it last days, weeks, or even a month?</p>\n</div></div>\n\n\n\n<div class=\"wp-block-vox-media-methodology-accordion-item\"><div class=\"wp-block-vox-media-methodology-accordion-item\">\n<p class=\"has-text-align-none c-methodology-accordion__item-heading\">Training metrics </p>\n\n\n\n<p class=\"has-text-align-none c-methodology-accordion__item-content\">Garmin has so many training features that even the pros probably don’t use all of them. Do you get coaching programs and stamina graphs? Or are you sticking to the basics like steps, pace, and mileage?</p>\n</div></div>\n\n\n\n<div class=\"wp-block-vox-media-methodology-accordion-item\"><div class=\"wp-block-vox-media-methodology-accordion-item\">\n<p class=\"has-text-align-none c-methodology-accordion__item-heading\">Navigational features </p>\n\n\n\n<p class=\"has-text-align-none c-methodology-accordion__item-content\">Same goes for navigational features. While Garmin is known for its GPS tech, there are multiple kinds of GPS tracking and satellite systems. We also look at whether these navigational features fit the use case. For example, do running watches have <a href=\"https://www8.garmin.com/manuals/webhelp/forerunner245/EN-US/GUID-CF774818-0C30-4992-962C-DDA9EA00E8C6.html#:~:text=During%20an%20activity%2C%20select%20STOP,straight%20line%2C%20select%20Straight%20Line.\">back-to-start</a>? Do offline maps come preloaded for thru-hikers?</p>\n</div></div>\n\n\n\n<div class=\"wp-block-vox-media-methodology-accordion-item\"><div class=\"wp-block-vox-media-methodology-accordion-item\">\n<p class=\"has-text-align-none c-methodology-accordion__item-heading\">Style and durability</p>\n\n\n\n<p class=\"has-text-align-none c-methodology-accordion__item-content\">Do these watches hold up to intense activity? Are they discreet enough to wear to formal occasions without screaming “I love exercise!!!!!”</p>\n</div></div>\n\n\n\n<div class=\"wp-block-vox-media-methodology-accordion-item\"><div class=\"wp-block-vox-media-methodology-accordion-item\">\n<p class=\"has-text-align-none c-methodology-accordion__item-heading\">Value</p>\n\n\n\n<p class=\"has-text-align-none c-methodology-accordion__item-content\">Garmins are expensive. Does the price make sense for the intended user, feature set, and build quality?</p>\n</div></div>\n</div></div>\n\n<p>Garmins aren’t too shabby on smarts, either. While more fitness-focused than anything from Apple, Google, or Samsung, there’s enough to get you the basics like notifications and then some. For example, most Garmins have fall detection and safety features, and <a href=\"https://support.garmin.com/en-US/?faq=XW4TwGAinJ2juGDNiANMt8\">several of the latest Garmins</a> recently got <a href=\"https://www.theverge.com/2023/1/24/23567610/garmin-venu-2-plus-ekg-fda\">an FDA-cleared EKG feature</a>. (You’ll need a phone on hand, however, as only one Garmin model has cellular connectivity.) Many Garmin devices also support offline music playback and come with a small third-party app ecosystem.</p>\n\n<p>There are a <em>lot </em>of Garmin watches to choose from. No, seriously, there are six major lineups, and each has a multitude of models. But no worries — I test several Garmins every year and can help point you in the right direction.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"></h2>\n\n\n\n<div class=\"wp-block-vox-media-table-of-contents\"><ol><li><a href=\"https://www.theverge.com/rss/index.xml#r3gA2c\">The best Garmin for runners</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#qIpmSw\">The best Garmin for endurance sports</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#LbhNb5\">The best Garmin on a budget</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#ldPveO\">The best Garmin to replace a Fitbit</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#ZLn31D\">The best Garmin smartwatch</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#what-s-coming-next\">What’s coming next</a></li></ol></div>\n</div>\n\n<h2 class=\"wp-block-heading\" id=\"r3gA2c\">The best Garmin for runners</h2>\n\n<p><em><em><strong>Sizes:</strong> 42mm w/ 18mm straps; 46mm w/ 22mm straps / <strong>Weight:</strong> 39g (42mm); 47g (46mm) / <strong>Battery life:</strong> Up to 15 days (42mm); 13 days (46mm) in smartwatch mode / <strong>Display type:</strong> OLED touchscreen / <strong>GPS:</strong> All-systems GNSS and dual-frequency GPS / <strong>Connectivity:</strong> Bluetooth, Ant Plus, Wi-Fi / <strong>Water resistance:</strong> 5ATM / <strong>Music storage:</strong> 8GB</em></em></p>\n\n<p>Garmin has <em>many </em>running watches, and a lot of them are great. But the Forerunner 265 or 265S (if you have petite wrists) strikes an excellent balance between price, feature set, battery life, and a vibrant OLED display.</p>\n\n<p>That said, the Forerunner 265 / 265S is a bit of an odd duck. It comes a mere nine months after its predecessor, the <a href=\"https://www.theverge.com/23171721/garmin-forerunner-255s-review-running-watch\">Forerunner 255</a>, and is, in many ways, pretty much the same watch. The main difference is the 265 has an OLED display compared to the 255’s memory-in-pixel screen. Usually, that means worse battery life, but in this case, we got about a week on a single charge with the always-on display enabled. Without it, you can get up to 15 days. Given that OLED is easier to read and just, well, looks nicer, that gives the 265 lineup an edge over the 255.</p>\n<img alt=\"Close-up of the Garmin Forerunner 265S on the wrist of a person putting their hand into a jacket pocket.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24483620/236554_Garmin_Forerunner_265S_AKrales_0072.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" title=\"Close-up of the Garmin Forerunner 265S on the wrist of a person putting their hand into a jacket pocket.\" />\n<p>The 265 also has dual-frequency GPS (also known as multi-band). The gist is you get much more accurate maps in challenging environments like cities and dense forests because you can access both the L1 and L5 satellite frequencies. And even with dual-frequency GPS enabled, you still don’t lose a whole lot of battery life. I wore it during a half marathon with that and the AOD enabled, and I still had over 80 percent battery by the time I got home. This is also an excellent price, as the majority of multi-band GPS watches cost well over $600.</p>\n\n<p>My main complaint is that $450, while not bad for Garmin, is still a lot when you consider that’s the same price as smarter smartwatches with great running features. Some runners won’t care. But if you’re on a budget — or you’re new to running and feel iffy about spending that much — then consider the <a href=\"https://www.theverge.com/24107020/garmin-forerunner-165-music-review-smartwatch-wearables\">Forerunner 165</a> series. It starts at $250 (add another $50 for onboard music) and does almost everything the 265 series does. The main things you’re missing are dual-frequency GPS and a few more niche sport profiles. But if you’re mostly sticking to running, gym equipment, cycling, swimming, and hiking, you’re covered.</p>\n\n<p>Neither has all of<strong> </strong>Garmin’s training features, but it’s got what you’ll need to run anything from a 5K to a full marathon. That includes a Race Predictor, which gives you an estimate of what your best time would be based on your actual training. You can also use PacePro to figure out your pacing strategy for a race. You also get Garmin’s Training Readiness feature to help gauge load and recovery, Garmin Coach plans, and a host of running form metrics. It also supports offline music and safety features like fall detection. The only thing they lack is advanced mapping. (They still have trackback, point-to-point navigation, and real-time breadcrumb trail support, however.)</p>\n\n<h5 class=\"wp-block-heading\" id=\"z26nCl\"><a href=\"https://www.theverge.com/23632332/garmin-forerunner-265s-review-oled-smartwatch-running\">Read my full Garmin Forerunner 265S review</a>.</h5>\n\n<h2 class=\"wp-block-heading\" id=\"qIpmSw\">The best Garmin for endurance sports</h2>\n\n<p><em><em><strong>Sizes:</strong> 42mm w/ 20mm straps; 47mm w/ 22mm straps; 51mm w/ 26mm straps / <strong>Weight:</strong> 42mm: 63g stainless steel, 58g titanium; 47mm: 78g stainless steel, 70g titanium; 51mm: 98g stainless steel, 88g titanium / <strong>Battery life: </strong>42mm: up to 10 days (4 with AOD); 47mm: up to 16 days (6 with AOD); 51mm: up to 31 days (11 with AOD) / <strong>Display type:</strong> OLED / <strong>GPS:</strong> All-systems GNSS and dual-frequency GPS / <strong>Connectivity:</strong> Bluetooth, Ant Plus, Wi-Fi / <strong>Water resistance:</strong> 10ATM / <strong>Music storage:</strong> Up to 32GB</em></em></p>\n\n<p>The <a href=\"https://www.theverge.com/23759824/garmin-epix-2-pro-review-smartwatch\">Epix Pro</a> will get you every fitness feature that Garmin has to offer. And I mean <em>everything</em>. It would frankly be easier to tell you what the Epix Pro does not have: things that are limited to LTE smartwatches and some of the new smart features on the Fenix 8, like an on-board voice assistant. Otherwise, you’ve got topographical maps, turn-by-turn navigation, and more training metrics than even a seasoned triathlete would know what to do with.</p>\n\n<p>The Pro is more size-inclusive than the <a href=\"https://www.theverge.com/22934516/garmin-epix-2-review\">standard second-gen Epix</a>, which only comes in 47mm. You can get the Pro in that size, too, but it also comes in 42mm and 51mm. This was a major complaint I had with the second-gen Epix, and you love to see companies actually take this sort of thing seriously. The best part is the Pro models start at the same price as the regular Epix did. You’ll have to pay $100 extra for materials like titanium and sapphire crystal, but that’s also true of the standard Epix.</p>\n\n<p>That said, it muddies the waters if you’re trying to pick between the Epix Pro, <a href=\"https://www.theverge.com/22937154/garmin-fenix-7s-review-fitness-tracker-smartwatch\">Fenix 7</a>, <a href=\"https://www.theverge.com/23809801/garmin-fenix-7s-pro-review-smartwatch-wearables\">Fenix 7 Pro</a>, and now, the <a href=\"https://www.theverge.com/24266434/garmin-fenix-8-review-smartwatch-wearables-fitness-tracking\">Fenix 8</a>. The main difference is the Epix watches all have OLED displays. One reason I prefer OLED is that they’re much easier to read indoors — where<strong> </strong>most of us spend the majority of our time. The Fenix 7 series’ memory-in-pixel displays (plus solar charging if you opt for it) allow for weeks and weeks of charge, but the smallest Epix Pro can get around 10 days with normal usage. The 47mm and 51mm Pro models can go longer between charges due to bigger batteries, but I felt that the 42mm has enough juice to satisfy most use cases. Garmin also has so many battery-saving modes and options that I highly doubt this will ever be an issue.</p>\n\n<p>Not helping matters is the fact that the Fenix 8 lets you choose between an OLED or a MIP display. You also get smart features like an onboard voice assistant, the ability to take calls from the wrist, and the Garmin Messenger app. The main problem is the starting price is now $350 more than the standard Fenix 7 and right about on par with the Epix Pro. My personal feeling is the Fenix 8’s smart features are just okay and that you’re really not missing much by not having them. We also often see discounts on older models, so I would put on my bargain-hunting hat for a discounted Epix Pro or Fenix 7 Pro while inventory is still available.</p>\n\n<p>But really, the winning feature of the Epix Pro is the hands-free flashlight. It’s so useful in my day-to-day life, and all you have to do is double-press a button. It’s as bright as your smartphone, comes with a red light option if you want something easier on the eyes, and can act as a strobe in an emergency situation. The Fenix 7 Pro and 8 watches also have a flashlight, so a lot of this is going to come down to personal preference for the display, price, and whether you care about smart features.</p>\n\n<p>If you’re set on the most battery life possible, I recommend the Fenix 7 Pro over the standard 7 for a few reasons. Its MIP display is slightly brighter, all sizes have the flashlight, and, like the Epix Pro, it has an updated sensor array. I also recommend it over the MIP versions of the Fenix 8 because it comes in more sizes, <em>and</em> costs around $300 less. Especially since the Fenix 8’s smart features are a bit half-baked.</p>\n\n<h5 class=\"wp-block-heading\" id=\"KocoSz\"><a href=\"https://www.theverge.com/23759824/garmin-epix-2-pro-review-smartwatch\">Read my full Epix Pro review</a>.</h5>\n\n<h2 class=\"wp-block-heading\" id=\"LbhNb5\">The best Garmin on a budget</h2>\n\n<p><em><em><strong>Sizes:</strong> 40mm w/ 20mm straps / <strong>Weight:</strong> 19g / <strong>Battery life:</strong> Up to 5 days / <strong>Display type:</strong> “Hidden” OLED touchscreen / <strong>GPS:</strong> Tethered GPS / <strong>Connectivity:</strong> Bluetooth, Ant Plus / <strong>Water resistance:</strong> 5ATM / <strong>Music storage:</strong> N/A</em></em></p>\n\n<p>What I love most about the Vivomove Sport is that it doesn’t look like what most people expect from a Garmin. It’s a hybrid smartwatch, which means it looks like a regular watch but can track fitness and deliver notifications. Garmin’s hybrids are also unique in that they all use an OLED display that stays hidden until you need it.</p>\n\n<p>This is best suited for a casually active person who wants style and value in a lightweight package. Think wellness, more so than fitness. It gets you continuous heart rate monitoring and blood oxygen level monitoring, and can even provide abnormal heart rate alerts. You also get access to more in-depth metrics like respiration rate, fitness age, stress, and Body Battery, which is Garmin’s tool for visualizing how well-rested you are. For smart features, you get all the basics, like notifications, alarms, and timers.</p>\n<img alt=\"Garmin Vivomove Sport on top of a blue pair of sneakers\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23162060/vsong_220110_4962_0004.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" title=\"Garmin Vivomove Sport on top of a blue pair of sneakers\" />\n<p>The Sport isn’t quite as full-featured as some other Garmin watches you’ll find on this list. For instance, you’re giving up built-in GPS in favor of tethered GPS through your phone. There are no contactless payments, nor is there a microphone or speaker for taking calls on the wrist. But this <em>is</em> a budget pick, and you get a lot, considering this is an entry-level gadget that could pass for a Swatch at a glance.</p>\n\n<p>I don’t love that the battery life is short for a hybrid, at around three to four days. Even so, that’s still much better than what you’ll get on an Apple Watch or Wear OS 4 watch. If you’re willing to spend about $100 more, the $269.99 <a href=\"https://www.theverge.com/23600040/garmin-vivomove-trend-review-hybrid-smartwatch-wearable\">Vivomove Trend</a> has more chic materials, gets you more screen real estate, and wireless Qi charging. Otherwise, this is a great lifestyle wearable that can serve as a classier alternative to your typical fitness band.</p>\n\n<p>If you prefer something newer to the Sport that’s also stylish, the <a href=\"https://www.theverge.com/24152258/garmin-lily-2-fitness-tracker-wearable-smartwatch\">Garmin Lily 2</a> is another good option, especially if you’ve got particularly small wrists or prefer something extremely lightweight. The swipe and tap gestures are still a little fiddly to use — which was also the case with the first-gen model — but the fresh design is <a href=\"https://www.theverge.com/24152258/garmin-lily-2-fitness-tracker-wearable-smartwatch\">a fun way to lightly monitor your fitness</a> without bogging yourself down with notifications. Garmin also offers the <a href=\"https://www.theverge.com/2024/10/2/24260540/garmin-lily-2-active-smartwatch-fitness-tracker\">Lily 2 Active</a>, which adds a physical button, GPS, and support for more sports tracking for a <a href=\"https://www.amazon.com/Garmin-Stylish-Smartwatch-Patterned-Silicone/dp/B0DGVV6T6H/\">starting price of $299.99</a>.</p>\n\n<h5 class=\"wp-block-heading\" id=\"Z1CIYA\"><a href=\"https://www.theverge.com/22882401/garmin-vivomove-sport-review-fitness-tracker-smartwatch-wearables\">Read my full Garmin Vivomove Sport review</a>.</h5>\n\n<h2 class=\"wp-block-heading\" id=\"ldPveO\">The best Garmin to replace a Fitbit</h2>\n\n<p><em><em><strong>Sizes:</strong> 40mm w/ 20mm straps / <strong>Weight:</strong> 38g / <strong>Battery life:</strong> Up to 11 days / <strong>Display type:</strong> OLED touchscreen / <strong>GPS:</strong> All-systems GNSS / <strong>Connectivity:</strong> Bluetooth, Ant Plus / <strong>Water resistance:</strong> 5ATM / <strong>Music storage:</strong> 4GB (for Music Edition)</em></em></p>\n\n<p>If you were disappointed by the <a href=\"https://www.theverge.com/23392564/fitbit-sense-2-review-google-fitness-tracker\">Fitbit Sense 2</a> and <a href=\"https://www.theverge.com/2022/8/24/23318381/fitbit-versa-4-sense-2-inspire-3-price-features\">Versa 4</a>, the Venu Sq 2 is the next best thing (and, in some ways, better).</p>\n\n<p>At a glance, the Venu Sq 2 could easily be mistaken for an Apple Watch. On the wrist, you’ll notice it’s made of plastic, but it still looks quite chic and extremely lightweight. The screen is bright, easy to read, and looks better than any Versa or Sense ever did.</p>\n\n<p>The feature set is also great for the price, with built-in GPS, a ton of watch faces, emergency safety features, and contactless payments. If you pay $50 more for the Music Edition, you’ll also get about 500 songs worth of storage, but we wouldn’t recommend it. This doesn’t have cellular connectivity and, therefore, isn’t truly standalone. You’ll most likely be carrying your phone with you anyway.</p>\n<img alt=\"Garmin Venu Sq 2 showing bright clock face on woman’s wrist\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24259063/226428_Garmin_Venu_Sq_2_AKrales_0049.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" title=\"Garmin Venu Sq 2 showing bright clock face on woman’s wrist\" />\n<p>As for health features, the Venu Sq 2 basically has everything you’d get on a Versa or Sense smartwatch but with Garmin’s treasure trove of metrics as well. That includes heart rate tracking, blood oxygen tracking, intensity minutes (how much moderate exercise you get in a week), stress tracking, hydration tracking, respiratory rate, period tracking, and Garmin’s recovery feature, Body Battery. As far as fitness goes, you also get access to Garmin Coach, which provides free 5K, 10K, and half marathon training plans. You love to see it.</p>\n\n<p>Another big leg-up Garmin has over Fitbit? None of these features or metrics are locked behind a paywall, even if Garmin’s AI-powered insights and a few other expanded features will only be available as part of Garmin Connect Plus ($6.99 a month / $69.99 annually).</p>\n\n<h5 class=\"wp-block-heading\" id=\"C8n02k\"><a href=\"https://www.theverge.com/23500640/garmin-venu-sq-2-review-smartwatch-fitness-tracker\">Read my full Garmin Venu Sq 2 review</a>.</h5>\n\n<h2 class=\"wp-block-heading\" id=\"ZLn31D\">The best Garmin smartwatch</h2>\n\n<p><em><em><strong>Sizes:</strong> 41mm w/ 18mm straps; 45mm w/ 22mm straps / <strong>Weight:</strong> 40g for the 3S; 47g for the 3 / <strong>Battery life:</strong> Up to 10 days for 3S; 14 days for 3 / <strong>Display type:</strong> OLED touchscreen / <strong>GPS:</strong> GPS, GLONASS, GALILEO / <strong>Connectivity:</strong> Bluetooth, Ant Plus, Wi-Fi / <strong>Water resistance:</strong> 5ATM / <strong>Music storage:</strong> 8GB</em></em></p>\n\n<p>Garmin has shored up the smarts in its watches over the past several years, and the Venu 3 series is the smartest (and most affordable) of the bunch.</p>\n\n<p>The Venu 3 series comes in two sizes: 41mm and 45mm. Like the <a href=\"https://www.theverge.com/2022/1/4/22859098/garmin-venu-2-plus-vivomove-sport-smartwatches\">Venu 2 Plus</a>, it has a microphone and speaker.<strong> </strong>You can take calls directly from the wrist and issue commands to your phone’s digital assistant via Bluetooth. It’s not the same as having Siri, Bixby, Amazon Alexa, or Google Assistant built directly into the watch, but it’s a clever workaround that works well for hands-free control. It also supports safety features like fall detection and live tracking, as well as contactless payments.</p>\n<img alt=\"Person wearing the Garmin Venu 3S while putting their hand in a jeans pocket.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25047640/236839_Garmin_Venu_3_AKrales_0153.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" title=\"Person wearing the Garmin Venu 3S while putting their hand in a jeans pocket.\" />\n<p>Like other OLED Garmins, the display is both vibrant and easy to read. As for health and fitness, you get a nice mix of basic and more advanced features and metrics. It has Garmin’s latest heart rate sensor, which enables FDA-cleared EKG and AFib detection features. Overall, it leans a bit more on the wellness and health side of things, with intensity minutes, blood oxygen monitoring, sleep tracking, period tracking, abnormal heart rate alerts, and stress tracking. As for training, you still get built-in GPS, VO2 Max, heart rate zones, respiration rate, and downloadable training plans via Garmin Coach.</p>\n\n<p>New to the 3 and 3S is a sleep coach that factors in metrics like heart rate variability and recent activity to determine your sleep needs. It also finally adds nap detection, a feature that’s been long overdue for the Garmin platform. The Venu 3 series also adds audio-guided meditation sessions, and you can view how these sessions directly impact your metrics. From an accessibility standpoint, this also adds a new wheelchair mode.</p>\n\n<p>Technically, the new Fenix 8 is slightly smarter in that it adds an on-board voice assistant. However, it is also more than double the price and not what I’d consider a good value for the average athlete. It’s more for people who spend hours upon hours training every week.</p>\n\n<p>This is the Garmin for you if you want the platform’s in-depth training without sacrificing the productivity of a smartwatch. The main things it’s lacking are cellular options and a robust third-party app ecosystem. That said, it’s got Spotify, Amazon Music, and Deezer for offline listening. It’s also a good option if you’re fed up with MIP displays and want a <em>smarter</em> Garmin rather than a full-on smartwatch.</p>\n\n<h5 class=\"wp-block-heading\" id=\"XvlTPO\"><a href=\"https://www.theverge.com/23982519/garmin-venu-3s-review-smartwatch-sleep-tracking-wearable\"><strong>Read my full Garmin Venu 3S review</strong></a>.</h5>\n\n<h2 class=\"wp-block-heading\" id=\"what-s-coming-next\">What’s coming next</h2>\n\n<ul class=\"wp-block-list\">\n<li>Earlier this month, Garmin announced a new midrange option, the <a href=\"https://www.garmin.com/en-US/p/1463821/\">$549.99 <strong>Garmin Forerunner 570</strong></a>, which will be available to order starting on May 21st. The new wearable boasts an OLED display and lets you take calls from your wrist thanks to a built-in speaker and microphone; it will also be available in both 42mm and 47mm sizes, features skin temperature sensors, and can estimate how much sleep you need. <a href=\"https://www.theverge.com/hands-on/667677/garmin-forerunner-970-and-570-specs-price-battery\">Read our hands-on impressions.</a></li>\n\n\n\n<li>Garmin has also recently announced the<strong> </strong><a href=\"https://www.garmin.com/en-US/p/1462801/pn/010-02969-00/\"><strong>Garmin</strong> <strong>Forerunner 970</strong></a>, the successor to the <a href=\"https://www.theverge.com/2023/3/2/23620442/garmin-smartwatch-forerunner-265-965-oled-wearable\">Forerunner 965</a>, which will be available on May 21st. The 47mm 970 features a more durable build than the 570, along with an LED flashlight and support for Garmin’s EKG app for atrial fibrillation detection. The $749.99 running watch also introduces offline maps and three advanced running metrics: running tolerance, running economy, and step speed loss. The first metric is designed to help runners train more efficiently by recommending when to increase or dial back mileage to avoid injury, while the latter two are meant to track energy levels after multiple runs and analyze how much a runner slows down with each foot strike. That being said, to take advantage of the latter two metrics, you’ll have to buy the new $169.99 HRM 600 chest strap, which will also be available on May 21st. <a href=\"https://www.theverge.com/hands-on/667677/garmin-forerunner-970-and-570-specs-price-battery\">Read our hands-on impressions.</a><br /><a href=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/8A0A2487.jpeg?quality=90&amp;strip=all&amp;crop=0,0,100,100\" rel=\"noreferrer noopener\" target=\"_blank\"></a></li>\n</ul>\n\n<p><em><strong>Update, May 19th: </strong>Adjusted pricing / availability and added a mention of both the Garmin Forerunner 970 and the forthcoming Forerunner 570.</em></p>\n\n<p class=\"has-text-align-none\"></p>",
    "content_text": "Garmins aren’t just multisport behemoths anymore. | Illustration by Will Joel / The Verge Few brands are as synonymous with outdoor sports as Garmin. You’ll find these fitness trackers and smartwatches on dozens of wrists at any 5K, marathon, or Ironman. You’ll also find Garmin devotees among divers, thru-hikers, golfers, kiteboarders — you name it. But these devices aren’t just for athletes. The company’s made significant strides in its lifestyle offerings, so regardless of your fitness level, there’s a Garmin for everyone. If you’re coming from a more traditional smartwatch, Garmin’s core strengths lie in fitness, GPS, adventuring, and durability. These are hardy devices that are meant to withstand the elements and last weeks on a single charge. Several models come with offline maps, advanced navigational features, and more training metrics than any other platform. Garmin devices tend to be on the pricier side, however, and the company recently announced it would begin putting its newest features behind a paywall. That’s a bummer given Garmin spent years publicly stating it had no intention of charging its users extra. How we test Garmin watches There are fitness trackers and smartwatches, and then there are Garmins. Depending on the type of Garmin — there are many — we will tailor our benchmarks and experiential, real-life testing. If it’s a rugged Fenix model, we’ll go on extensive GPS activities, see how well it works as a navigation tool, and dive deep into training metrics. If it’s more lifestyle focused, like the Venu 3, we’ll put an added focus on how well smart features like voice assistant access, notifications, and style. Because people buy Garmins to last a long time, we also put special consideration on battery life testing. Some other factors we consider are durability, performance, ability to connect to gym equipment, and GPS accuracy. Battery life Garmins are known for extra long battery life. The question is, does it last days, weeks, or even a month? Training metrics Garmin has so many training features that even the pros probably don’t use all of them. Do you get coaching programs and stamina graphs? Or are you sticking to the basics like steps, pace, and mileage? Navigational features Same goes for navigational features. While Garmin is known for its GPS tech, there are multiple kinds of GPS tracking and satellite systems. We also look at whether these navigational features fit the use case. For example, do running watches have back-to-start ? Do offline maps come preloaded for thru-hikers? Style and durability Do these watches hold up to intense activity? Are they discreet enough to wear to formal occasions without screaming “I love exercise!!!!!” Value Garmins are expensive. Does the price make sense for the intended user, feature set, and build quality? Garmins aren’t too shabby on smarts, either. While more fitness-focused than anything from Apple, Google, or Samsung, there’s enough to get you the basics like notifications and then some. For example, most Garmins have fall detection and safety features, and several of the latest Garmins recently got an FDA-cleared EKG feature . (You’ll need a phone on hand, however, as only one Garmin model has cellular connectivity.) Many Garmin devices also support offline music playback and come with a small third-party app ecosystem. There are a lot of Garmin watches to choose from. No, seriously, there are six major lineups, and each has a multitude of models. But no worries — I test several Garmins every year and can help point you in the right direction. The best Garmin for runners The best Garmin for endurance sports The best Garmin on a budget The best Garmin to replace a Fitbit The best Garmin smartwatch What’s coming next The best Garmin for runners Sizes: 42mm w/ 18mm straps; 46mm w/ 22mm straps / Weight: 39g (42mm); 47g (46mm) / Battery life: Up to 15 days (42mm); 13 days (46mm) in smartwatch mode / Display type: OLED touchscreen / GPS: All-systems GNSS and dual-frequency GPS / Connectivity: Bluetooth, Ant Plus, Wi-Fi / Water resistance: 5ATM / Music storage: 8GB Garmin has many running watches, and a lot of them are great. But the Forerunner 265 or 265S (if you have petite wrists) strikes an excellent balance between price, feature set, battery life, and a vibrant OLED display. That said, the Forerunner 265 / 265S is a bit of an odd duck. It comes a mere nine months after its predecessor, the Forerunner 255 , and is, in many ways, pretty much the same watch. The main difference is the 265 has an OLED display compared to the 255’s memory-in-pixel screen. Usually, that means worse battery life, but in this case, we got about a week on a single charge with the always-on display enabled. Without it, you can get up to 15 days. Given that OLED is easier to read and just, well, looks nicer, that gives the 265 lineup an edge over the 255. The 265 also has dual-frequency GPS (also known as multi-band). The gist is you get much more accurate maps in challenging environments like cities and dense forests because you can access both the L1 and L5 satellite frequencies. And even with dual-frequency GPS enabled, you still don’t lose a whole lot of battery life. I wore it during a half marathon with that and the AOD enabled, and I still had over 80 percent battery by the time I got home. This is also an excellent price, as the majority of multi-band GPS watches cost well over $600. My main complaint is that $450, while not bad for Garmin, is still a lot when you consider that’s the same price as smarter smartwatches with great running features. Some runners won’t care. But if you’re on a budget — or you’re new to running and feel iffy about spending that much — then consider the Forerunner 165 series. It starts at $250 (add another $50 for onboard music) and does almost everything the 265 series does. The main things you’re missing are dual-frequency GPS and a few more niche sport profiles. But if you’re mostly sticking to running, gym equipment, cycling, swimming, and hiking, you’re covered. Neither has all of Garmin’s training features, but it’s got what you’ll need to run anything from a 5K to a full marathon. That includes a Race Predictor, which gives you an estimate of what your best time would be based on your actual training. You can also use PacePro to figure out your pacing strategy for a race. You also get Garmin’s Training Readiness feature to help gauge load and recovery, Garmin Coach plans, and a host of running form metrics. It also supports offline music and safety features like fall detection. The only thing they lack is advanced mapping. (They still have trackback, point-to-point navigation, and real-time breadcrumb trail support, however.) Read my full Garmin Forerunner 265S review . The best Garmin for endurance sports Sizes: 42mm w/ 20mm straps; 47mm w/ 22mm straps; 51mm w/ 26mm straps / Weight: 42mm: 63g stainless steel, 58g titanium; 47mm: 78g stainless steel, 70g titanium; 51mm: 98g stainless steel, 88g titanium / Battery life: 42mm: up to 10 days (4 with AOD); 47mm: up to 16 days (6 with AOD); 51mm: up to 31 days (11 with AOD) / Display type: OLED / GPS: All-systems GNSS and dual-frequency GPS / Connectivity: Bluetooth, Ant Plus, Wi-Fi / Water resistance: 10ATM / Music storage: Up to 32GB The Epix Pro will get you every fitness feature that Garmin has to offer. And I mean everything . It would frankly be easier to tell you what the Epix Pro does not have: things that are limited to LTE smartwatches and some of the new smart features on the Fenix 8, like an on-board voice assistant. Otherwise, you’ve got topographical maps, turn-by-turn navigation, and more training metrics than even a seasoned triathlete would know what to do with. The Pro is more size-inclusive than the standard second-gen Epix , which only comes in 47mm. You can get the Pro in that size, too, but it also comes in 42mm and 51mm. This was a major complaint I had with the second-gen Epix, and you love to see companies actually take this sort of thing seriously. The best part is the Pro models start at the same price as the regular Epix did. You’ll have to pay $100 extra for materials like titanium and sapphire crystal, but that’s also true of the standard Epix. That said, it muddies the waters if you’re trying to pick between the Epix Pro, Fenix 7 , Fenix 7 Pro , and now, the Fenix 8 . The main difference is the Epix watches all have OLED displays. One reason I prefer OLED is that they’re much easier to read indoors — where most of us spend the majority of our time. The Fenix 7 series’ memory-in-pixel displays (plus solar charging if you opt for it) allow for weeks and weeks of charge, but the smallest Epix Pro can get around 10 days with normal usage. The 47mm and 51mm Pro models can go longer between charges due to bigger batteries, but I felt that the 42mm has enough juice to satisfy most use cases. Garmin also has so many battery-saving modes and options that I highly doubt this will ever be an issue. Not helping matters is the fact that the Fenix 8 lets you choose between an OLED or a MIP display. You also get smart features like an onboard voice assistant, the ability to take calls from the wrist, and the Garmin Messenger app. The main problem is the starting price is now $350 more than the standard Fenix 7 and right about on par with the Epix Pro. My personal feeling is the Fenix 8’s smart features are just okay and that you’re really not missing much by not having them. We also often see discounts on older models, so I would put on my bargain-hunting hat for a discounted Epix Pro or Fenix 7 Pro while inventory is still available. But really, the winning feature of the Epix Pro is the hands-free flashlight. It’s so useful in my day-to-day life, and all you have to do is double-press a button. It’s as bright as your smartphone, comes with a red light option if you want something easier on the eyes, and can act as a strobe in an emergency situation. The Fenix 7 Pro and 8 watches also have a flashlight, so a lot of this is going to come down to personal preference for the display, price, and whether you care about smart features. If you’re set on the most battery life possible, I recommend the Fenix 7 Pro over the standard 7 for a few reasons. Its MIP display is slightly brighter, all sizes have the flashlight, and, like the Epix Pro, it has an updated sensor array. I also recommend it over the MIP versions of the Fenix 8 because it comes in more sizes, and costs around $300 less. Especially since the Fenix 8’s smart features are a bit half-baked. Read my full Epix Pro review . The best Garmin on a budget Sizes: 40mm w/ 20mm straps / Weight: 19g / Battery life: Up to 5 days / Display type: “Hidden” OLED touchscreen / GPS: Tethered GPS / Connectivity: Bluetooth, Ant Plus / Water resistance: 5ATM / Music storage: N/A What I love most about the Vivomove Sport is that it doesn’t look like what most people expect from a Garmin. It’s a hybrid smartwatch, which means it looks like a regular watch but can track fitness and deliver notifications. Garmin’s hybrids are also unique in that they all use an OLED display that stays hidden until you need it. This is best suited for a casually active person who wants style and value in a lightweight package. Think wellness, more so than fitness. It gets you continuous heart rate monitoring and blood oxygen level monitoring, and can even provide abnormal heart rate alerts. You also get access to more in-depth metrics like respiration rate, fitness age, stress, and Body Battery, which is Garmin’s tool for visualizing how well-rested you are. For smart features, you get all the basics, like notifications, alarms, and timers. The Sport isn’t quite as full-featured as some other Garmin watches you’ll find on this list. For instance, you’re giving up built-in GPS in favor of tethered GPS through your phone. There are no contactless payments, nor is there a microphone or speaker for taking calls on the wrist. But this is a budget pick, and you get a lot, considering this is an entry-level gadget that could pass for a Swatch at a glance. I don’t love that the battery life is short for a hybrid, at around three to four days. Even so, that’s still much better than what you’ll get on an Apple Watch or Wear OS 4 watch. If you’re willing to spend about $100 more, the $269.99 Vivomove Trend has more chic materials, gets you more screen real estate, and wireless Qi charging. Otherwise, this is a great lifestyle wearable that can serve as a classier alternative to your typical fitness band. If you prefer something newer to the Sport that’s also stylish, the Garmin Lily 2 is another good option, especially if you’ve got particularly small wrists or prefer something extremely lightweight. The swipe and tap gestures are still a little fiddly to use — which was also the case with the first-gen model — but the fresh design is a fun way to lightly monitor your fitness without bogging yourself down with notifications. Garmin also offers the Lily 2 Active , which adds a physical button, GPS, and support for more sports tracking for a starting price of $299.99 . Read my full Garmin Vivomove Sport review . The best Garmin to replace a Fitbit Sizes: 40mm w/ 20mm straps / Weight: 38g / Battery life: Up to 11 days / Display type: OLED touchscreen / GPS: All-systems GNSS / Connectivity: Bluetooth, Ant Plus / Water resistance: 5ATM / Music storage: 4GB (for Music Edition) If you were disappointed by the Fitbit Sense 2 and Versa 4 , the Venu Sq 2 is the next best thing (and, in some ways, better). At a glance, the Venu Sq 2 could easily be mistaken for an Apple Watch. On the wrist, you’ll notice it’s made of plastic, but it still looks quite chic and extremely lightweight. The screen is bright, easy to read, and looks better than any Versa or Sense ever did. The feature set is also great for the price, with built-in GPS, a ton of watch faces, emergency safety features, and contactless payments. If you pay $50 more for the Music Edition, you’ll also get about 500 songs worth of storage, but we wouldn’t recommend it. This doesn’t have cellular connectivity and, therefore, isn’t truly standalone. You’ll most likely be carrying your phone with you anyway. As for health features, the Venu Sq 2 basically has everything you’d get on a Versa or Sense smartwatch but with Garmin’s treasure trove of metrics as well. That includes heart rate tracking, blood oxygen tracking, intensity minutes (how much moderate exercise you get in a week), stress tracking, hydration tracking, respiratory rate, period tracking, and Garmin’s recovery feature, Body Battery. As far as fitness goes, you also get access to Garmin Coach, which provides free 5K, 10K, and half marathon training plans. You love to see it. Another big leg-up Garmin has over Fitbit? None of these features or metrics are locked behind a paywall, even if Garmin’s AI-powered insights and a few other expanded features will only be available as part of Garmin Connect Plus ($6.99 a month / $69.99 annually). Read my full Garmin Venu Sq 2 review . The best Garmin smartwatch Sizes: 41mm w/ 18mm straps; 45mm w/ 22mm straps / Weight: 40g for the 3S; 47g for the 3 / Battery life: Up to 10 days for 3S; 14 days for 3 / Display type: OLED touchscreen / GPS: GPS, GLONASS, GALILEO / Connectivity: Bluetooth, Ant Plus, Wi-Fi / Water resistance: 5ATM / Music storage: 8GB Garmin has shored up the smarts in its watches over the past several years, and the Venu 3 series is the smartest (and most affordable) of the bunch. The Venu 3 series comes in two sizes: 41mm and 45mm. Like the Venu 2 Plus , it has a microphone and speaker. You can take calls directly from the wrist and issue commands to your phone’s digital assistant via Bluetooth. It’s not the same as having Siri, Bixby, Amazon Alexa, or Google Assistant built directly into the watch, but it’s a clever workaround that works well for hands-free control. It also supports safety features like fall detection and live tracking, as well as contactless payments. Like other OLED Garmins, the display is both vibrant and easy to read. As for health and fitness, you get a nice mix of basic and more advanced features and metrics. It has Garmin’s latest heart rate sensor, which enables FDA-cleared EKG and AFib detection features. Overall, it leans a bit more on the wellness and health side of things, with intensity minutes, blood oxygen monitoring, sleep tracking, period tracking, abnormal heart rate alerts, and stress tracking. As for training, you still get built-in GPS, VO2 Max, heart rate zones, respiration rate, and downloadable training plans via Garmin Coach. New to the 3 and 3S is a sleep coach that factors in metrics like heart rate variability and recent activity to determine your sleep needs. It also finally adds nap detection, a feature that’s been long overdue for the Garmin platform. The Venu 3 series also adds audio-guided meditation sessions, and you can view how these sessions directly impact your metrics. From an accessibility standpoint, this also adds a new wheelchair mode. Technically, the new Fenix 8 is slightly smarter in that it adds an on-board voice assistant. However, it is also more than double the price and not what I’d consider a good value for the average athlete. It’s more for people who spend hours upon hours training every week. This is the Garmin for you if you want the platform’s in-depth training without sacrificing the productivity of a smartwatch. The main things it’s lacking are cellular options and a robust third-party app ecosystem. That said, it’s got Spotify, Amazon Music, and Deezer for offline listening. It’s also a good option if you’re fed up with MIP displays and want a smarter Garmin rather than a full-on smartwatch. Read my full Garmin Venu 3S review . What’s coming next Earlier this month, Garmin announced a new midrange option, the $549.99 Garmin Forerunner 570 , which will be available to order starting on May 21st. The new wearable boasts an OLED display and lets you take calls from your wrist thanks to a built-in speaker and microphone; it will also be available in both 42mm and 47mm sizes, features skin temperature sensors, and can estimate how much sleep you need. Read our hands-on impressions. Garmin has also recently announced the Garmin Forerunner 970 , the successor to the Forerunner 965 , which will be available on May 21st. The 47mm 970 features a more durable build than the 570, along with an LED flashlight and support for Garmin’s EKG app for atrial fibrillation detection. The $749.99 running watch also introduces offline maps and three advanced running metrics: running tolerance, running economy, and step speed loss. The first metric is designed to help runners train more efficiently by recommending when to increase or dial back mileage to avoid injury, while the latter two are meant to track energy levels after multiple runs and analyze how much a runner slows down with each foot strike. That being said, to take advantage of the latter two metrics, you’ll have to buy the new $169.99 HRM 600 chest strap, which will also be available on May 21st. Read our hands-on impressions. Update, May 19th: Adjusted pricing / availability and added a mention of both the Garmin Forerunner 970 and the forthcoming Forerunner 570.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/23353629/streaming-deals-netflix-hulu-disney-plus-amazon-prime-video-hbo-max-best-deal-sale",
    "title": "Here are the best streaming service deals available right now",
    "link": "https://www.theverge.com/23353629/streaming-deals-netflix-hulu-disney-plus-amazon-prime-video-hbo-max-best-deal-sale",
    "published_date": "2025-05-19T21:33:42+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/NUP_207040_00001RF.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>You can stream the latest season of Poker Face on Peacock while saving.</figcaption>\n</figure>\n<p>So far, 2025 has been a great year for watching new, must-see TV shows and movies on subscription services<em>.</em> But if you, like many of us, have more concurrent subscriptions than you care to admit, you’ll agree that keeping up with the latest each month is expensive. They may not cost as much as most of the tech we cover, but it adds up.</p>\n\n<p>If you’re trying to cut down on your expenses, you might be able to do so while holding onto your precious subscriptions. Several services offer ongoing promos, some of which are even available to new and returning subscribers alike. Below, we’ve curated some of the best deals going on right now, so you can enjoy streaming your favorite show or movie for less than it would typically cost you.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"></h2>\n\n\n\n<div class=\"wp-block-vox-media-table-of-contents\"><ol><li><a href=\"https://www.theverge.com/rss/index.xml#4mn8ET\">The best Peacock deals</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#RXNJjq\">The best Hulu deals</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#the-best-sling-tv-deals\">The best Sling TV deals</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#LBAzGk\">The best Apple TV Plus deals</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#SzBZcn\">The best Max deals</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#4cXZwR\">The best Netflix deals</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#the-best-youtube-tv-deals\">The best YouTube TV deals</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#paramount-plus-and-showtime-1\">The best Paramount Plus and Showtime deals</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#GdeXL7\">The best Starz deals</a></li><li><a href=\"https://www.theverge.com/rss/index.xml#the-best-amazon-prime-video-deals\">The best Amazon Prime Video deals</a></li></ol></div>\n</div>\n\n<h3 class=\"wp-block-heading\" id=\"note-keep-an-eye-out-for-free-trials-and-student-discounts\">Note: keep an eye out for free trials and student discounts</h3>\n\n<p>Most streaming services offer free trials that typically last from a week to a month, whether you sign up for an annual membership or just a monthly subscription. However, you will likely have to provide your credit card information in advance, and you will be charged once your trial is over, so make a note in your calendar if you don’t want to be charged.</p>\n\n<p>Some streaming platforms offer student discounts. These include Hulu, Paramount Plus, YouTube TV, Amazon Prime, and more. You’ll have to prove your student eligibility through a sign-up form and typically be enrolled in an accredited Title IV college or university to take advantage of these deals.</p>\n\n<h2 class=\"wp-block-heading\" id=\"4mn8ET\">The best Peacock deals</h2>\n\n<p><strong>Peacock</strong> is NBCUniversal’s streaming service, one that offers next-day programming from NBC (and Bravo). The platform also provides access to live sports programming, including Sunday Night Football and WWE, as well as movies and shows like <em><a href=\"https://www.theverge.com/2025/1/3/24334991/the-wild-robot-peacock-streaming-debut-theatrical-rerelease\">The Wild Robot</a></em>, <em>Conclave</em>, <em><a href=\"https://www.theverge.com/2024/11/21/24301620/wicked-review\">Wicked</a></em>, <em>Oppenheimer</em>, <em>Yellowstone</em>, <a href=\"https://www.theverge.com/24205137/teacup-date-teaser-peacock-horror-sdcc-2024\"><em>Teacup</em></a>, <em>The Office</em>, <em>Saturday Night Live</em>, Rian Johnson’s <a href=\"https://www.theverge.com/23558961/poker-face-peacock-review\" rel=\"noreferrer noopener\" target=\"_blank\"><em>Poker Face</em></a>, and the <a href=\"https://www.theverge.com/news/665067/the-paper-date-image-peacock-office-spinoff\">forthcoming <em>The Office</em> spinoff, <em>The Paper</em></a>.</p>\n\n<p class=\"has-text-align-none\">The platform currently <a href=\"https://www.peacocktv.com/plans/all-monthly?irclickid=wrcyn-XE-zmJTYK1p8yXa2mqUkAwE5W5rxi5QA0&amp;irgwc=1&amp;utm_source=pk_vrs_imra&amp;utm_medium=pd_aff_acq_psdlnk&amp;utm_term=Vox%20Media&amp;utm_content=828265&amp;cid=2201affiliateevgnpkpdaff4393&amp;utm_campaign=2201affiliateevgn\" rel=\"noreferrer noopener\" target=\"_blank\">offers two plans</a>: an ad-supported Peacock Premium tier for $7.99 a month (or $79.99 a year) or the ad-free Peacock Premium Plus tier for $13.99 a month (or $139.99 a year). Only the latter lets you download content for offline viewing.</p>\n\n<p>In terms of deals, new and returning subscribers <a href=\"https://www.peacocktv.com/\">can get a year of ad-supported Peacock Premium</a> for $24.99 ($55 off) when they use promo code <strong>SPRINGSAVINGS </strong>at checkout through May 30th. Alternatively, you can grab a complimentary subscription when you sign up for a year of <a href=\"https://www.instacart.com/instacart-plus\">Instacart Plus</a> ($99 annually or $9.99 a month). You <a href=\"https://www.xfinity.com/support/articles/peacock-premium-offers\" rel=\"noreferrer noopener\" target=\"_blank\">can also get free access</a> if you’re an Xfinity Internet customer with gigabit speeds or a Diamond or Platinum Rewards member.</p>\n\n<h3 class=\"wp-block-heading\" id=\"the-best-disney-plus-deals\">The best Disney Plus deals</h3>\n\n<p>With <strong>Disney Plus</strong>, you can stream a wide range of shows and movies, including <em><a href=\"https://www.theverge.com/24312202/star-wars-skeleton-crew-review\">Star Wars: Skeleton Crew</a></em>,&nbsp;<a href=\"https://www.theverge.com/24204339/deadpool-wolverine-review-xmen-marvel-mcu\"><em>Deadpool</em>&nbsp;&amp;&nbsp;<em>Wolverine</em></a>, <a href=\"https://www.theverge.com/news/618365/andor-season-2-trailer-date-disney-plus-star-wars-chapters\"><em>Andor</em></a>, <a href=\"https://www.theverge.com/24157272/x-men-97-season-one-finale\" rel=\"noreferrer noopener\" target=\"_blank\"><em>X-Men ‘97</em></a>, <em><a href=\"https://www.theverge.com/tv/606081/your-friendly-neighborhood-spider-man-community-justice\">Your Friendly Neighborhood Spider-Man</a></em>, and <a href=\"https://www.theverge.com/2024/2/7/24065421/taylor-swift-eras-tour-streaming-disney-plus-announced\" rel=\"noreferrer noopener\" target=\"_blank\">Taylor Swift’s Eras Tour film</a>. A monthly subscription currently costs $9.99 a month with ads or $15.99 a month without (or $159.99 annually). The $15.99 per month service includes Dolby Atmos sound, as well as the ability to download TV shows and movies on up to 10 devices.</p>\n\n<p class=\"has-text-align-none\">For just a dollar more, <a href=\"https://disneyplus.bn5x.net/c/482924/564546/9358?u=https%3A%2F%2Fhelp.disneyplus.com%2Farticle%2Fdisneyplus-disney-bundle%23price\" rel=\"noreferrer noopener\" target=\"_blank\">Disney offers</a> an ad-supported, $10.99-a-month Duo Basic subscription that brings together Disney Plus and Hulu. To enjoy an ad-free experience across both services, the cost is $19.99 per month.</p>\n\n<p class=\"has-text-align-none\">There’s also the $16.99-a-month Disney Bundle Trio Basic bundle, which includes the ad-supported Hulu and ESPN Plus (paying $26.99 a month nets you the ad-free version of Hulu and Disney Plus, though ESPN will still have ads). That’s cheaper than subscribing to all three streaming services individually, and is the wisest route to take if you want all three.</p>\n\n<p>That being said, there are other ways to save, particularly with carrier promos.<strong> </strong>Those currently on <a href=\"https://www.anrdoezrs.net/links/Verge/type/dlg/sid/VergeStreamingServiceDeals011223/https://www.verizon.com/plans/unlimited/\">one of Verizon’s Unlimited plans</a>, for instance, can get Disney Plus Trio Basic with ads <a href=\"https://www.tkqlhce.com/click-8836598-11557999?url=https%3A%2F%2Fwww.verizon.com%2Fsolutions-and-services%2Fdisneyplus%2F\">for $10 a month</a> instead of $16.99. If you already subscribe to Verizon’s existing Legacy bundle, you can also continue to enjoy ad-free Disney Plus, as well as ad-supported ESPN Plus and Hulu, for $15 per month ($6 off).</p>\n\n<h2 class=\"wp-block-heading\" id=\"RXNJjq\">The best Hulu deals</h2>\n\n<p class=\"has-text-align-none\"><strong>Hulu</strong> offers both <a href=\"https://click.linksynergy.com/fs-bin/click?id=nOD/rLJHOac&amp;offerid=852731.646&amp;type=3&amp;u1=Verge\" rel=\"noreferrer noopener\" target=\"_blank\">ad-supported and ad-free plans</a>. No matter which you buy, you’ll be able to access all of Hulu’s TV shows and movies on multiple devices, including originals like <em><a href=\"https://www.theverge.com/news/611243/the-handmaids-tale-season-6-premiere-date-trailer\">The Handmaid’s Tale</a> </em>and<em> </em><a href=\"https://www.theverge.com/24141497/sand-land-game-anime-hulu-ps5-xbox-akira-toriyama\" rel=\"noreferrer noopener\" target=\"_blank\"><em>Sand Land</em></a><em>, </em>as well as other content, like <em>Shogun</em>, <em>The Bear</em>,&nbsp;<a href=\"https://www.theverge.com/24206898/futurama-season-12-review-hulu-nft-ai\" rel=\"noreferrer noopener\" target=\"_blank\"><em>Futurama</em></a>, and <em>The Veil</em>. The service also allows two people to stream simultaneously, and you can have up to six user profiles. However, subscribing to the ad-free plan means you won’t have to deal with commercials; You’ll also be able to watch downloads offline.</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://help.hulu.com/article/hulu-what-is-hulu#features\" rel=\"noreferrer noopener\" target=\"_blank\">ad-supported plan</a> currently costs $9.99 per month, while the <a href=\"https://help.hulu.com/article/hulu-no-ads\" rel=\"noreferrer noopener\" target=\"_blank\">ad-free plan</a> costs $18.99 a month. Hulu also sells ad-free and ad-supported bundles that include Disney Plus and / or ESPN Plus, which are cheaper than subscribing to each service individually. With the Hulu with Live TV, Disney Plus, and ESPN Plus bundle, you’ll be able to access more than 90 live sports, news, and entertainment channels, as well as content from each of the streaming services. You’ll also be able to record live shows with unlimited DVR storage and take advantage of the same features the standard, ad-free, and ad-supported Hulu plans offer. The <a href=\"https://www.hulu.com/start/affiliate-liveTV?cmp=8870&amp;utm_campaign=brand&amp;utm_source=Affiliate&amp;utm_medium=Rakuten&amp;ranMID=42392&amp;ranEAID=nOD%2FrLJHOac&amp;ranSiteID=nOD_rLJHOac-KxqSa_t06KOrWpUR_oHbTg&amp;siteID=nOD_rLJHOac-KxqSa_t06KOrWpUR_oHbTg\" rel=\"noreferrer noopener\" target=\"_blank\">ad-supported Hulu with Live TV subscription is $82.99 a month</a>, while the <a href=\"https://signup.hulu.com/plans\" rel=\"noreferrer noopener\" target=\"_blank\">ad-free tier is $95.99 a month</a> (though, it’s worth noting that, of the three services included, ESPN Plus will still have ads, even at this tier). Complicated, right?</p>\n\n<p class=\"has-text-align-none\">However, if you just want Hulu and don’t need the live TV version, you can subscribe to the ad-supported Disney Bundle Duo Basic, which includes Disney Plus, for $10.99 a month. You can also add ESPN Plus for $16.99 per month, or get rid of ads and add live sports for $26.99 a month.</p>\n\n<p class=\"has-text-align-none\">In terms of deals, students can subscribe to the <a href=\"https://click.linksynergy.com/fs-bin/click?id=nOD/rLJHOac&amp;offerid=852731.649&amp;type=3&amp;u1=VergeStreamingServices011223\" rel=\"noreferrer noopener\" target=\"_blank\">ad-supported version for $1.99 a month</a> or a <a href=\"https://www.spotify.com/us/student/\" rel=\"noreferrer noopener\" target=\"_blank\">bundle that combines Spotify Premium, Showtime, and ad-supported Hulu for $5.99 a month</a>. Some wireless carriers are also offering customers discounts when they buy premium phone plans. As mentioned previously, those currently on <a href=\"https://www.anrdoezrs.net/links/Verge/type/dlg/sid/VergeStreamingServiceDeals011223/https://www.verizon.com/plans/unlimited/\">one of Verizon’s Unlimited plans</a> can get the Disney Plus Trio Basic with ads <a href=\"https://www.verizon.com/solutions-and-services/disneyplus/\">for $10 per month</a> instead of $16.99. If you already subscribe to Verizon’s Legacy bundle, you can also continue to stream ad-free Disney Plus and ad-supported ESPN Plus / Hulu for $15 a month ($6 off). T-Mobile, meanwhile, is <a href=\"https://www.t-mobile.com/tv-streaming/hulu-on-us-deal?icid=MGPO_TMO_P_24HULULNCH_8D2CC51CBD4B554237896\">offers</a> complimentary access to Hulu’s ad-supported tier when you maintain a qualifying Go5G Next line.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\" id=\"the-best-sling-tv-deals\">The best Sling TV deals</h2>\n\n<p><strong>Sling TV</strong> is a streaming service that functions as a more affordable alternative to YouTube TV and Hulu with Live TV. With it, you can watch a range of streaming services as well as live and on-demand channels — including ESPN, CNN, Fox, NBC, Comedy Central, and Cartoon Network — on multiple devices.</p>\n\n<p>Sling offers an ad-supported free tier —&nbsp;<a href=\"https://sling-tv.pxf.io/c/482924/1132376/14334?u=https%3A%2F%2Fwww.sling.com%2Ffreestream&amp;subid1=VergeBestStreamingDeals021423\" rel=\"noreferrer noopener\" target=\"_blank\">Sling Freestream</a> — which provides access to more than 500 live channels as well as more than 40,000 on-demand movies and TV shows. The platform also offers three paid plans, all of which come with 50 hours of DVR storage: Sling Blue ($50.99 a month); Sling Orange ($45.99 a month); and Sling Orange and Blue ($65.99 a month). Sling <a href=\"https://www.sling.com/programming/max?bs=1&amp;utm_medium=paidsearch&amp;utm_source=google&amp;utm_campaign=&amp;utm_content=&amp;gad_source=1&amp;gclid=CjwKCAiAqrG9BhAVEiwAaPu5zkA0LN82eAk9_QQxBV1jEHo21WFgXDCrPUwCgz8hGScllA7ozqgkaBoCVZEQAvD_BwE\">also lets you subscribe to Max as a Blue-tier add-on</a> for a discount (totaling $57.97 per month), or you can buy an ad-free subscription to Max as a standalone service for $16.99 a month. </p>\n\n<p class=\"has-text-align-none\">If you’re into sports, you may want to opt for Sling Orange over Blue as it grants access to ESPN channels — but only on one device. Sling Blue, however, offers a number of channels Sling Orange lacks, including Fox News, MSNBC, E!, Discovery, Bravo, and local NBC or Fox affiliates. You can also subscribe to a bundle that includes both Sling Orange and Sling Blue, which offers all the channels featured in the first two plans.</p>\n\n<p class=\"has-text-align-none\">Sling is currently offering new customers a 50 percent discount on their first month of Sling Orange, meaning you’ll pay $23 instead of $45.99. The promo also applies to Sling Blue, although it’s slightly more expensive at $25.50, down from $50.99. You can also get one month of Sling Orange and Sling Blue combined for $33 per month instead of $65.99. In addition to 50 percent off your first month, Sling is also offering free unlimited DVR during that period, along with a $5 discount on Paramount Plus with Showtime, AMC Plus, or Starz.</p>\n\n<h2 class=\"wp-block-heading\" id=\"LBAzGk\">The best Apple TV Plus deals</h2>\n\n<p><strong>Apple TV Plus</strong> is a service operated by Apple that offers original shows and movies in 4K HDR, including <em>Ted Lasso,&nbsp;<a href=\"https://www.theverge.com/tv-reviews/627183/the-studio-review-seth-rogen-apple\">The Studio</a>, The Morning Show,&nbsp;</em><a href=\"https://www.theverge.com/24295488/silo-season-2-review-apple-tv-plus\" rel=\"noreferrer noopener\" target=\"_blank\"><em>Silo</em></a><em>,</em> <a href=\"https://www.theverge.com/24325363/severance-season-2-review-apple-tv-plus\" rel=\"noreferrer noopener\" target=\"_blank\"><em>Severance</em></a>, <em>Finch</em>, <em>Coda, </em><a href=\"https://www.theverge.com/2022/5/16/23075072/for-all-mankind-season-3-is-set-in-the-90s-but-seems-focused-on-a-very-2020s-space-race\" rel=\"noreferrer noopener\" target=\"_blank\"><em>For All Mankind,</em></a> and <a href=\"https://www.theverge.com/2024/8/29/24231523/napoleon-the-directors-cut-has-invaded-apple-tv-plus\" rel=\"noreferrer noopener\" target=\"_blank\"><em>Napoleo</em>n</a>. The platform is also <a href=\"https://www.theverge.com/2022/11/16/23462582/apple-major-league-soccer-subscription-mls-season-pass-launch-date\" rel=\"noreferrer noopener\" target=\"_blank\">the streaming home to Major League Soccer</a>, and currently costs $9.99&nbsp;a month. There are no ads whatsoever on Apple TV Plus.</p>\n\n<p>There are a couple of promos to make note of when it comes to Apple TV Plus. The service currently offers a weeklong free trial for new subscribers, after which you’ll be charged $9.99 a month. You can also get a free three-month subscription when you buy an Apple device, though you’ll have to redeem the offer within 90 days of purchase.</p>\n\n<p>Apple TV Plus is also included in&nbsp;the larger <a href=\"https://apple.sjv.io/c/482924/435031/7613?u=https%3A%2F%2Fwww.apple.com%2Fapple-one%2F&amp;subid1=vergebeststreaming092022\" rel=\"noreferrer noopener\" target=\"_blank\">Apple&nbsp;One</a> suite of apps. The all-in-one service lets you bundle four other Apple services for a single monthly subscription starting at $19.95 a month. New subscribers will get a free month of Apple TV Plus if they include it as part of their Apple One membership. In addition, eligible individuals who <a href=\"https://support.apple.com/en-us/HT205928\" rel=\"noreferrer noopener\" target=\"_blank\">sign up for the student Apple Music subscription</a>, which starts at $5.99 per month, can get Apple Music for 50 percent off with a free Apple TV Plus subscription.</p>\n\n<p>As far as carrier deals go, T-Mobile offers discounts on Apple TV Plus, as well as other streaming services. For instance, the wireless carrier is <a href=\"https://www.t-mobile.com/benefits\" rel=\"noreferrer noopener\" target=\"_blank\">currently offering customers</a> in the US complimentary access to Apple TV Plus when they subscribe to a qualifying Go5G Next line. For Verizon Unlimited customers, the <a href=\"https://www.verizon.com/digital/nsa/nos/ui/products/producthub/newpdp/appleone_perk\">option exists to get Apple One</a> (which includes Apple TV Plus) for $10 per month ($9.95 off) for an individual plan, or $20 for a family plan ($5.95 off).</p>\n\n<h2 class=\"wp-block-heading\" id=\"SzBZcn\">The best Max deals</h2>\n\n<p>Max, which will <a href=\"https://www.theverge.com/news/666707/hbo-max-returning-rebrand-warner-bros-discovery\">soon be rebranded as HBO Max</a> this summer, is home to <em>Game of Thrones</em> and its spinoff, <a href=\"https://www.theverge.com/2022/8/19/23311658/house-of-the-dragon-game-of-thrones-review\" rel=\"noreferrer noopener\" target=\"_blank\"><em>House of the Dragon</em></a>, along with shows and movies like <em><a href=\"https://www.theverge.com/24161853/furiosa-mad-max-review\">Furiosa: A Mad Max Saga</a></em>, <em><a href=\"https://www.theverge.com/24294672/dune-prophecy-review-hbo\">Dune: Prophecy</a></em>, <a href=\"https://www.theverge.com/23543145/hbo-the-last-of-us-review\" rel=\"noreferrer noopener\" target=\"_blank\"><em>The Last of Us</em></a>, <em>Wonka</em>, <em>Euphoria, Hacks</em>, <a href=\"https://www.theverge.com/23912922/scavengers-reign-review-max\" rel=\"noreferrer noopener\" target=\"_blank\"><em>Scavenger’s Reign</em></a>,<em> </em><a href=\"https://www.theverge.com/22954478/the-batman-review-robert-pattinson-matt-reeves-movie\" rel=\"noreferrer noopener\" target=\"_blank\"><em>The Batman</em></a>, <em>Succession</em>, and even content from Discovery Plus.</p>\n\n<p class=\"has-text-align-none\">The platform offers an ad-supported tier that costs $9.99 a month and two ad-free plans that start at $16.99 a month. Unlike the ad-supported plan, the standard ad-free tier also lets you download 30 shows or movies for offline viewing. Max also offers a $20.99-a-month Premium plan, which allows you to stream in 4K and supports Dolby Atmos with select content. The latter plan also lets you stream on four devices simultaneously and download a maximum of 100 shows or movies to watch on the go.</p>\n\n<p class=\"has-text-align-none\">Max offers an annual subscription and various bundles, both of which are cheaper than subscribing on a monthly basis. The <a href=\"https://www.max.com/\" rel=\"noreferrer noopener\" target=\"_blank\">ad-supported plan normally costs $99.99 a year</a>, saving you a modest $19 over the course of 12 months, while <a href=\"https://www.max.com/\" rel=\"noreferrer noopener\" target=\"_blank\">subscribing to the annual ad-free base plan for $169.99</a> saves you $33. You can also save about $41 by subscribing to the annual 4K <a href=\"https://www.max.com/\" rel=\"noreferrer noopener\" target=\"_blank\">Premium ad-free plan for $209.99</a>. Lastly, you can opt for the <a href=\"https://auth.max.com/product\" rel=\"noreferrer noopener\" target=\"_blank\">ad-supported bundle</a> — which includes Max, Disney Plus, and Hulu — for $16.99 a month, or pay $13 extra to go ad-free. The total cost is cheaper than subscribing to each of the three individually, saving you money in the long run.</p>\n\n<p>Multiple wireless carriers are offering deals. You can, for instance, get a year of Netflix and Max when you purchase a 5G Home Plus, LTE Home Plus, Fios 1 Gig, or the Fios 2 Gig Verizon Home Internet (VHI) plan. Alternatively, <a href=\"https://www.verizon.com/digital/nsa/nos/ui/products/producthub/newpdp/netflixandmax_perk\">Verizon</a> is offering those with an Unlimited plan the ability to get Netflix and Max (with ads) for $10 a month (about $7 off). </p>\n\n<p>AT&amp;T also includes complimentary access to ad-free Max when you subscribe to <a href=\"https://www.anrdoezrs.net/links/Verge/type/dlg/sid/VergeStreamingServiceDeals011223/https://www.att.com/legal/terms.service_unlimitedChoicePlus.html\" rel=\"noreferrer noopener\" target=\"_blank\">select AT&amp;T Unlimited Choice or Plus plans,</a> which start at <a href=\"https://www.anrdoezrs.net/links/Verge/type/dlg/sid/VergeStreamingServiceDeals011223/https://www.att.com/plans/wireless/\" rel=\"noreferrer noopener\" target=\"_blank\">$60 a month</a>. If you opt for <a href=\"https://www.cricketwireless.com/max\" rel=\"noreferrer noopener\" target=\"_blank\">Cricket’s Unlimited Plus 15GB Mobile Hotspot phone plan</a>, which starts at $60 a month, you’ll also be able to get the ad-supported version of Max for free. Finally, you can <a href=\"https://www.directv.com/premium-channels/hbo-max/\" rel=\"noreferrer noopener\" target=\"_blank\">get two months of Max free with&nbsp;DirectTV Stream or Satellite TV services</a>.</p>\n\n<h2 class=\"wp-block-heading\" id=\"4cXZwR\">The best Netflix deals</h2>\n\n<p>A <strong>Netflix</strong> subscription grants you access to thousands of movies and TV shows, as well as a limited number of mobile games. Notable shows and movies include <em><a href=\"https://www.theverge.com/24324173/squid-game-season-2-review-netflix\">Squid Game</a></em>, <em>Dan Da Dan</em>, <em>Baby Reindeer</em>, <em><a href=\"https://www.theverge.com/tv-reviews/609957/the-witcher-sirens-of-the-deep-review-netflix\">The Witcher: Sirens of the Deep</a></em>, <em>Cobra Kai, </em><a href=\"https://www.theverge.com/2022/7/2/23192070/stranger-things-4-volume-2-review\" rel=\"noreferrer noopener\" target=\"_blank\"><em>Stranger Things</em></a>, <em>The Killer</em>, and <em><a href=\"https://www.theverge.com/24291592/arcane-season-2-review-netflix\">Arcane</a></em>, among countless others.</p>\n\n<p class=\"has-text-align-none\">The well-known streaming service currently offers <a href=\"https://help.netflix.com/en/node/24926\" rel=\"noreferrer noopener\" target=\"_blank\">three plans</a>: Standard with ads ($7.99 per month), Standard without ads ($17.99 per month), and Premium ($24.99 per month). The premium tier allows for higher resolution, lets multiple users watch content on four devices at the same time as opposed to just two, and lets you download on six devices at a time as opposed to just two. It’s also the only plan that supports 4K HDR content, as well as spatial audio.</p>\n\n<p>Netflix isn’t currently offering a discount, but <a href=\"https://www.t-mobile.com/offers/netflix-on-us\" rel=\"noreferrer noopener\" target=\"_blank\">T-Mobile is offering the ad-supported plan</a> for free to those on qualifying Go5G Next and Go5G Plus lines. This deal is also available to those on qualifying Magenta Max&nbsp;lines, or for those who sign up to two or more Go56 and Magenta lines. As mentioned previously, you can also get a year of both Netflix and Max when you purchase one of the following Verizon Home internet plans: a 5G Home Plus, LTE Home Plus, Fios 1 Gig, or the Fios 2 Gig Verizon Home Internet (VHI) plan. Alternatively, <a href=\"https://www.verizon.com/digital/nsa/nos/ui/products/producthub/newpdp/netflixandmax_perk\">Verizon</a> is offering those with an Unlimited plan the ability to get Netflix and Max (with ads) for $10 per month ($6.98 off). </p>\n\n<h2 class=\"wp-block-heading\" id=\"the-best-youtube-tv-deals\">The best YouTube TV deals</h2>\n\n<p><strong>YouTube TV</strong> grants subscribers access to live sports and a number of major news and entertainment channels, including PBS, Comedy Central, Nickelodeon, NBC, ABC, Fox, CNN, and more. It also comes with unlimited recording for a maximum of six accounts, <a href=\"https://tv.youtube.com/welcome/\" rel=\"noreferrer noopener\" target=\"_blank\">all for $82.99 per month</a>. You can buy optional add-ons as well, which range between $2 and $65 a month and include access to services like Max, Starz, and NBA League Pass. The service also offers a separate Spanish-only plan.</p>\n\n<p>Now through July 31st, new subscribers can sign up for the YouTube TV Base Plan <a href=\"https://tv.youtube.com/learn/offer-terms/\">for $59.99 ($23 off)&nbsp;a month</a> for the first two months. It’ll be free for 21 days as a trial.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\" id=\"paramount-plus-and-showtime-1\">The best Paramount Plus and Showtime deals</h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.theverge.com/2022/8/31/23329389/paramount-plus-showtime-streaming-app-viacom\" rel=\"noreferrer noopener\" target=\"_blank\"><strong>Paramount Plus and Showtime</strong></a> provides access to live sports and 24/7 live news with CBS News. It also grants access to the entire Paramount Plus catalog, including shows like <a href=\"https://www.theverge.com/2023/7/26/23808694/teenage-mutant-ninja-turtles-mayhem-sequel\" rel=\"noreferrer noopener\" target=\"_blank\"><em>Tales of the Teenage Mutant Ninja Turtles</em></a> and <em>Yellowston</em>e spinoff&nbsp;<em>1923</em>, as well as films like <em>Gladiator II</em> and&nbsp;<em>Top Gun: Maverick</em>. You’ll also get access to Showtime’s library, which includes originals like&nbsp;<em>Billions</em>, <em>Dexter: Resurrection,&nbsp;</em>and&nbsp;<em><a href=\"https://www.theverge.com/tv-reviews/612900/yellowjackets-season-3-review\">Yellowjackets</a></em>, as well as movies like&nbsp;<a href=\"https://www.theverge.com/23578425/talk-to-me-review-sundance-2023\" rel=\"noreferrer noopener\" target=\"_blank\"><em>Talk To Me</em></a> and&nbsp;<em>Past Lives.</em></p>\n\n<p class=\"has-text-align-none\">If you want to subscribe to both Paramount Plus and Showtime, you can sign up for the ad-free Paramount Plus with Showtime package for <a href=\"https://www.paramountplus.com/account/signup/pickplan/\" rel=\"noreferrer noopener\" target=\"_blank\">$12.99 a month</a> (it comes with a one-week trial). Alternatively, if you’re willing to pay upfront, you can save about $36 over the course of a year when you subscribe to the annual plan for <a href=\"https://www.paramountplus.com/account/signup/pickplan/\" rel=\"noreferrer noopener\" target=\"_blank\">$119.99 per year</a>.</p>\n\n<p class=\"has-text-align-none\">Alternatively, you can subscribe to<strong> Paramount Plus</strong> as a standalone service when you pay for Paramount Plus’ ad-supported Essential plan, which <a href=\"https://paramountplus.qflm.net/c/482924/175360/3065?u=https%3A%2F%2Fwww.paramountplus.com%2Faccount%2Fsignup%2Fpickplan%2F&amp;subid1=VergeStreamingServiceDeals011223\" rel=\"noreferrer noopener\" target=\"_blank\">costs $7.99 per month</a> (it, too, comes with a one-week trial for new subscribers). The annual plan, meanwhile, <a href=\"https://paramountplus.qflm.net/c/482924/175360/3065?u=https%3A%2F%2Fwww.paramountplus.com%2Faccount%2Fsignup%2Fpickplan%2F&amp;subid1=VergeStreamingServiceDeals011223\" rel=\"noreferrer noopener\" target=\"_blank\">costs $59.99 per year</a>, saving you $36 over the course of 12 months if you’re willing to pay upfront. Just bear in mind this plan offers fewer live sporting events than the Paramount Plus with Showtime package, and won’t let you download content for offline viewing.</p>\n\n<p class=\"has-text-align-none\">In terms of deals, Walmart Plus subscribers <a href=\"https://www.walmart.com/plus/paramount-video-streaming\" rel=\"noreferrer noopener\" target=\"_blank\">can currently get the Essential plan</a> for free as part of their subscription. <a href=\"https://www.paramountplus.com/account/signup/edu-offer/\">College students</a> can also subscribe to the Essential plan for $5.99 ($2 off) a month, while <a href=\"https://www.paramountplus.com/account/aarp/\">seniors with an AARP membership</a> can get a 10 percent discount on the Essential plan or Paramount Plus with Showtime plan. Lastly, <a href=\"https://services.sheerid.com/verify/635044dddc9b1e36a888e212/\">military members</a> can get a 50 percent discount on a year of the Essential or Paramount Plus with Showtime plans.</p>\n\n<h2 class=\"wp-block-heading\" id=\"GdeXL7\">The best Starz deals</h2>\n\n<p>With <strong>Starz</strong>, you can stream a variety of shows and movies, including <em>John Wick: Chapter 4</em>, <em>M3GAN</em>, and <em>Asteroid City</em>, as well as originals like <em>Outlander</em> and Sweetpea. The platform offers a single ad-free plan for $10.99 per month, which allows you to stream on up to four devices simultaneously and download content for offline viewing. Right now, however, new subscribers can <a href=\"https://www.starz.com/us/en/buy\">get three months of Starz for $4.99 per month</a>. Alternatively, <a href=\"https://www.starz.com/us/en/buy\">you can sign up for a six-month plan for $17.99</a>, a savings of $28.</p>\n\n<h2 class=\"wp-block-heading\" id=\"the-best-amazon-prime-video-deals\">The best Amazon Prime Video deals</h2>\n\n<p><strong>Amazon Prime Video</strong> is an on-demand streaming service owned by Amazon. Its library includes a range of movies, some live content, and shows like <a href=\"https://www.theverge.com/24126474/fallout-review-amazon-prime-video\" rel=\"noreferrer noopener\" target=\"_blank\"><em>Fallout</em></a>, <a href=\"https://www.theverge.com/23329415/the-lord-of-the-rings-of-power-review-amazon-prime\" rel=\"noreferrer noopener\" target=\"_blank\"><em>The Lord of the Rings: The Rings of Power</em></a>, <em>The Boys, The Marvelous Mrs. Maisel,</em> and more. Through the service, you can watch certain titles in 4K and take advantage of deals on rentals and purchases not included in the subscription. There’s also an option to add extra channels with&nbsp;<a href=\"https://www.businessinsider.com/guides/streaming/amazon-prime-video-channels\" rel=\"noreferrer noopener\" target=\"_blank\">Prime Video channels</a>, or go ad-free for an additional $2.99 a month.</p>\n\n<p>Amazon Prime Video is included with an <a href=\"https://www.amazon.com/amazonprime\">Amazon Prime membership</a>, though you can <a href=\"https://www.amazon.com/gp/video/signup/ref=atv_ictp_prime_btn_start?deviceTypeId=A13Q6A55DBZB7M&amp;continueWorkflow=1&amp;workflowType=Acquisition\">sign up for the service</a> without a membership for $8.99 a month with ads or $11.98 without. Right now, customers of Metro By T-Mobile’s unlimited plan can also <a href=\"https://www.metrobyt-mobile.com/benefits/amazon-prime\" rel=\"noreferrer noopener\" target=\"_blank\">get a free Amazon Prime membership</a>, which provides access to Prime Video and other benefits, for free.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, May 19th:</strong> Adjusted relevant pricing details, added a new Peacock promo, and mentioned the new Max rebrand.</em></p>",
    "content_text": "You can stream the latest season of Poker Face on Peacock while saving. So far, 2025 has been a great year for watching new, must-see TV shows and movies on subscription services . But if you, like many of us, have more concurrent subscriptions than you care to admit, you’ll agree that keeping up with the latest each month is expensive. They may not cost as much as most of the tech we cover, but it adds up. If you’re trying to cut down on your expenses, you might be able to do so while holding onto your precious subscriptions. Several services offer ongoing promos, some of which are even available to new and returning subscribers alike. Below, we’ve curated some of the best deals going on right now, so you can enjoy streaming your favorite show or movie for less than it would typically cost you. The best Peacock deals The best Hulu deals The best Sling TV deals The best Apple TV Plus deals The best Max deals The best Netflix deals The best YouTube TV deals The best Paramount Plus and Showtime deals The best Starz deals The best Amazon Prime Video deals Note: keep an eye out for free trials and student discounts Most streaming services offer free trials that typically last from a week to a month, whether you sign up for an annual membership or just a monthly subscription. However, you will likely have to provide your credit card information in advance, and you will be charged once your trial is over, so make a note in your calendar if you don’t want to be charged. Some streaming platforms offer student discounts. These include Hulu, Paramount Plus, YouTube TV, Amazon Prime, and more. You’ll have to prove your student eligibility through a sign-up form and typically be enrolled in an accredited Title IV college or university to take advantage of these deals. The best Peacock deals Peacock is NBCUniversal’s streaming service, one that offers next-day programming from NBC (and Bravo). The platform also provides access to live sports programming, including Sunday Night Football and WWE, as well as movies and shows like The Wild Robot , Conclave , Wicked , Oppenheimer , Yellowstone , Teacup , The Office , Saturday Night Live , Rian Johnson’s Poker Face , and the forthcoming The Office spinoff, The Paper . The platform currently offers two plans : an ad-supported Peacock Premium tier for $7.99 a month (or $79.99 a year) or the ad-free Peacock Premium Plus tier for $13.99 a month (or $139.99 a year). Only the latter lets you download content for offline viewing. In terms of deals, new and returning subscribers can get a year of ad-supported Peacock Premium for $24.99 ($55 off) when they use promo code SPRINGSAVINGS at checkout through May 30th. Alternatively, you can grab a complimentary subscription when you sign up for a year of Instacart Plus ($99 annually or $9.99 a month). You can also get free access if you’re an Xfinity Internet customer with gigabit speeds or a Diamond or Platinum Rewards member. The best Disney Plus deals With Disney Plus , you can stream a wide range of shows and movies, including Star Wars: Skeleton Crew , Deadpool & Wolverine , Andor , X-Men ‘97 , Your Friendly Neighborhood Spider-Man , and Taylor Swift’s Eras Tour film . A monthly subscription currently costs $9.99 a month with ads or $15.99 a month without (or $159.99 annually). The $15.99 per month service includes Dolby Atmos sound, as well as the ability to download TV shows and movies on up to 10 devices. For just a dollar more, Disney offers an ad-supported, $10.99-a-month Duo Basic subscription that brings together Disney Plus and Hulu. To enjoy an ad-free experience across both services, the cost is $19.99 per month. There’s also the $16.99-a-month Disney Bundle Trio Basic bundle, which includes the ad-supported Hulu and ESPN Plus (paying $26.99 a month nets you the ad-free version of Hulu and Disney Plus, though ESPN will still have ads). That’s cheaper than subscribing to all three streaming services individually, and is the wisest route to take if you want all three. That being said, there are other ways to save, particularly with carrier promos. Those currently on one of Verizon’s Unlimited plans , for instance, can get Disney Plus Trio Basic with ads for $10 a month instead of $16.99. If you already subscribe to Verizon’s existing Legacy bundle, you can also continue to enjoy ad-free Disney Plus, as well as ad-supported ESPN Plus and Hulu, for $15 per month ($6 off). The best Hulu deals Hulu offers both ad-supported and ad-free plans . No matter which you buy, you’ll be able to access all of Hulu’s TV shows and movies on multiple devices, including originals like The Handmaid’s Tale and Sand Land , as well as other content, like Shogun , The Bear , Futurama , and The Veil . The service also allows two people to stream simultaneously, and you can have up to six user profiles. However, subscribing to the ad-free plan means you won’t have to deal with commercials; You’ll also be able to watch downloads offline. The ad-supported plan currently costs $9.99 per month, while the ad-free plan costs $18.99 a month. Hulu also sells ad-free and ad-supported bundles that include Disney Plus and / or ESPN Plus, which are cheaper than subscribing to each service individually. With the Hulu with Live TV, Disney Plus, and ESPN Plus bundle, you’ll be able to access more than 90 live sports, news, and entertainment channels, as well as content from each of the streaming services. You’ll also be able to record live shows with unlimited DVR storage and take advantage of the same features the standard, ad-free, and ad-supported Hulu plans offer. The ad-supported Hulu with Live TV subscription is $82.99 a month , while the ad-free tier is $95.99 a month (though, it’s worth noting that, of the three services included, ESPN Plus will still have ads, even at this tier). Complicated, right? However, if you just want Hulu and don’t need the live TV version, you can subscribe to the ad-supported Disney Bundle Duo Basic, which includes Disney Plus, for $10.99 a month. You can also add ESPN Plus for $16.99 per month, or get rid of ads and add live sports for $26.99 a month. In terms of deals, students can subscribe to the ad-supported version for $1.99 a month or a bundle that combines Spotify Premium, Showtime, and ad-supported Hulu for $5.99 a month . Some wireless carriers are also offering customers discounts when they buy premium phone plans. As mentioned previously, those currently on one of Verizon’s Unlimited plans can get the Disney Plus Trio Basic with ads for $10 per month instead of $16.99. If you already subscribe to Verizon’s Legacy bundle, you can also continue to stream ad-free Disney Plus and ad-supported ESPN Plus / Hulu for $15 a month ($6 off). T-Mobile, meanwhile, is offers complimentary access to Hulu’s ad-supported tier when you maintain a qualifying Go5G Next line. The best Sling TV deals Sling TV is a streaming service that functions as a more affordable alternative to YouTube TV and Hulu with Live TV. With it, you can watch a range of streaming services as well as live and on-demand channels — including ESPN, CNN, Fox, NBC, Comedy Central, and Cartoon Network — on multiple devices. Sling offers an ad-supported free tier — Sling Freestream — which provides access to more than 500 live channels as well as more than 40,000 on-demand movies and TV shows. The platform also offers three paid plans, all of which come with 50 hours of DVR storage: Sling Blue ($50.99 a month); Sling Orange ($45.99 a month); and Sling Orange and Blue ($65.99 a month). Sling also lets you subscribe to Max as a Blue-tier add-on for a discount (totaling $57.97 per month), or you can buy an ad-free subscription to Max as a standalone service for $16.99 a month. If you’re into sports, you may want to opt for Sling Orange over Blue as it grants access to ESPN channels — but only on one device. Sling Blue, however, offers a number of channels Sling Orange lacks, including Fox News, MSNBC, E!, Discovery, Bravo, and local NBC or Fox affiliates. You can also subscribe to a bundle that includes both Sling Orange and Sling Blue, which offers all the channels featured in the first two plans. Sling is currently offering new customers a 50 percent discount on their first month of Sling Orange, meaning you’ll pay $23 instead of $45.99. The promo also applies to Sling Blue, although it’s slightly more expensive at $25.50, down from $50.99. You can also get one month of Sling Orange and Sling Blue combined for $33 per month instead of $65.99. In addition to 50 percent off your first month, Sling is also offering free unlimited DVR during that period, along with a $5 discount on Paramount Plus with Showtime, AMC Plus, or Starz. The best Apple TV Plus deals Apple TV Plus is a service operated by Apple that offers original shows and movies in 4K HDR, including Ted Lasso, The Studio , The Morning Show, Silo , Severance , Finch , Coda, For All Mankind, and Napoleo n . The platform is also the streaming home to Major League Soccer , and currently costs $9.99 a month. There are no ads whatsoever on Apple TV Plus. There are a couple of promos to make note of when it comes to Apple TV Plus. The service currently offers a weeklong free trial for new subscribers, after which you’ll be charged $9.99 a month. You can also get a free three-month subscription when you buy an Apple device, though you’ll have to redeem the offer within 90 days of purchase. Apple TV Plus is also included in the larger Apple One suite of apps. The all-in-one service lets you bundle four other Apple services for a single monthly subscription starting at $19.95 a month. New subscribers will get a free month of Apple TV Plus if they include it as part of their Apple One membership. In addition, eligible individuals who sign up for the student Apple Music subscription , which starts at $5.99 per month, can get Apple Music for 50 percent off with a free Apple TV Plus subscription. As far as carrier deals go, T-Mobile offers discounts on Apple TV Plus, as well as other streaming services. For instance, the wireless carrier is currently offering customers in the US complimentary access to Apple TV Plus when they subscribe to a qualifying Go5G Next line. For Verizon Unlimited customers, the option exists to get Apple One (which includes Apple TV Plus) for $10 per month ($9.95 off) for an individual plan, or $20 for a family plan ($5.95 off). The best Max deals Max, which will soon be rebranded as HBO Max this summer, is home to Game of Thrones and its spinoff, House of the Dragon , along with shows and movies like Furiosa: A Mad Max Saga , Dune: Prophecy , The Last of Us , Wonka , Euphoria, Hacks , Scavenger’s Reign , The Batman , Succession , and even content from Discovery Plus. The platform offers an ad-supported tier that costs $9.99 a month and two ad-free plans that start at $16.99 a month. Unlike the ad-supported plan, the standard ad-free tier also lets you download 30 shows or movies for offline viewing. Max also offers a $20.99-a-month Premium plan, which allows you to stream in 4K and supports Dolby Atmos with select content. The latter plan also lets you stream on four devices simultaneously and download a maximum of 100 shows or movies to watch on the go. Max offers an annual subscription and various bundles, both of which are cheaper than subscribing on a monthly basis. The ad-supported plan normally costs $99.99 a year , saving you a modest $19 over the course of 12 months, while subscribing to the annual ad-free base plan for $169.99 saves you $33. You can also save about $41 by subscribing to the annual 4K Premium ad-free plan for $209.99 . Lastly, you can opt for the ad-supported bundle — which includes Max, Disney Plus, and Hulu — for $16.99 a month, or pay $13 extra to go ad-free. The total cost is cheaper than subscribing to each of the three individually, saving you money in the long run. Multiple wireless carriers are offering deals. You can, for instance, get a year of Netflix and Max when you purchase a 5G Home Plus, LTE Home Plus, Fios 1 Gig, or the Fios 2 Gig Verizon Home Internet (VHI) plan. Alternatively, Verizon is offering those with an Unlimited plan the ability to get Netflix and Max (with ads) for $10 a month (about $7 off). AT&T also includes complimentary access to ad-free Max when you subscribe to select AT&T Unlimited Choice or Plus plans, which start at $60 a month . If you opt for Cricket’s Unlimited Plus 15GB Mobile Hotspot phone plan , which starts at $60 a month, you’ll also be able to get the ad-supported version of Max for free. Finally, you can get two months of Max free with DirectTV Stream or Satellite TV services . The best Netflix deals A Netflix subscription grants you access to thousands of movies and TV shows, as well as a limited number of mobile games. Notable shows and movies include Squid Game , Dan Da Dan , Baby Reindeer , The Witcher: Sirens of the Deep , Cobra Kai, Stranger Things , The Killer , and Arcane , among countless others. The well-known streaming service currently offers three plans : Standard with ads ($7.99 per month), Standard without ads ($17.99 per month), and Premium ($24.99 per month). The premium tier allows for higher resolution, lets multiple users watch content on four devices at the same time as opposed to just two, and lets you download on six devices at a time as opposed to just two. It’s also the only plan that supports 4K HDR content, as well as spatial audio. Netflix isn’t currently offering a discount, but T-Mobile is offering the ad-supported plan for free to those on qualifying Go5G Next and Go5G Plus lines. This deal is also available to those on qualifying Magenta Max lines, or for those who sign up to two or more Go56 and Magenta lines. As mentioned previously, you can also get a year of both Netflix and Max when you purchase one of the following Verizon Home internet plans: a 5G Home Plus, LTE Home Plus, Fios 1 Gig, or the Fios 2 Gig Verizon Home Internet (VHI) plan. Alternatively, Verizon is offering those with an Unlimited plan the ability to get Netflix and Max (with ads) for $10 per month ($6.98 off). The best YouTube TV deals YouTube TV grants subscribers access to live sports and a number of major news and entertainment channels, including PBS, Comedy Central, Nickelodeon, NBC, ABC, Fox, CNN, and more. It also comes with unlimited recording for a maximum of six accounts, all for $82.99 per month . You can buy optional add-ons as well, which range between $2 and $65 a month and include access to services like Max, Starz, and NBA League Pass. The service also offers a separate Spanish-only plan. Now through July 31st, new subscribers can sign up for the YouTube TV Base Plan for $59.99 ($23 off) a month for the first two months. It’ll be free for 21 days as a trial. The best Paramount Plus and Showtime deals Paramount Plus and Showtime provides access to live sports and 24/7 live news with CBS News. It also grants access to the entire Paramount Plus catalog, including shows like Tales of the Teenage Mutant Ninja Turtles and Yellowston e spinoff 1923 , as well as films like Gladiator II and Top Gun: Maverick . You’ll also get access to Showtime’s library, which includes originals like Billions , Dexter: Resurrection, and Yellowjackets , as well as movies like Talk To Me and Past Lives. If you want to subscribe to both Paramount Plus and Showtime, you can sign up for the ad-free Paramount Plus with Showtime package for $12.99 a month (it comes with a one-week trial). Alternatively, if you’re willing to pay upfront, you can save about $36 over the course of a year when you subscribe to the annual plan for $119.99 per year . Alternatively, you can subscribe to Paramount Plus as a standalone service when you pay for Paramount Plus’ ad-supported Essential plan, which costs $7.99 per month (it, too, comes with a one-week trial for new subscribers). The annual plan, meanwhile, costs $59.99 per year , saving you $36 over the course of 12 months if you’re willing to pay upfront. Just bear in mind this plan offers fewer live sporting events than the Paramount Plus with Showtime package, and won’t let you download content for offline viewing. In terms of deals, Walmart Plus subscribers can currently get the Essential plan for free as part of their subscription. College students can also subscribe to the Essential plan for $5.99 ($2 off) a month, while seniors with an AARP membership can get a 10 percent discount on the Essential plan or Paramount Plus with Showtime plan. Lastly, military members can get a 50 percent discount on a year of the Essential or Paramount Plus with Showtime plans. The best Starz deals With Starz , you can stream a variety of shows and movies, including John Wick: Chapter 4 , M3GAN , and Asteroid City , as well as originals like Outlander and Sweetpea. The platform offers a single ad-free plan for $10.99 per month, which allows you to stream on up to four devices simultaneously and download content for offline viewing. Right now, however, new subscribers can get three months of Starz for $4.99 per month . Alternatively, you can sign up for a six-month plan for $17.99 , a savings of $28. The best Amazon Prime Video deals Amazon Prime Video is an on-demand streaming service owned by Amazon. Its library includes a range of movies, some live content, and shows like Fallout , The Lord of the Rings: The Rings of Power , The Boys, The Marvelous Mrs. Maisel, and more. Through the service, you can watch certain titles in 4K and take advantage of deals on rentals and purchases not included in the subscription. There’s also an option to add extra channels with Prime Video channels , or go ad-free for an additional $2.99 a month. Amazon Prime Video is included with an Amazon Prime membership , though you can sign up for the service without a membership for $8.99 a month with ads or $11.98 without. Right now, customers of Metro By T-Mobile’s unlimited plan can also get a free Amazon Prime membership , which provides access to Prime Video and other benefits, for free. Update, May 19th: Adjusted relevant pricing details, added a new Peacock promo, and mentioned the new Max rebrand.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/669933/spotify-iphone-app-audiobooks-purchase-apple-ruling",
    "title": "Spotify’s iPhone app will now let you easily buy audiobooks",
    "link": "https://www.theverge.com/news/669933/spotify-iphone-app-audiobooks-purchase-apple-ruling",
    "published_date": "2025-05-19T20:09:05+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/STK088_VRG_Illo_N_Barclay_1_spotify.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s finally possible to purchase an audiobook from Spotify’s iPhone app with just a few taps. On Monday, <a href=\"https://newsroom.spotify.com/2025-05-01/following-landmark-court-ruling-spotify-submits-new-app-update-to-apple-to-benefit-u-s-consumers/\">Spotify announced that Apple</a> approved an update that allows users in the US to see audiobook pricing within the app and buy individual audiobooks outside the App Store.</p>\n\n<p class=\"has-text-align-none\">The update also lets Spotify Premium subscribers purchase additional audiobook listening hours. This change follows last month’s <em>Epic Games vs. Apple</em> ruling, which <a href=\"https://www.theverge.com/news/659246/apple-epic-app-store-judge-ruling-control\">upended the iPhone maker’s control</a> over the App Store. Under the ruling, Apple can’t collect fees on purchases made outside the app store, nor can it govern how developers point to external purchases.</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/spotify-audiobook-purchase.gif?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" title=\"\" />\n<p class=\"has-text-align-none\"><a href=\"https://www.theverge.com/news/664178/spotify-audiobooks-iphone-ios-external-links-apple\">Spotify submitted the update</a> last week, but now it’s official. The music streaming service <a href=\"https://www.theverge.com/2022/10/25/23423384/spotify-apple-competitive-behavior-antitrust-commission-audiobooks\">pulled audiobook purchases</a> from its iOS app in 2022 after accusing Apple of “choking competition” with App Store rules that made it more difficult to purchase audiobooks. Spotify also <a href=\"https://www.theverge.com/news/660084/spotify-app-iphone-apple-update-external-payment-links\">started letting iPhone users purchase</a> subscriptions outside the App Store earlier this month.</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.theverge.com/news/661719/amazon-app-ios-apple-iphone-ipad-kindle-buy-books\">iOS apps for Kindle</a>, <a href=\"https://www.theverge.com/news/659754/patreon-update-iphone-ios-app-apple-payment-system-ruling\">Patreon</a>, and <a href=\"https://www.theverge.com/news/663307/delta-emulator-ios-apple-app-store-patreon-signup\">Delta’s emulator</a> have also taken advantage of the court ruling, but Epic Games is <a href=\"https://www.theverge.com/news/669047/epic-fortnite-filing-apple-app-store-review-order\">still fighting to bring <em>Fortnite</em> back</a> to the App Store. “This change lowers the barriers for more users to embrace their first — or tenth — audiobook, while allowing publishers and authors to reach fans and access new audiences seamlessly,” Spotify said in its announcement.</p>",
    "content_text": "It’s finally possible to purchase an audiobook from Spotify’s iPhone app with just a few taps. On Monday, Spotify announced that Apple approved an update that allows users in the US to see audiobook pricing within the app and buy individual audiobooks outside the App Store. The update also lets Spotify Premium subscribers purchase additional audiobook listening hours. This change follows last month’s Epic Games vs. Apple ruling, which upended the iPhone maker’s control over the App Store. Under the ruling, Apple can’t collect fees on purchases made outside the app store, nor can it govern how developers point to external purchases. Spotify submitted the update last week, but now it’s official. The music streaming service pulled audiobook purchases from its iOS app in 2022 after accusing Apple of “choking competition” with App Store rules that made it more difficult to purchase audiobooks. Spotify also started letting iPhone users purchase subscriptions outside the App Store earlier this month. The iOS apps for Kindle , Patreon , and Delta’s emulator have also taken advantage of the court ruling, but Epic Games is still fighting to bring Fortnite back to the App Store. “This change lowers the barriers for more users to embrace their first — or tenth — audiobook, while allowing publishers and authors to reach fans and access new audiences seamlessly,” Spotify said in its announcement.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/669885/darth-vader-ai-fortnite-sag-aftra-unfair-labor-complaint",
    "title": "SAG-AFTRA files complaint over Fortnite’s AI Darth Vader",
    "link": "https://www.theverge.com/news/669885/darth-vader-ai-fortnite-sag-aftra-unfair-labor-complaint",
    "published_date": "2025-05-19T19:33:38+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/darth-vader-fortnite-1920x1080-95ea0f1d91f3.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">SAG-AFTRA, the organization that represents voice, motion, and screen performers, has filed an <a href=\"https://www.sagaftra.org/sag-aftra-statement-fortnites-use-ai-darth-vader-voice-and-ulp-filing\">unfair labor complaint against Epic Games</a>. The complaint stems from the company’s recent introduction of an AI programmed to sound like <a href=\"https://www.theverge.com/news/668349/fortnite-star-wars-james-earl-jones-vader-ai-voice\">James Earl Jones’ Darth Vader that can respond to a player’s actions and questions</a>.</p>\n\n<p class=\"has-text-align-none\">SAG-AFTRA wrote in a statement that it understands its members and members’ estates wish to use AI technology in any way they choose. “However,” SAG-AFTRA’s statement continued, “we must protect our right to bargain terms and conditions around uses of voice that replace the work of our members, including those who previously did the work of matching Darth Vader&#8217;s iconic rhythm and tone in video games.”</p>\n\n<p class=\"has-text-align-none\">While the AI “revolution” slowly replaces human workers with oftentimes inferior products, and despite <a href=\"https://www.theverge.com/2024/1/10/24033258/sag-aftra-ai-video-game-voice-acting-licensing-replica-studios\">some members’ distaste for the practice</a>, <a href=\"https://www.theverge.com/2023/11/18/23962349/sag-aftra-tentative-agreement-generative-artificial-intelligence-vote\">SAG-AFTRA has embraced the idea of using AI</a> trained to replicate an actor’s performance. It has <a href=\"https://www.theverge.com/2024/10/29/24283240/sag-aftra-has-announced-an-agreement-with-ethovox-which-is-building-a-foundational-ai-model-for-voic\">established contracts and partnerships with several AI companies</a> with the idea being members can use this technology with specific contract-guaranteed protections. So the act of using an AI to replace Darth Vader’s voice performers (both the late James Earl Jones and those brought in after his death to match his performance) isn’t what SAG-AFTRA is objecting to. Rather, it&#8217;s the fact that this was done without Epic Games sitting down with SAG-AFTRA at the bargaining table to hash out the specifics. </p>\n\n<p class=\"has-text-align-none\">“<em>Fortnite</em>&#8216;s signatory company, Llama Productions, chose to replace the work of human performers with AI technology,” SAG-AFTRA wrote. “Unfortunately, they did so without providing any notice of their intent to do this and without bargaining with us over appropriate terms.” <em>The Verge</em> has reached out to Epic Games for comment.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.theverge.com/2024/8/5/24213808/video-game-voice-actor-strike-sag-aftra\">AI and its use in video game voice and motion performance</a> is the main stumbling block in the ongoing video game voice actor strike. Negotiations between SAG-AFTRA and the signatory companies of its interactive media agreement broke down last year, and performers have been on strike since July — a length of time that eclipses both the actors and writers strikes of 2023.</p>",
    "content_text": "SAG-AFTRA, the organization that represents voice, motion, and screen performers, has filed an unfair labor complaint against Epic Games . The complaint stems from the company’s recent introduction of an AI programmed to sound like James Earl Jones’ Darth Vader that can respond to a player’s actions and questions . SAG-AFTRA wrote in a statement that it understands its members and members’ estates wish to use AI technology in any way they choose. “However,” SAG-AFTRA’s statement continued, “we must protect our right to bargain terms and conditions around uses of voice that replace the work of our members, including those who previously did the work of matching Darth Vader’s iconic rhythm and tone in video games.” While the AI “revolution” slowly replaces human workers with oftentimes inferior products, and despite some members’ distaste for the practice , SAG-AFTRA has embraced the idea of using AI trained to replicate an actor’s performance. It has established contracts and partnerships with several AI companies with the idea being members can use this technology with specific contract-guaranteed protections. So the act of using an AI to replace Darth Vader’s voice performers (both the late James Earl Jones and those brought in after his death to match his performance) isn’t what SAG-AFTRA is objecting to. Rather, it’s the fact that this was done without Epic Games sitting down with SAG-AFTRA at the bargaining table to hash out the specifics. “ Fortnite ‘s signatory company, Llama Productions, chose to replace the work of human performers with AI technology,” SAG-AFTRA wrote. “Unfortunately, they did so without providing any notice of their intent to do this and without bargaining with us over appropriate terms.” The Verge has reached out to Epic Games for comment. AI and its use in video game voice and motion performance is the main stumbling block in the ongoing video game voice actor strike. Negotiations between SAG-AFTRA and the signatory companies of its interactive media agreement broke down last year, and performers have been on strike since July — a length of time that eclipses both the actors and writers strikes of 2023.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/tech/668874/bookmarks-chrome-how-to",
    "title": "How to manage your bookmarks in Google Chrome",
    "link": "https://www.theverge.com/tech/668874/bookmarks-chrome-how-to",
    "published_date": "2025-05-19T19:00:00+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/Chrome_HT044_How_To_01.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">There's a lot to look at, watch, and listen to on the web. Fully utilizing the bookmarks feature in Google Chrome can be a real help in staying on top of everything.</p>\n<p class=\"has-text-align-none\">Chrome is the browser I use most often, and I've got a huge number of bookmarked sites inside it: long reads I want to get back to once work is done, news updates to write up for work, gift ideas, apps I'd like to check out, important Slack channels, and content systems for my job… the list goes on. All synced between devices and available everywhere.</p>\n<p class=\"has-text-align-none\">If you haven't done a deep dive into Chrome's bookmarks feature then you might not be aware of everything you can do with it, how it can save you time, and how you can bring some kind of order to your web browsing.</p>\n<h2 class=\"wp-block-heading\">Saving bookmarks</h2>\n<img alt=\"Pop-up showing BookMark Added with the name and the folder.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/01-saving.jpg?quality=90&amp;strip=all&amp;crop=0,3.4613147178592,100,93.077370564282\" title=\"Pop-up showing BookMark Added with the name and the folder.\" />\n<p class=\"has-text-align-none\">The star icon to the right of the address bar in Chrome on the desktop is for saving new bookmarks. Click it and the current page gets saved to the most recently used bookmarks folder. You can also press <strong>Ctrl+D</strong> (Windows) or <strong>Cmd+D</strong> (macOS), which is even easier. On mobile, tap the three dots at the top then the star icon (Android), or the three dots at the bottom then <strong>Add to bookmarks</strong> (iOS) to save the current page as a new bookmark.</p>\n<p class=\"has-text-align-none\">As soo …</p>\n<p><a href=\"https://www.theverge.com/tech/668874/bookmarks-chrome-how-to\">Read the full story at The Verge.</a></p>",
    "content_text": "There's a lot to look at, watch, and listen to on the web. Fully utilizing the bookmarks feature in Google Chrome can be a real help in staying on top of everything. Chrome is the browser I use most often, and I've got a huge number of bookmarked sites inside it: long reads I want to get back to once work is done, news updates to write up for work, gift ideas, apps I'd like to check out, important Slack channels, and content systems for my job… the list goes on. All synced between devices and available everywhere. If you haven't done a deep dive into Chrome's bookmarks feature then you might not be aware of everything you can do with it, how it can save you time, and how you can bring some kind of order to your web browsing. Saving bookmarks The star icon to the right of the address bar in Chrome on the desktop is for saving new bookmarks. Click it and the current page gets saved to the most recently used bookmarks folder. You can also press Ctrl+D (Windows) or Cmd+D (macOS), which is even easier. On mobile, tap the three dots at the top then the star icon (Android), or the three dots at the bottom then Add to bookmarks (iOS) to save the current page as a new bookmark. As soo … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/669828/google-releases-its-notebooklm-mobile-app",
    "title": "Google releases its NotebookLM mobile app",
    "link": "https://www.theverge.com/news/669828/google-releases-its-notebooklm-mobile-app",
    "published_date": "2025-05-19T18:53:30+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/03/STK093_Google_02.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Google’s NotebookLM mobile app is out now for <a href=\"https://play.google.com/store/apps/details?id=com.google.android.apps.labs.language.tailwind&amp;referrer=utm_source%3Dgoogleblog%26utm_medium%3Dblog&amp;pli=1\">Android on Google Play</a> and <a href=\"https://apps.apple.com/app/apple-store/id6737527615?pt=9008&amp;ct=googleblog&amp;mt=8\">iOS and iPadOS via the App Store</a>, Google Labs product manager Biao Wang says in <a href=\"http://for Android is out now, as reported by 9to5Google, and is expected to launch for iOS and iPadOS on May 20th, according to the app’s App Store listing.\">a blog post</a>. A mobile app has been “one of the most frequent requests” for the team.</p>\n\n<p class=\"has-text-align-none\">The app appears to offer similar functionality to the desktop version of NotebookLM, including the ability to upload sources of information that the app can summarize. It can also make AI-generated, podcast-like Audio Overviews. With the app, you can listen to those Audio Overviews in the background while you’re doing other things on your phone or while offline, Google says. Might be a handy way to get caught up <a href=\"https://www.theverge.com/video/663196/oh-no-i-turned-everything-into-an-ai-podcast\">on your performance review</a>.</p>\n\n<p class=\"has-text-align-none\">The company teased the launch of the mobile app for the AI-powered tool <a href=\"https://www.theverge.com/google/644982/notebooklm-is-finally-releasing-a-mobile-app\">last month</a>. Its official arrival is happening just ahead of Google I/O, which kicks off with the opening keynote <a href=\"https://www.theverge.com/news/669304/google-io-2025-how-to-watch-expect-livestream-ai-android-xr\">at 1PM ET on Tuesday</a>. It’s probably going to be <a href=\"https://www.theverge.com/tech/667872/google-io-android-16-ai\">an AI show</a>.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, May 19th</strong>: The iOS app is now available, too.</em></p>",
    "content_text": "Google’s NotebookLM mobile app is out now for Android on Google Play and iOS and iPadOS via the App Store , Google Labs product manager Biao Wang says in a blog post . A mobile app has been “one of the most frequent requests” for the team. The app appears to offer similar functionality to the desktop version of NotebookLM, including the ability to upload sources of information that the app can summarize. It can also make AI-generated, podcast-like Audio Overviews. With the app, you can listen to those Audio Overviews in the background while you’re doing other things on your phone or while offline, Google says. Might be a handy way to get caught up on your performance review . The company teased the launch of the mobile app for the AI-powered tool last month . Its official arrival is happening just ahead of Google I/O, which kicks off with the opening keynote at 1PM ET on Tuesday . It’s probably going to be an AI show . Update, May 19th : The iOS app is now available, too.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/parolin-onu-leon-xiv-diplomacia-del-encuentro.html",
    "title": "Parolin en la ONU: León XIV nos invita a abrazar «una diplomacia del encuentro»",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/parolin-onu-leon-xiv-diplomacia-del-encuentro.html",
    "published_date": "2025-05-19T19:49:00+00:00",
    "content_raw": "<p>«Que juntos podamos responder a la llamada del Papa y convertirnos en quienes siembran la paz que perdurará en la historia, no en quienes causan víctimas». Esta es la esperanza expresada por el Secretario de Estado, en un evento en las Naciones Unidas de Nueva York con ocasión de la elección del Papa: la Santa Sede se compromete a promover la paz y la justicia en un mundo «marcado por divisiones, conflictos y problemas globales urgentes».</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/parolin-onu-leon-xiv-diplomacia-del-encuentro.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "«Que juntos podamos responder a la llamada del Papa y convertirnos en quienes siembran la paz que perdurará en la historia, no en quienes causan víctimas». Esta es la esperanza expresada por el Secretario de Estado, en un evento en las Naciones Unidas de Nueva York con ocasión de la elección del Papa: la Santa Sede se compromete a promover la paz y la justicia en un mundo «marcado por divisiones, conflictos y problemas globales urgentes». Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/el-papa-se-reune-con-el-primer-ministro-australiano.html",
    "title": "El Papa se reúne con el primer ministro australiano",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/el-papa-se-reune-con-el-primer-ministro-australiano.html",
    "published_date": "2025-05-19T19:15:00+00:00",
    "content_raw": "<p>León XIV recibió esta tarde en audiencia al primer ministro de la Commonwealth del gran país de Oceanía, Anthony Albanese. En el centro de las conversaciones, también con monseñor Gallagher, Secretario para las Relaciones con los Estados y las Organizaciones Internacionales, la protección del medio ambiente, el desarrollo humano integral, la libertad religiosa y la contribución de la Iglesia católica al servicio de la sociedad.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/el-papa-se-reune-con-el-primer-ministro-australiano.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "León XIV recibió esta tarde en audiencia al primer ministro de la Commonwealth del gran país de Oceanía, Anthony Albanese. En el centro de las conversaciones, también con monseñor Gallagher, Secretario para las Relaciones con los Estados y las Organizaciones Internacionales, la protección del medio ambiente, el desarrollo humano integral, la libertad religiosa y la contribución de la Iglesia católica al servicio de la sociedad. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/reina-gran-canciller-del-pontificio-instituto-juan-pablo-ii.html",
    "title": "Reina nuevo gran canciller del Pontificio Instituto Juan Pablo II",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/reina-gran-canciller-del-pontificio-instituto-juan-pablo-ii.html",
    "published_date": "2025-05-19T13:41:00+00:00",
    "content_raw": "<p>El Papa León XIV ha nombrado al Cardenal Vicario de Roma Gran Canciller del Pontificio Instituto Teológico Juan Pablo II para las Ciencias del Matrimonio y de la Familia. Sucede al arzobispo Vincenzo Paglia.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/reina-gran-canciller-del-pontificio-instituto-juan-pablo-ii.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El Papa León XIV ha nombrado al Cardenal Vicario de Roma Gran Canciller del Pontificio Instituto Teológico Juan Pablo II para las Ciencias del Matrimonio y de la Familia. Sucede al arzobispo Vincenzo Paglia. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/ucrania-llamada-trump-putin-presion-europa-tregua.html",
    "title": "Ucrania, espera por la llamada Trump-Putin. Presión europea para una tregua",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/ucrania-llamada-trump-putin-presion-europa-tregua.html",
    "published_date": "2025-05-19T13:38:00+00:00",
    "content_raw": "<p>La de hoy será la tercera conversación entre ambos líderes desde principios de año. Las llamadas anteriores tuvieron lugar el 12 de febrero y el 18 de marzo. El presidente está decidido a obtener resultados concretos sobre Ucrania, ha declarado el enviado especial de Donald Trump, Steve Witkoff: «Si él no puede hacerlo, nadie podrá». </p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/ucrania-llamada-trump-putin-presion-europa-tregua.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La de hoy será la tercera conversación entre ambos líderes desde principios de año. Las llamadas anteriores tuvieron lugar el 12 de febrero y el 18 de marzo. El presidente está decidido a obtener resultados concretos sobre Ucrania, ha declarado el enviado especial de Donald Trump, Steve Witkoff: «Si él no puede hacerlo, nadie podrá». Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/monsenor-felix-genn-prevost-es-competente-humilde-y-modesto.html",
    "title": "Monseñor Félix Genn: \"Prevost es competente, humilde y modesto\"",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/monsenor-felix-genn-prevost-es-competente-humilde-y-modesto.html",
    "published_date": "2025-05-19T12:46:00+00:00",
    "content_raw": "<p>El obispo Félix Genn recuerda los cinco años de colaboración con el prefecto del Dicasterio para los Obispos. “Conocí su claridad de juicio y un enfoque verdaderamente lleno de amor. Pero ahora, démosle tiempo para crecer en su nueva misión”</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/monsenor-felix-genn-prevost-es-competente-humilde-y-modesto.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El obispo Félix Genn recuerda los cinco años de colaboración con el prefecto del Dicasterio para los Obispos. “Conocí su claridad de juicio y un enfoque verdaderamente lleno de amor. Pero ahora, démosle tiempo para crecer en su nueva misión” Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/roma-se-presento-un-informe-que-busca-dar-voz-a-los-mas-debiles.html",
    "title": "Roma: Se presentó un informe que busca dar voz a los más débiles",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/roma-se-presento-un-informe-que-busca-dar-voz-a-los-mas-debiles.html",
    "published_date": "2025-05-19T12:29:00+00:00",
    "content_raw": "<p>La idea – surgida de la colaboración de académicos, entidades religiosas y laicas, y comunidades de la diáspora de los países más pobres del planeta – nació para hacer visibles las demandas y las historias de los países frágiles. El informe de este año, presentado esta semana en Roma, analiza los problemas que tienen en común veinte naciones – desde Afganistán y Burkina Faso, hasta Haití y Yemen – con el fin de devolver la atención global a las crisis olvidadas</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/roma-se-presento-un-informe-que-busca-dar-voz-a-los-mas-debiles.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La idea – surgida de la colaboración de académicos, entidades religiosas y laicas, y comunidades de la diáspora de los países más pobres del planeta – nació para hacer visibles las demandas y las historias de los países frágiles. El informe de este año, presentado esta semana en Roma, analiza los problemas que tienen en común veinte naciones – desde Afganistán y Burkina Faso, hasta Haití y Yemen – con el fin de devolver la atención global a las crisis olvidadas Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/papa-audiencia-presidente-colombia-gustavo-petro.html",
    "title": "El Papa recibió en audiencia al Presidente de Colombia, Gustavo Petro",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/papa-audiencia-presidente-colombia-gustavo-petro.html",
    "published_date": "2025-05-19T11:21:00+00:00",
    "content_raw": "<p>Así lo informó la Oficina de Prensa de la Santa Sede. El presidente colombiano se reunió también con Monseñor Paul Richard Gallagher, Secretario para las relaciones con los Estados.\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/papa-audiencia-presidente-colombia-gustavo-petro.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Así lo informó la Oficina de Prensa de la Santa Sede. El presidente colombiano se reunió también con Monseñor Paul Richard Gallagher, Secretario para las relaciones con los Estados. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/papa-lideres-religiosos-digamos-no-a-la-guerra-rearme.html",
    "title": "El Papa: digamos «no» a la guerra, al rearme y a la economía que empobrece",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/papa-lideres-religiosos-digamos-no-a-la-guerra-rearme.html",
    "published_date": "2025-05-19T10:00:00+00:00",
    "content_raw": "<p>León XIV recibe en audiencia a representantes de otras Iglesias y comunidades eclesiales y de otras religiones y los exhorta a un compromiso común, libre de condicionamientos ideológicos y políticos, por la paz en el mundo. Alienta el camino ecuménico, exhorta a proseguir el diálogo entre judíos y cristianos y a basar las relaciones con los musulmanes «en el respeto recíproco y la libertad de conciencia».</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/papa-lideres-religiosos-digamos-no-a-la-guerra-rearme.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "León XIV recibe en audiencia a representantes de otras Iglesias y comunidades eclesiales y de otras religiones y los exhorta a un compromiso común, libre de condicionamientos ideológicos y políticos, por la paz en el mundo. Alienta el camino ecuménico, exhorta a proseguir el diálogo entre judíos y cristianos y a basar las relaciones con los musulmanes «en el respeto recíproco y la libertad de conciencia». Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/leon-xiv-audiencia-vicepresidente-estadounidense-vance.html",
    "title": "León XIV recibe en audiencia al vicepresidente estadounidense Vance",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/leon-xiv-audiencia-vicepresidente-estadounidense-vance.html",
    "published_date": "2025-05-19T09:00:00+00:00",
    "content_raw": "<p>Esta mañana el Papa recibió en el Vaticano al número dos de la Casa Blanca quien seguidamente se reunió con el arzobispo Gallagher, Secretario para las Relaciones con los Estados y las Organizaciones Internacionales: que en las zonas de conflicto se respete el derecho humanitario y el derecho internacional y se alcance una solución negociada entre las partes implicadas.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/leon-xiv-audiencia-vicepresidente-estadounidense-vance.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Esta mañana el Papa recibió en el Vaticano al número dos de la Casa Blanca quien seguidamente se reunió con el arzobispo Gallagher, Secretario para las Relaciones con los Estados y las Organizaciones Internacionales: que en las zonas de conflicto se respete el derecho humanitario y el derecho internacional y se alcance una solución negociada entre las partes implicadas. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/rumania-nicusor-dan-es-el-nuevo-presidente.html",
    "title": "Rumanía: Nicusor Dan es el nuevo presidente",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/rumania-nicusor-dan-es-el-nuevo-presidente.html",
    "published_date": "2025-05-19T08:56:00+00:00",
    "content_raw": "<p>Con el 54,3 % de los votos, el alcalde de Bucarest, de orientación pro-europea, triunfa en la segunda vuelta de las elecciones presidenciales rumanas. La victoria de Dan revierte el resultado de la primera vuelta del pasado 4 de mayo, en la que se había impuesto el soberanista Simion, y se produce tras la anulación de la votación de noviembre por parte del Tribunal Constitucional debido a injerencias desde Moscú</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/rumania-nicusor-dan-es-el-nuevo-presidente.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Con el 54,3 % de los votos, el alcalde de Bucarest, de orientación pro-europea, triunfa en la segunda vuelta de las elecciones presidenciales rumanas. La victoria de Dan revierte el resultado de la primera vuelta del pasado 4 de mayo, en la que se había impuesto el soberanista Simion, y se produce tras la anulación de la votación de noviembre por parte del Tribunal Constitucional debido a injerencias desde Moscú Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/libros/dia-murio-Gaudi-aprendiz-prepublicacion-esfera-libros-jesus-bastante_0_2780421940.html",
    "title": "El día en que murió Gaudí",
    "link": "https://www.religiondigital.org/libros/dia-murio-Gaudi-aprendiz-prepublicacion-esfera-libros-jesus-bastante_0_2780421940.html",
    "published_date": "2025-05-20T01:00:00+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/13/libros/Jesus-Bastante-Gaudi-modernismo-Barcelona_2778932109_17728302_626x472.png\" width=\"626\" /></p><p>Ofrecemos un adelanto editorial de 'El aprendiz de Gaudí' (Esfera de los Libros), la última novela de nuestro redactor jefe, Jesús Bastante, que <a href=\"https://www.amazon.es/El-aprendiz-Gaud%C3%AD-Jes%C3%BAs-Bastante/dp/8410940647/%20\">este miércoles sale a la venta</a></p>\n<p>El 21 de mayo se presentará en la Sagrada Familia de Barcelona (acto para prensa y libreros) y, a las 19h, junto a Peio Sánchez y Sor Lucía Caram, en la iglesia de Santa Anna</p>\n<p><a href=\"https://sercatolico.org/producto/el-aprendiz-de-gaudi-jesus-bastante/\">Compra 'El aprendiz de Gaudí' en la Tienda RD, con descuento especial para socios</a></p>",
    "content_text": "Ofrecemos un adelanto editorial de 'El aprendiz de Gaudí' (Esfera de los Libros), la última novela de nuestro redactor jefe, Jesús Bastante, que este miércoles sale a la venta El 21 de mayo se presentará en la Sagrada Familia de Barcelona (acto para prensa y libreros) y, a las 19h, junto a Peio Sánchez y Sor Lucía Caram, en la iglesia de Santa Anna Compra 'El aprendiz de Gaudí' en la Tienda RD, con descuento especial para socios",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/otras-confesiones/Bartolome-noviembre-Leon-XIV-Nicea_0_2780721940.html",
    "title": "Bartolomé fija el 30 de noviembre la posible visita de León XIV a Nicea",
    "link": "https://www.religiondigital.org/otras-confesiones/Bartolome-noviembre-Leon-XIV-Nicea_0_2780721940.html",
    "published_date": "2025-05-19T19:15:11+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/19/otras-confesiones/Leon-XIV-Bartolome_2780731921_17736827_626x472.jpg\" width=\"626\" /></p><p>Bartolomé sostuvo que esta mañana se reunió con el pontífice y que ha podido comprobar su intención de proseguir la senda de Francisco por el ecumenismo, la futura reunificación del cristianismo</p>\n<p>\"Esta mañana me he reunido con Su Santidad el papa León y he comprobado con gran satisfacción que podemos continuar sobre la misma vía para nuestras iglesias, para el cristianismo entero y la paz en el mundo\"</p>",
    "content_text": "Bartolomé sostuvo que esta mañana se reunió con el pontífice y que ha podido comprobar su intención de proseguir la senda de Francisco por el ecumenismo, la futura reunificación del cristianismo \"Esta mañana me he reunido con Su Santidad el papa León y he comprobado con gran satisfacción que podemos continuar sobre la misma vía para nuestras iglesias, para el cristianismo entero y la paz en el mundo\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/vaticano/Papa-religiones-Hoy-dialogar-construir-puentes-francisco-sinodalidad_0_2780721916.html",
    "title": "León XIV: \"Proseguiré el compromiso de Francisco en la promoción del carácter sinodal de la Iglesia católica\"",
    "link": "https://www.religiondigital.org/vaticano/Papa-religiones-Hoy-dialogar-construir-puentes-francisco-sinodalidad_0_2780721916.html",
    "published_date": "2025-05-19T09:24:30+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/19/otras-confesiones/Leon-XIV-Bartolome_2780731921_17736827_626x472.jpg\" width=\"626\" /></p><p>\"Todos ustedes, representantes de las demás tradiciones religiosas, les expreso mi gratitud por su participación en este encuentro y por su contribución a la paz. En un mundo herido por la violencia y los conflictos, cada una de las comunidades aquí representadas aporta su sabiduría, su compasión y su compromiso con el bien de la humanidad y el cuidado de la casa común\"</p>\n<p>\"El testimonio de nuestra fraternidad, que espero podamos manifestar con gestos concretos, sin duda contribuirá a construir un mundo más pacífico, como lo desean en lo más profundo de su corazón todos los hombres y mujeres de buena voluntad\"</p>",
    "content_text": "\"Todos ustedes, representantes de las demás tradiciones religiosas, les expreso mi gratitud por su participación en este encuentro y por su contribución a la paz. En un mundo herido por la violencia y los conflictos, cada una de las comunidades aquí representadas aporta su sabiduría, su compasión y su compromiso con el bien de la humanidad y el cuidado de la casa común\" \"El testimonio de nuestra fraternidad, que espero podamos manifestar con gestos concretos, sin duda contribuirá a construir un mundo más pacífico, como lo desean en lo más profundo de su corazón todos los hombres y mujeres de buena voluntad\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/vaticano/Opus-Dei-Leon-XIV-Argentina_0_2780721904.html",
    "title": "El alivio le duró poco al Opus Dei: León XIV exige la reforma de sus estatutos y se reactiva la causa en Argentina",
    "link": "https://www.religiondigital.org/vaticano/Opus-Dei-Leon-XIV-Argentina_0_2780721904.html",
    "published_date": "2025-05-19T14:18:26+00:00",
    "content_raw": "<p><img height=\"70\" src=\"http://www.religiondigital.org/2025/05/19/vaticano/Ocariz-saluda-Leon-XIV_2780731907_17736331_70x70.png\" width=\"70\" /></p><p>El nuevo Papa no tardó ni un día en tomar posición frente a la organización ultracatólica, y en una cita con la cúpula de la Obra les instó a acabar los cambios que habían suspendido unilateralmente por el “luto” tras la muerte de Francisco, mientras avanza el primer frente judicial por trata de personas</p>",
    "content_text": "El nuevo Papa no tardó ni un día en tomar posición frente a la organización ultracatólica, y en una cita con la cúpula de la Obra les instó a acabar los cambios que habían suspendido unilateralmente por el “luto” tras la muerte de Francisco, mientras avanza el primer frente judicial por trata de personas",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/luis_miguel_modino-_misionero_en_brasil/crisis-climatica-soluciones-conjuntas-PUC-Rio_7_2780791904.html",
    "title": "“La crisis climática exige soluciones conjuntas”, afirma el rector de la PUC-Río",
    "link": "https://www.religiondigital.org/luis_miguel_modino-_misionero_en_brasil/crisis-climatica-soluciones-conjuntas-PUC-Rio_7_2780791904.html",
    "published_date": "2025-05-19T20:33:56+00:00",
    "content_raw": "<p><img height=\"70\" src=\"http://www.religiondigital.org/2025/05/19/luis_miguel_modino-_misionero_en_brasil/Anderson-Antonio-Pedro-rector-PUC-Rio_2780731944_17737737_70x70.jpg\" width=\"70\" /></p><p>“Ya no podemos pensar en un mundo globalizado sólo virtualmente. Tiene que ser globalizado en las personas y en las acciones”</p>\n<p>“Unir el continente, a partir de instituciones como las universidades, proporciona una poderosa herramienta para que esta unión no se disperse, porque el mundo universitario, la institución universitaria es el lugar del pensamiento”</p>\n<p>“Este Congreso es una consecuencia de este proceso, porque nació como una iniciativa de la Red de Universidades para el Cuidado del Hogar (RUC), nació como una iniciativa del Papa Francisco y estaba siendo impulsado por el Cardenal Prevost”</p>",
    "content_text": "“Ya no podemos pensar en un mundo globalizado sólo virtualmente. Tiene que ser globalizado en las personas y en las acciones” “Unir el continente, a partir de instituciones como las universidades, proporciona una poderosa herramienta para que esta unión no se disperse, porque el mundo universitario, la institución universitaria es el lugar del pensamiento” “Este Congreso es una consecuencia de este proceso, porque nació como una iniciativa de la Red de Universidades para el Cuidado del Hogar (RUC), nació como una iniciativa del Papa Francisco y estaba siendo impulsado por el Cardenal Prevost”",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/el_blog_de_x-_pikaza/restos-Teresa-Alba-cuerpo-Cristo_7_2780791907.html",
    "title": "Algunos restos de Teresa están  en Alba,  su cuerpo está con Cristo en sus amigos",
    "link": "https://www.religiondigital.org/el_blog_de_x-_pikaza/restos-Teresa-Alba-cuerpo-Cristo_7_2780791907.html",
    "published_date": "2025-05-19T22:15:51+00:00",
    "content_raw": "<p><strong>Ciertamente, parte de sus “restos” han sido sacados de la urna, para ser  estudiados de nuevo y se veneran públicamente (pueden verse) con gran devoción estos días en Alba de Tormes, como saben los lectores curiosos,  antes de ser colocados  de nuevo en la urna  del retablo del monasterio   de forma que  (Dios mediante) pasado un nuevo siglo podrán verse de nuevo en público, en Alba de Tormes</strong></p>\n<p><strong>Pero eso son los “restos”. El cuerpo verdaderl de Teresa, en lenguaje bíblico, son sus seguidores y amigos, esparcidos por el mundo, los que viven de su espíritu, los que rezan con ella, los que la llevan/llevamos en los corazones.  </strong></p>\n<p><strong>Así dijo Pablo, en 1  Corintios y Romanos: El cuerpo de Jesús es su iglesia.  De la misma manera, el cuerpo verdadero de Teresa son sus amigos, seguidores y discípulos, mujeres y varones, con Jesús, su amigo. </strong> </p>",
    "content_text": "Ciertamente, parte de sus “restos” han sido sacados de la urna, para ser  estudiados de nuevo y se veneran públicamente (pueden verse) con gran devoción estos días en Alba de Tormes, como saben los lectores curiosos,  antes de ser colocados  de nuevo en la urna  del retablo del monasterio   de forma que  (Dios mediante) pasado un nuevo siglo podrán verse de nuevo en público, en Alba de Tormes Pero eso son los “restos”. El cuerpo verdaderl de Teresa, en lenguaje bíblico, son sus seguidores y amigos, esparcidos por el mundo, los que viven de su espíritu, los que rezan con ella, los que la llevan/llevamos en los corazones. Así dijo Pablo, en 1  Corintios y Romanos: El cuerpo de Jesús es su iglesia.  De la misma manera, el cuerpo verdadero de Teresa son sus amigos, seguidores y discípulos, mujeres y varones, con Jesús, su amigo.",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.theverge.com/news/669867/wizkids-baldurs-gate-3-mini-figures-bad",
    "title": "WizKids’ Baldur’s Gate 3 mini figures look like they’ve been through the hells",
    "link": "https://www.theverge.com/news/669867/wizkids-baldurs-gate-3-mini-figures-bad",
    "published_date": "2025-05-19T20:05:02+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24838389/Screenshot_2023_08_08_152754.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">WizKids did <em><a href=\"https://www.theverge.com/2023/9/5/23860060/baldurs-gate-3-news-reviews-updates\">Baldur’s Gate 3</a></em> dirty with its new D&amp;D Icons of the Realms collection of miniature figures. The anticipated collection based on the beloved RPG (my personal 2023 GOTY) launched in April, and some buyers noticed that the characters look nothing — and I mean <em>nothing </em>— like how they were advertised. These cursed recreations of Shadowheart, Astarion, Karlach, Gale, Wyll, and Lae’zel look like unlicensed knockoffs when they are, in fact, officially licensed by Wizards of the Coast. And, it costs $50 for the set!</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"zxx\"><a href=\"https://t.co/pKkkroQrWt\">pic.twitter.com/pKkkroQrWt</a></p>&mdash; Gale-LOD 😏 (@HighLODLar) <a href=\"https://twitter.com/HighLODLar/status/1922382199300497566?ref_src=twsrc%5Etfw\">May 13, 2025</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Anyone who has played the game, or at least seen its cover art numerous times, knows what these characters should look like. They don’t look like 3D-printed discards predestined for the garbage bin, with little to no effort made to look authentic, unless perhaps you’re squinting from 10 feet away.</p>\n\n<p class=\"has-text-align-none\">In response to buyers posting pictures of the botched figures on social media and retail sites, and likely from <a href=\"https://www.gamesradar.com/games/baldur-s-gate/baldurs-gate-3-companions-got-official-usd50-d-and-d-minis-and-i-am-casting-vicious-mockery-because-what-in-the-nine-hells-is-this/\"><em>GamesRadar</em></a> and other sites posting about it last week, <a href=\"https://wizkids.com/recent-announcements-2/baldurs-gate-3-character-boxed-set-update/\">WizKids posted an apology</a> to buyers — and to Wizards of the Coast. In it, it details how to get a refund or a replacement to anyone who bought them online or at a local games store. Keep them, replace them, destroy them, pray to them. It’s up to you.</p>",
    "content_text": "WizKids did Baldur’s Gate 3 dirty with its new D&D Icons of the Realms collection of miniature figures. The anticipated collection based on the beloved RPG (my personal 2023 GOTY) launched in April, and some buyers noticed that the characters look nothing — and I mean nothing — like how they were advertised. These cursed recreations of Shadowheart, Astarion, Karlach, Gale, Wyll, and Lae’zel look like unlicensed knockoffs when they are, in fact, officially licensed by Wizards of the Coast. And, it costs $50 for the set! pic.twitter.com/pKkkroQrWt — Gale-LOD 😏 (@HighLODLar) May 13, 2025 Anyone who has played the game, or at least seen its cover art numerous times, knows what these characters should look like. They don’t look like 3D-printed discards predestined for the garbage bin, with little to no effort made to look authentic, unless perhaps you’re squinting from 10 feet away. In response to buyers posting pictures of the botched figures on social media and retail sites, and likely from GamesRadar and other sites posting about it last week, WizKids posted an apology to buyers — and to Wizards of the Coast. In it, it details how to get a refund or a replacement to anyone who bought them online or at a local games store. Keep them, replace them, destroy them, pray to them. It’s up to you.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Curiosidades"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-19/vinicius-sobre-el-muneco-ahorcado-no-sabia-si-estaba-en-peligro-y-mi-familia-tambien.html",
    "title": "Vinicius, sobre el muñeco ahorcado: “No sabía si estaba en peligro y mi familia también”",
    "link": "https://elpais.com/deportes/futbol/2025-05-19/vinicius-sobre-el-muneco-ahorcado-no-sabia-si-estaba-en-peligro-y-mi-familia-tambien.html",
    "published_date": "2025-05-19T12:48:47+00:00",
    "content_raw": "Vinicius declara como testigo en el juicio contra cuatro ultras del Frente Atlético.",
    "content_text": "Vinicius declara como testigo en el juicio contra cuatro ultras del Frente Atlético.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/2025-05-20/marc-casado-uno-de-los-nuestros.html",
    "title": "Casadó, uno de los nuestros",
    "link": "https://elpais.com/deportes/2025-05-20/marc-casado-uno-de-los-nuestros.html",
    "published_date": "2025-05-20T03:15:00+00:00",
    "content_raw": "Marc Casadó y Ronald Araújo durante la celebración de Liga del Barcelona el pasado viernes.",
    "content_text": "Marc Casadó y Ronald Araújo durante la celebración de Liga del Barcelona el pasado viernes.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/2025-05-19/gracias-bruno-por-hacernos-mejores.html",
    "title": "Gracias, Bruno, por hacernos mejores",
    "link": "https://elpais.com/deportes/2025-05-19/gracias-bruno-por-hacernos-mejores.html",
    "published_date": "2025-05-19T16:53:31+00:00",
    "content_raw": "Pedro Jiménez Reyes, a la izquierda, con Hortelano en un entrenamiento.",
    "content_text": "Pedro Jiménez Reyes, a la izquierda, con Hortelano en un entrenamiento.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-19/bilbao-se-prepara-para-la-invasion-inglesa-por-la-final-de-la-liga-europa-entre-el-tottenham-y-el-manchester-united.html",
    "title": "Bilbao se prepara para la invasión inglesa por la final de la Liga Europa entre el Tottenham y el Manchester United",
    "link": "https://elpais.com/deportes/futbol/2025-05-19/bilbao-se-prepara-para-la-invasion-inglesa-por-la-final-de-la-liga-europa-entre-el-tottenham-y-el-manchester-united.html",
    "published_date": "2025-05-19T14:31:06+00:00",
    "content_raw": "Un hombre camina por delante de una 'fan zone' ubicada en Bilbao este lunes.",
    "content_text": "Un hombre camina por delante de una 'fan zone' ubicada en Bilbao este lunes.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-19/victor-valdes-deja-el-avila-un-mes-despues-de-fichar-como-entrenador.html",
    "title": "Víctor Valdés deja el Ávila un mes después de fichar como entrenador",
    "link": "https://elpais.com/deportes/futbol/2025-05-19/victor-valdes-deja-el-avila-un-mes-despues-de-fichar-como-entrenador.html",
    "published_date": "2025-05-19T16:23:01+00:00",
    "content_raw": "Víctor Valdés en su etapa como entrenador del Real Ávila CF.",
    "content_text": "Víctor Valdés en su etapa como entrenador del Real Ávila CF.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/ciclismo/2025-05-19/juan-ayuso-en-el-giro-de-italia-entre-el-respeto-a-isaac-del-toro-y-el-sueno-de-la-maglia-rosa.html",
    "title": "Juan Ayuso en el Giro de Italia, entre el respeto a Isaac Del Toro y el sueño de la ‘maglia’ rosa",
    "link": "https://elpais.com/deportes/ciclismo/2025-05-19/juan-ayuso-en-el-giro-de-italia-entre-el-respeto-a-isaac-del-toro-y-el-sueno-de-la-maglia-rosa.html",
    "published_date": "2025-05-19T17:50:01+00:00",
    "content_raw": "Juan Ayuso, el domingo, se retuerce en la subida de Santa catalina en Siena.",
    "content_text": "Juan Ayuso, el domingo, se retuerce en la subida de Santa catalina en Siena.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-19/correa-dice-adios-y-el-atletico-responde-que-tiene-contrato-hasta-2026.html",
    "title": "Correa dice adiós y el Atlético responde que tiene contrato hasta 2026",
    "link": "https://elpais.com/deportes/futbol/2025-05-19/correa-dice-adios-y-el-atletico-responde-que-tiene-contrato-hasta-2026.html",
    "published_date": "2025-05-19T15:59:20+00:00",
    "content_raw": "Ángel Correa se despide de los aficionados del Atlético a la conclusión del choque ante el Betis.",
    "content_text": "Ángel Correa se despide de los aficionados del Atlético a la conclusión del choque ante el Betis.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/2025-05-19/bruno-hortelano-el-atleta-que-fue-mucho-y-pudo-ser-mucho-mas.html",
    "title": "Bruno Hortelano, el atleta que fue mucho y pudo ser mucho más",
    "link": "https://elpais.com/deportes/2025-05-19/bruno-hortelano-el-atleta-que-fue-mucho-y-pudo-ser-mucho-mas.html",
    "published_date": "2025-05-19T12:39:31+00:00",
    "content_raw": "Bruno Hortelano celebra su récord de España en 400m, junio de 2018.",
    "content_text": "Bruno Hortelano celebra su récord de España en 400m, junio de 2018.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/el-montanista/2025-05-19/un-alpinista-britanico-bate-un-record-de-ascensos-al-everest-con-19-veces-pero-sigue-sin-superar-a-los-sherpas.html",
    "title": "Un alpinista británico bate un récord de ascensos al Everest con 19 veces, pero sigue sin superar a los sherpas",
    "link": "https://elpais.com/deportes/el-montanista/2025-05-19/un-alpinista-britanico-bate-un-record-de-ascensos-al-everest-con-19-veces-pero-sigue-sin-superar-a-los-sherpas.html",
    "published_date": "2025-05-19T09:45:31+00:00",
    "content_raw": "El monte Everest (en el centro) visto desde Gorakshep, en 2024.",
    "content_text": "El monte Everest (en el centro) visto desde Gorakshep, en 2024.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-20/stuani-la-leyenda-de-la-leyenda-del-girona.html",
    "title": "Stuani, la leyenda de la leyenda del Girona",
    "link": "https://elpais.com/deportes/futbol/2025-05-20/stuani-la-leyenda-de-la-leyenda-del-girona.html",
    "published_date": "2025-05-20T03:15:00+00:00",
    "content_raw": "Cristhian Stuani celebra el primer gol del Girona al Valladolid, el pasado 13 de mayo.",
    "content_text": "Cristhian Stuani celebra el primer gol del Girona al Valladolid, el pasado 13 de mayo.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/baloncesto/2025-05-20/igualdad-maxima-la-nba-tendra-su-septimo-campeon-diferente-en-siete-anos.html",
    "title": "Igualdad máxima: la NBA tendrá su séptimo campeón diferente en siete años",
    "link": "https://elpais.com/deportes/baloncesto/2025-05-20/igualdad-maxima-la-nba-tendra-su-septimo-campeon-diferente-en-siete-anos.html",
    "published_date": "2025-05-20T03:15:00+00:00",
    "content_raw": "Shai Gilgeous-Alexander, de los Oklahoma City Thunder, en el partido de este domingo.",
    "content_text": "Shai Gilgeous-Alexander, de los Oklahoma City Thunder, en el partido de este domingo.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/2025-05-20/scottie-scheffler-jon-rahm-un-duelo-de-epoca-pero-solo-16-dias-al-ano.html",
    "title": "Scottie Scheffler-Jon Rahm, un duelo de época pero solo 16 días al año",
    "link": "https://elpais.com/deportes/2025-05-20/scottie-scheffler-jon-rahm-un-duelo-de-epoca-pero-solo-16-dias-al-ano.html",
    "published_date": "2025-05-20T03:15:00+00:00",
    "content_raw": "Scheffler, con el trofeo del PGA, y Rahm, en Quail Hollow.",
    "content_text": "Scheffler, con el trofeo del PGA, y Rahm, en Quail Hollow.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  }
]