[
  {
    "id": "https://www.theverge.com/news/669140/doordash-driver-convicted-delivery-scam",
    "title": "How a DoorDash driver scammed the company out $2.5 million",
    "link": "https://www.theverge.com/news/669140/doordash-driver-convicted-delivery-scam",
    "published_date": "2025-05-17T18:27:25+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23999789/acastro_STK073_03.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">A former DoorDash delivery driver pleaded guilty this week to conspiracy to a wire fraud conspiracy that scammed DoorDash out of over $2.5 million, the US Attorney’s Office in California’s Northern District <a href=\"https://www.justice.gov/usao-ndca/pr/former-delivery-driver-pleads-guilty-defrauding-san-francisco-food-delivery-company\">announced on Tuesday</a>. He and others made it happen over a period of months using fake customer accounts, deliveries that never happened, driver accounts, and access to DoorDash employee credentials.</p>\n\n<p class=\"has-text-align-none\">Here’s how the Attorney’s office describes the scheme. The driver, Sayee Chaitainya Reddy Devagiri, placed expensive orders from a fraudulent customer account in the DoorDash app. Then, using DoorDash employee credentials, he manually assigned the orders to driver accounts he and the others involved had created. Devagiri would then mark the undelivered orders as complete and prompt DoorDash’s system to pay the driver accounts. Then he’d switch those same orders back to “in process” and do it all over again. Doing this “took less than five minutes, and was repeated hundreds of times for many of the orders,” writes the US Attorney’s Office.</p>\n\n<p class=\"has-text-align-none\">Devagiri faces up to 20 years in prison and a $250,000 fine, and is scheduled for a status hearing in September. He and four others were <a href=\"https://www.justice.gov/usao-ndca/media/1372846/dl?inline\">charged in August</a> for their roles in the scheme, which prosecutors say was carried out between November 2020 and February 2021. The DoorDash employee whose insider credentials they used, Tyler Thomas Bottenhorn, was charged separately in 2022 and pleaded guilty the following year, the Attorney’s Office <a href=\"https://www.justice.gov/usao-ndca/pr/four-defendants-charged-multi-million-dollar-fraud-targeting-san-francisco-delivery\">wrote in October</a>. </p>",
    "content_text": "A former DoorDash delivery driver pleaded guilty this week to conspiracy to a wire fraud conspiracy that scammed DoorDash out of over $2.5 million, the US Attorney’s Office in California’s Northern District announced on Tuesday . He and others made it happen over a period of months using fake customer accounts, deliveries that never happened, driver accounts, and access to DoorDash employee credentials. Here’s how the Attorney’s office describes the scheme. The driver, Sayee Chaitainya Reddy Devagiri, placed expensive orders from a fraudulent customer account in the DoorDash app. Then, using DoorDash employee credentials, he manually assigned the orders to driver accounts he and the others involved had created. Devagiri would then mark the undelivered orders as complete and prompt DoorDash’s system to pay the driver accounts. Then he’d switch those same orders back to “in process” and do it all over again. Doing this “took less than five minutes, and was repeated hundreds of times for many of the orders,” writes the US Attorney’s Office. Devagiri faces up to 20 years in prison and a $250,000 fine, and is scheduled for a status hearing in September. He and four others were charged in August for their roles in the scheme, which prosecutors say was carried out between November 2020 and February 2021. The DoorDash employee whose insider credentials they used, Tyler Thomas Bottenhorn, was charged separately in 2022 and pleaded guilty the following year, the Attorney’s Office wrote in October .",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/la-negociacion-de-los-ausentes-comienza-la-cumbre-por-ucrania.html",
    "title": "La negociación de los ausentes. Comienza la cumbre por Ucrania",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/la-negociacion-de-los-ausentes-comienza-la-cumbre-por-ucrania.html",
    "published_date": "2025-05-17T14:09:00+00:00",
    "content_raw": "<p>Tras las grandes expectativas de anteayer, en un clima de desconfianza y recelo, las negociaciones de Estambul, en Turquía, para alcanzar una tregua, se han pospuesto para el día de ayer. Pero lo que pesa sobre las conversaciones son las importantes ausencias de los directamente implicados: no estarán el presidente ruso, Putin, ni sus homólogos, ucraniano, Zelensky, y estadounidense, Trump. En su lugar, estarán representados por delegaciones de alto nivel</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/la-negociacion-de-los-ausentes-comienza-la-cumbre-por-ucrania.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Tras las grandes expectativas de anteayer, en un clima de desconfianza y recelo, las negociaciones de Estambul, en Turquía, para alcanzar una tregua, se han pospuesto para el día de ayer. Pero lo que pesa sobre las conversaciones son las importantes ausencias de los directamente implicados: no estarán el presidente ruso, Putin, ni sus homólogos, ucraniano, Zelensky, y estadounidense, Trump. En su lugar, estarán representados por delegaciones de alto nivel Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://techcrunch.com/2025/05/17/microsofts-satya-nadella-is-choosing-chatbots-over-podcasts/",
    "title": "Microsoft’s Satya Nadella is choosing chatbots over podcasts",
    "link": "https://techcrunch.com/2025/05/17/microsofts-satya-nadella-is-choosing-chatbots-over-podcasts/",
    "published_date": "2025-05-17T20:28:55+00:00",
    "content_raw": "While Microsoft CEO Satya Nadella says he likes podcasts, he might not actually be listening to them anymore. That tidbit comes towards the end of a longer Bloomberg profile of Nadella, with a focus on Microsoft’s AI strategy and its complicated relationship with OpenAI. To illustrate how much he uses the company’s Copilot AI assistant [&#8230;]",
    "content_text": "While Microsoft CEO Satya Nadella says he likes podcasts, he might not actually be listening to them anymore. That tidbit comes towards the end of a longer Bloomberg profile of Nadella, with a focus on Microsoft’s AI strategy and its complicated relationship with OpenAI. To illustrate how much he uses the company’s Copilot AI assistant […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/17/mit-disavows-doctoral-students-paper-on-ai-productivity-benefits/",
    "title": "MIT disavows doctoral student paper on AI’s productivity benefits",
    "link": "https://techcrunch.com/2025/05/17/mit-disavows-doctoral-students-paper-on-ai-productivity-benefits/",
    "published_date": "2025-05-17T19:30:00+00:00",
    "content_raw": "MIT says that due to concerns about the “integrity” of a high-profile paper about the effects of artificial intelligence on research and innovation, the paper should be “withdrawn from public discourse.” The paper in question, “Artificial Intelligence, Scientific Discovery, and Product Innovation,” was written by a doctoral student in the university’s economics program. It claimed [&#8230;]",
    "content_text": "MIT says that due to concerns about the “integrity” of a high-profile paper about the effects of artificial intelligence on research and innovation, the paper should be “withdrawn from public discourse.” The paper in question, “Artificial Intelligence, Scientific Discovery, and Product Innovation,” was written by a doctoral student in the university’s economics program. It claimed […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/17/laser-powered-fusion-experiment-more-than-doubles-its-power-output/",
    "title": "Laser-powered fusion experiment more than doubles its power output",
    "link": "https://techcrunch.com/2025/05/17/laser-powered-fusion-experiment-more-than-doubles-its-power-output/",
    "published_date": "2025-05-17T19:02:27+00:00",
    "content_raw": "The U.S. Department of Energy’s National Ignition Facility increased the yield of the experiment in recent attempts.",
    "content_text": "The U.S. Department of Energy’s National Ignition Facility increased the yield of the experiment in recent attempts.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/17/techcrunch-week-in-review-coinbase-gets-hacked/",
    "title": "TechCrunch Week in Review: Coinbase gets hacked",
    "link": "https://techcrunch.com/2025/05/17/techcrunch-week-in-review-coinbase-gets-hacked/",
    "published_date": "2025-05-17T17:06:00+00:00",
    "content_raw": "Welcome back to Week in Review! We&#8217;ve got tons of news for you this week, including a hack at Coinbase; YC thinks Google is a ‘monopolist’; layoffs at Microsoft; and much more. Have a great weekend! Uh-oh: Coinbase says that customers&#8217; personal information, including government-issued IDs, was stolen in a data breach. The hackers demanded [&#8230;]",
    "content_text": "Welcome back to Week in Review! We’ve got tons of news for you this week, including a hack at Coinbase; YC thinks Google is a ‘monopolist’; layoffs at Microsoft; and much more. Have a great weekend! Uh-oh: Coinbase says that customers’ personal information, including government-issued IDs, was stolen in a data breach. The hackers demanded […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/17/epic-games-asks-judge-to-force-apple-to-approve-fortnite/",
    "title": "Epic Games asks judge to force Apple to approve Fortnite",
    "link": "https://techcrunch.com/2025/05/17/epic-games-asks-judge-to-force-apple-to-approve-fortnite/",
    "published_date": "2025-05-17T16:20:43+00:00",
    "content_raw": "Epic Games is escalating its efforts to pressure Apple to allow its game Fortnite into its App Store, with a new court filing asking Judge Yvonne Gonzalez Rogers to require that Apple “accept any compliant version of Fortnite onto the U.S. storefront of the App Store.” Epic and Apple have been engaged in a years-long [&#8230;]",
    "content_text": "Epic Games is escalating its efforts to pressure Apple to allow its game Fortnite into its App Store, with a new court filing asking Judge Yvonne Gonzalez Rogers to require that Apple “accept any compliant version of Fortnite onto the U.S. storefront of the App Store.” Epic and Apple have been engaged in a years-long […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/17/y-combinator-startup-firecrawl-is-ready-to-pay-1m-to-hire-three-ai-agents-as-employees/",
    "title": "Y Combinator startup Firecrawl is ready to pay $1M to hire three AI agents as employees",
    "link": "https://techcrunch.com/2025/05/17/y-combinator-startup-firecrawl-is-ready-to-pay-1m-to-hire-three-ai-agents-as-employees/",
    "published_date": "2025-05-17T15:00:00+00:00",
    "content_raw": "Y Combinator startup Firecrawl is back on the hunt for AI agent employees, after a previous attempt to hire one didn't go as planned.",
    "content_text": "Y Combinator startup Firecrawl is back on the hunt for AI agent employees, after a previous attempt to hire one didn't go as planned.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/669158/amazon-claims-its-constantly-inviting-new-customers-to-alexa-plus",
    "title": "Amazon claims it’s ‘constantly inviting’ new customers to Alexa Plus",
    "link": "https://www.theverge.com/news/669158/amazon-claims-its-constantly-inviting-new-customers-to-alexa-plus",
    "published_date": "2025-05-17T22:13:15+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/alexa-plus.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Yesterday, <a href=\"https://www.reuters.com/business/media-telecom/weeks-after-amazons-alexa-ai-launch-mystery-where-are-users-2025-05-16/\"><em>Reuters</em> ran a story</a> with the headline “Weeks after Amazon&#8217;s Alexa+ AI launch, a mystery: where are the users?,” in which it detailed its difficulty locating first-hand accounts of the AI-upgraded assistants’ use online. <em>The Verge</em> asked Amazon about the story, and the company has responded to say that the idea that Alexa Plus isn’t available is “simply wrong.”</p>\n\n<p class=\"has-text-align-none\">Here’s the company’s full — and rather strongly-worded! — statement on the matter, provided by Amazon spokesperson Eric Sveum via email to <em>The Verge</em>:</p>\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">It’s simply wrong to say that Alexa+ isn’t available to customers—that assertion is false. Hundreds of thousands of customers have access to Alexa+ and we’re constantly inviting more customers that have requested Early Access.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">Sveum also shared the below screenshot of what the email invite should look like.</p>\n<img alt=\"Screenshot of an Alexa Plus invite email.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/image0.jpeg?quality=90&#038;strip=all&#038;crop=0,33.876056880351,100,32.247886239298\" title=\"Screenshot of an Alexa Plus invite email.\" />\n<p class=\"has-text-align-none\">Alexa Plus is Amazon’s generative AI-updated version of Alexa, which it <a href=\"https://www.theverge.com/news/619755/amazon-alexa-ai-upgrade-artificial-intelligence-smart-assistant\">announced in February</a> is free to Amazon Prime subscribers or $19.99 a month otherwise. </p>\n\n<p class=\"has-text-align-none\">While <em>Reuters</em> doesn’t say Alexa Plus isn’t available to customers yet, it does quote an analyst who said, “There seems to be no one who actually has it.” </p>\n\n<p class=\"has-text-align-none\">The outlet also reported that its efforts to find any real-world Alexa Plus users came up empty, writing that it had “searched dozens of news sites, YouTube, TikTok, X, BlueSky and Meta&#8217;s Instagram and Facebook, as well as Amazon&#8217;s Twitch and reviews of Echo voice-assistant devices on Amazon.com.” It added that it spoke with two people who’d posted on Reddit claiming to have used Alexa Plus, but that they “did not provide Reuters with hard evidence and their identities could not be corroborated.”</p>\n\n<p class=\"has-text-align-none\">Still, <a href=\"https://www.engadget.com/home/smart-home/amazon-rolls-out-alexa-to-more-early-access-users-183017242.html?src=rss\"><em>Engadget</em> reported today</a> that a wave of emails had gone out on Friday, inviting Amazon Alexa users to try out Alexa Plus. The outlet also reported that an Amazon spokesperson had told it “hundreds of thousands” of customers have tried the assistant. </p>\n\n<p class=\"has-text-align-none\">Amazon started <a href=\"https://www.theverge.com/news/639697/amazon-alexa-plus-launch-early-access-missing-features\">rolling out its early access program</a> to a few customers at the end of March. At the time, it was missing features like the ability to order takeout from Grubhub using conversational context, or identify family members and remind them about chores. A <a href=\"https://www.theverge.com/news/639697/amazon-alexa-plus-launch-early-access-missing-features\">page on Amazon’s website</a> notes that some features are still “coming soon,” like being able to access Alexa Plus in a web browser or on a Fire TV or Amazon tablet. The company has said it’s prioritizing those who own certain Echo Show devices above others. </p>",
    "content_text": "Yesterday, Reuters ran a story with the headline “Weeks after Amazon’s Alexa+ AI launch, a mystery: where are the users?,” in which it detailed its difficulty locating first-hand accounts of the AI-upgraded assistants’ use online. The Verge asked Amazon about the story, and the company has responded to say that the idea that Alexa Plus isn’t available is “simply wrong.” Here’s the company’s full — and rather strongly-worded! — statement on the matter, provided by Amazon spokesperson Eric Sveum via email to The Verge : It’s simply wrong to say that Alexa+ isn’t available to customers—that assertion is false. Hundreds of thousands of customers have access to Alexa+ and we’re constantly inviting more customers that have requested Early Access. Sveum also shared the below screenshot of what the email invite should look like. Alexa Plus is Amazon’s generative AI-updated version of Alexa, which it announced in February is free to Amazon Prime subscribers or $19.99 a month otherwise. While Reuters doesn’t say Alexa Plus isn’t available to customers yet, it does quote an analyst who said, “There seems to be no one who actually has it.” The outlet also reported that its efforts to find any real-world Alexa Plus users came up empty, writing that it had “searched dozens of news sites, YouTube, TikTok, X, BlueSky and Meta’s Instagram and Facebook, as well as Amazon’s Twitch and reviews of Echo voice-assistant devices on Amazon.com.” It added that it spoke with two people who’d posted on Reddit claiming to have used Alexa Plus, but that they “did not provide Reuters with hard evidence and their identities could not be corroborated.” Still, Engadget reported today that a wave of emails had gone out on Friday, inviting Amazon Alexa users to try out Alexa Plus. The outlet also reported that an Amazon spokesperson had told it “hundreds of thousands” of customers have tried the assistant. Amazon started rolling out its early access program to a few customers at the end of March. At the time, it was missing features like the ability to order takeout from Grubhub using conversational context, or identify family members and remind them about chores. A page on Amazon’s website notes that some features are still “coming soon,” like being able to access Alexa Plus in a web browser or on a Fire TV or Amazon tablet. The company has said it’s prioritizing those who own certain Echo Show devices above others.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/669047/epic-fortnite-filing-apple-app-store-review-order",
    "title": "Epic asks judge to make Apple let Fortnite back on the US App Store",
    "link": "https://www.theverge.com/news/669047/epic-fortnite-filing-apple-app-store-review-order",
    "published_date": "2025-05-17T15:07:05+00:00",
    "content_raw": "<figure>\n\n<img alt=\"Illustration of the App Store logo in front of a background of gavels.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/STK468_APPLE_ANTITRUST_CVIRGINIA_C.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Epic CEO Tim Sweeney. | ﻿Image: Cath Virginia / The Verge</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Epic is asking District Judge Yvonne Gonzalez Rogers to order Apple to review — and approve if compliant with Apple’s guidelines — Epic’s submission of <em>Fortnite</em> to the US App Store in a <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.cand.364265/gov.uscourts.cand.364265.1568.0.pdf\">new court filing</a>. The company argues in the document that Apple is once again in contempt of the judge’s <a href=\"https://www.theverge.com/news/659246/apple-epic-app-store-judge-ruling-control\">April order</a> restricting it from rejecting apps over their use of outside payment links.</p>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://cdn2.unrealengine.com/05-15-25-letter-from-apple-14bad27bb985.pdf\">letter from Apple</a> that Epic shared late Friday, Apple writes that it won’t “take action on the Fortnite app submission until after the Ninth Circuit rules on our pending request for a partial stay of the new injunction.” Epic claims the delay is retaliation for its legal fight with the company, and notes in its filing that Apple “expressly and repeatedly” told it and the court that it would approve <em>Fortnite</em> if the app complied with Apple’s guidelines, which it insists its current submission does.</p>\n\n<p class=\"has-text-align-none\">Following Gonzalez Rogers’ decision in April, Epic said <a href=\"https://www.theverge.com/news/659271/fortnite-ios-apple-app-store-us-return\"><em>Fortnite</em> would return</a> to the US App Store. The company has since submitted the game twice, <a href=\"https://www.theverge.com/news/667206/epic-submitted-a-new-version-of-fortnite-to-apple\">most recently</a> to include content from an update to the EU version of the game. But instead of Apple approving <em>Fortnite </em>in the US, the game <a href=\"https://www.theverge.com/news/668232/fortnite-ios-unavailable-worldwide-apple-epic\">disappeared from the EU App Store</a>. </p>\n\n<p class=\"has-text-align-none\">Epic claimed that was because it can’t release in the EU because of <a href=\"https://www.theverge.com/news/668232/fortnite-ios-unavailable-worldwide-apple-epic\">Apple’s decision to block its US submission</a>. Apple said it had merely asked that it resubmit the app without including the US storefront, “so as not to impact Fortnite in other geographies.” But in a <a href=\"https://x.com/EpicNewsroom/status/1923558197802971459\">post announcing its new filing</a>, Epic claims that would mean it has to submit multiple versions of the app, which it says is against Apple’s guidelines. </p>\n\n<p class=\"has-text-align-none\">Epic is asking that the court enforce its injunction, find Apple in contempt again, and require the company to “accept any compliant Epic app, including <em>Fortnite</em>, for distribution on the U.S. storefront of the App Store.”</p>\n\n<p class=\"has-text-align-none\">The hitch here is that throughout this case, Judge Gonzalez Rogers hasn’t gone so far as to require <em>Fortnite</em>’s return to the store, finding in her 2021 ruling that Epic had still <a href=\"https://www.theverge.com/2021/9/12/22667694/epic-v-apple-trial-fortnite-judge-yvonne-gonzalez-rogers-final-ruling-injunction-breakdown#:~:text=Epic%20and%20Apple%E2%80%99s%20contract%20was%20valid%2C%20and%20Epic%20knowingly%20broke%20it\">knowingly broken its developer agreement</a> with apple. <a href=\"https://9to5mac.com/2025/05/16/epic-asks-court-to-compel-apple-to-reinstate-fortnite-on-the-app-store/\"><em>9to5Mac</em> writes</a> that the judge would likely need to agree that Apple is once again in contempt of court, as she did in her April 30th ruling. The difference between now and then — and what could work in Epic’s favor — is just <a href=\"https://www.theverge.com/news/659246/apple-epic-app-store-judge-ruling-control#:~:text=%E2%80%9CIn%20the%20end,convince%20him%20otherwise.%E2%80%9D\">how annoyed she seemed with Apple</a> in the text of that ruling.</p>\n\n<p class=\"has-text-align-none\">Apple did not immediately respond to <em>The Verge</em>’s request for comment.</p>",
    "content_text": "Epic CEO Tim Sweeney. | ﻿Image: Cath Virginia / The Verge Epic is asking District Judge Yvonne Gonzalez Rogers to order Apple to review — and approve if compliant with Apple’s guidelines — Epic’s submission of Fortnite to the US App Store in a new court filing . The company argues in the document that Apple is once again in contempt of the judge’s April order restricting it from rejecting apps over their use of outside payment links. In a letter from Apple that Epic shared late Friday, Apple writes that it won’t “take action on the Fortnite app submission until after the Ninth Circuit rules on our pending request for a partial stay of the new injunction.” Epic claims the delay is retaliation for its legal fight with the company, and notes in its filing that Apple “expressly and repeatedly” told it and the court that it would approve Fortnite if the app complied with Apple’s guidelines, which it insists its current submission does. Following Gonzalez Rogers’ decision in April, Epic said Fortnite would return to the US App Store. The company has since submitted the game twice, most recently to include content from an update to the EU version of the game. But instead of Apple approving Fortnite in the US, the game disappeared from the EU App Store . Epic claimed that was because it can’t release in the EU because of Apple’s decision to block its US submission . Apple said it had merely asked that it resubmit the app without including the US storefront, “so as not to impact Fortnite in other geographies.” But in a post announcing its new filing , Epic claims that would mean it has to submit multiple versions of the app, which it says is against Apple’s guidelines. Epic is asking that the court enforce its injunction, find Apple in contempt again, and require the company to “accept any compliant Epic app, including Fortnite , for distribution on the U.S. storefront of the App Store.” The hitch here is that throughout this case, Judge Gonzalez Rogers hasn’t gone so far as to require Fortnite ’s return to the store, finding in her 2021 ruling that Epic had still knowingly broken its developer agreement with apple. 9to5Mac writes that the judge would likely need to agree that Apple is once again in contempt of court, as she did in her April 30th ruling. The difference between now and then — and what could work in Epic’s favor — is just how annoyed she seemed with Apple in the text of that ruling. Apple did not immediately respond to The Verge ’s request for comment.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/tech/667173/logitech-forever-mouse-ifixit-repair-parts-editorial",
    "title": "It’s time for Logitech to make a real Forever Mouse",
    "link": "https://www.theverge.com/tech/667173/logitech-forever-mouse-ifixit-repair-parts-editorial",
    "published_date": "2025-05-17T13:00:00+00:00",
    "content_raw": "<figure>\n\n<img alt=\"A Logitech G502 Lightspeed mouse, black, rakish angles of its buttons toward the camera, surrounded by screws, an adjustable wrench, a precision screwdriver, and several hex keys.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/257737_logitech_mouse__CVirginia.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-drop-cap has-text-align-none\">Last fall, Logitech CEO Hanneke Faber was <a href=\"https://www.techdirt.com/2024/08/12/logitechs-forever-mouse-idea-pulled-back-after-backlash/\">roundly ridiculed</a> after suggesting the company would like to produce a <a href=\"https://www.theverge.com/2024/8/6/24214857/logitech-subscription-mouse-decoder-podcast-hanneke-faber\">\"Forever Mouse</a>\" - a mouse with a monthly subscription fee for software updates. It seemed to betray a lack of understanding: many people who buy mice don't want software <em>at all</em>, much less software they have to pay for; the idea they'd pay <em>every month</em> is ridiculous. </p>\n<p class=\"has-text-align-none\">But as I sit here with a perfectly good Logitech mouse, the best I've ever owned, I'm starting to think some sort of \"forever mouse\" wouldn't be such a bad idea. Logitech has an opportunity and a responsibility to make its mice last longer, and I have part of the proof right underneath my palm. I use a great mouse that is slowly disintegrating.</p>\n<p class=\"has-text-align-none\">In some ways, my wireless Logitech G502 Lightspeed is already a forever mouse. I may never have to charge or replace its battery again, because <a href=\"https://www.theverge.com/23005435/magic-mouse-apple-logitech-powerplay\">I use Logitech's magic wireless charging mouse pad</a> to automatically keep its battery at the perfect level. <em>I haven't plugged in this mouse once in nearly three and a half years. </em></p>\n<p class=\"has-text-align-none\">Luckily, the mouse's buttons and sensor have held up well over the same period, as far as I can tell. But the soft rubber grips that let me hold t …</p>\n<p><a href=\"https://www.theverge.com/tech/667173/logitech-forever-mouse-ifixit-repair-parts-editorial\">Read the full story at The Verge.</a></p>",
    "content_text": "Last fall, Logitech CEO Hanneke Faber was roundly ridiculed after suggesting the company would like to produce a \"Forever Mouse \" - a mouse with a monthly subscription fee for software updates. It seemed to betray a lack of understanding: many people who buy mice don't want software at all , much less software they have to pay for; the idea they'd pay every month is ridiculous. But as I sit here with a perfectly good Logitech mouse, the best I've ever owned, I'm starting to think some sort of \"forever mouse\" wouldn't be such a bad idea. Logitech has an opportunity and a responsibility to make its mice last longer, and I have part of the proof right underneath my palm. I use a great mouse that is slowly disintegrating. In some ways, my wireless Logitech G502 Lightspeed is already a forever mouse. I may never have to charge or replace its battery again, because I use Logitech's magic wireless charging mouse pad to automatically keep its battery at the perfect level. I haven't plugged in this mouse once in nearly three and a half years. Luckily, the mouse's buttons and sensor have held up well over the same period, as far as I can tell. But the soft rubber grips that let me hold t … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/huawei/667574/huawei-mate-xt-review-trifold-phone",
    "title": "Huawei’s first trifold is a great phone that you shouldn’t buy",
    "link": "https://www.theverge.com/huawei/667574/huawei-mate-xt-review-trifold-phone",
    "published_date": "2025-05-17T13:00:00+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/04/huawei-mate-xt-11.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-drop-cap has-text-align-none\">Let's get one thing out of the way immediately: you shouldn't buy Huawei's trifold phone, the Mate XT. And that's alright, because you probably couldn't if you wanted to - while it's <a href=\"https://www.theverge.com/news/614241/huawei-trifold-mate-xt-ultimate-global-release\">no longer exclusive to China</a>, it's only on sale in a handful of countries, and not in the US or Europe.</p>\n<p class=\"has-text-align-none\">Besides, I can reel off a list of major problems with the Mate XT: at almost $4,000 it's far too expensive, it doesn't have native support for Google apps (though you can get around that more easily than you might think), it's limited to 4G, and there are some pretty obvious reasons to worry about its durability. Any one of those individually would be a good reason to steer clear of buying the Mate XT. Taken together, they're insurmountable.</p>\n<p class=\"has-text-align-none\">But this isn't a phone you're <em>meant</em> to buy, at least not outside China. It's a phone you're meant to <a href=\"https://www.theverge.com/mobile/650749/huawei-mate-xt-trifoldphotos\">gawk at on the internet</a>, to marvel at Huawei's technological prowess, to ooh and ahh about its many and varied folds. This is Huawei showing off, proving to the world that it's still got it. And in fairness, it has.</p>\n<p class=\"has-text-align-none\">As I sit and write this - more than six months after Huawei <a href=\"https://www.theverge.com/2024/9/10/24240700/huawei-mate-xt-ultimate-design-tri-fold-price-launch\">first released the Mate XT in China</a> - it's still the only one of its kind. Rumor has i …</p>\n<p><a href=\"https://www.theverge.com/huawei/667574/huawei-mate-xt-review-trifold-phone\">Read the full story at The Verge.</a></p>",
    "content_text": "Let's get one thing out of the way immediately: you shouldn't buy Huawei's trifold phone, the Mate XT. And that's alright, because you probably couldn't if you wanted to - while it's no longer exclusive to China , it's only on sale in a handful of countries, and not in the US or Europe. Besides, I can reel off a list of major problems with the Mate XT: at almost $4,000 it's far too expensive, it doesn't have native support for Google apps (though you can get around that more easily than you might think), it's limited to 4G, and there are some pretty obvious reasons to worry about its durability. Any one of those individually would be a good reason to steer clear of buying the Mate XT. Taken together, they're insurmountable. But this isn't a phone you're meant to buy, at least not outside China. It's a phone you're meant to gawk at on the internet , to marvel at Huawei's technological prowess, to ooh and ahh about its many and varied folds. This is Huawei showing off, proving to the world that it's still got it. And in fairness, it has. As I sit and write this - more than six months after Huawei first released the Mate XT in China - it's still the only one of its kind. Rumor has i … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/tech/667872/google-io-android-16-ai",
    "title": "Google I/O will be an AI show",
    "link": "https://www.theverge.com/tech/667872/google-io-android-16-ai",
    "published_date": "2025-05-17T11:00:00+00:00",
    "content_raw": "<figure>\n\n<img alt=\"An image showing the Gemini logo on a dark blue background.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/03/STK255_Google_Gemini_A.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Android is getting <a href=\"https://www.theverge.com/news/664316/android-material-three-expressive-design-ui-io\">its biggest visual update in years</a>, and rather than unveiling it for the first time at its big annual developer conference, Google announced Material Three Expressive at <a href=\"https://www.theverge.com/google/665850/google-i-o-android-show\">a pre-show event broadcast on YouTube</a> the week before. If a major design language shift for the world's most popular mobile OS doesn't qualify as a headliner at I/O, then what does? You guessed it: AI.</p>\n<p class=\"has-text-align-none\">We expect Google to talk all about Gemini during I/O, which kicks off on Tuesday, and how it's improving it and bringing it to products in areas that consumers will see even more.</p>\n<p class=\"has-text-align-none\">If you've paid attention to the past couple of I/O keynotes, this won't be a surprise. <a href=\"https://www.theverge.com/2023/5/13/23720419/android-14-google-io-keynote-announcements\">Android was barely mentioned in 2023</a>, and CEO Sundar Pichai said AI <a href=\"https://www.tiktok.com/@verge/video/7231610749796437294\">so many times that we lost count</a>. Last year's keynote was more of the same, except that Pichai saved us some trouble and counted mentions of AI for us. All of this reflects the very obvious, inescapable shift that Google and every other tech company have made recently to pump out AI features at a breakneck pace. </p>\n<p class=\"has-text-align-none\">But in a way, less news about the newest Android OS at I/O is actually a good thing.</p>\n<p class=\"has-text-align-none\">Google has made a big effort in recent years to bring new features to …</p>\n<p><a href=\"https://www.theverge.com/tech/667872/google-io-android-16-ai\">Read the full story at The Verge.</a></p>",
    "content_text": "Android is getting its biggest visual update in years , and rather than unveiling it for the first time at its big annual developer conference, Google announced Material Three Expressive at a pre-show event broadcast on YouTube the week before. If a major design language shift for the world's most popular mobile OS doesn't qualify as a headliner at I/O, then what does? You guessed it: AI. We expect Google to talk all about Gemini during I/O, which kicks off on Tuesday, and how it's improving it and bringing it to products in areas that consumers will see even more. If you've paid attention to the past couple of I/O keynotes, this won't be a surprise. Android was barely mentioned in 2023 , and CEO Sundar Pichai said AI so many times that we lost count . Last year's keynote was more of the same, except that Pichai saved us some trouble and counted mentions of AI for us. All of this reflects the very obvious, inescapable shift that Google and every other tech company have made recently to pump out AI features at a breakneck pace. But in a way, less news about the newest Android OS at I/O is actually a good thing. Google has made a big effort in recent years to bring new features to … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/santa-teresa-lisieux-centenario-canonizacion-homilia-parolin.html",
    "title": "Teresa de Lisieux, Parolin: la humildad frente al orgullo moderno",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/santa-teresa-lisieux-centenario-canonizacion-homilia-parolin.html",
    "published_date": "2025-05-17T19:19:00+00:00",
    "content_raw": "<p>Con motivo del centenario de la canonización de la santa Doctora de la Iglesia, el cardenal secretario de Estado celebró, este sábado 17 de mayo, una Misa en la iglesia de Sainte-Trinité-des-Monts, en Roma: el ejemplo de la religiosa es una respuesta a la \"desenfrenada y ansiosa búsqueda de independencia de todos y de todo\", que no ofrece a la sociedad contemporánea una solución \"a los enigmas más profundos de la condición humana\".\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/santa-teresa-lisieux-centenario-canonizacion-homilia-parolin.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Con motivo del centenario de la canonización de la santa Doctora de la Iglesia, el cardenal secretario de Estado celebró, este sábado 17 de mayo, una Misa en la iglesia de Sainte-Trinité-des-Monts, en Roma: el ejemplo de la religiosa es una respuesta a la \"desenfrenada y ansiosa búsqueda de independencia de todos y de todo\", que no ofrece a la sociedad contemporánea una solución \"a los enigmas más profundos de la condición humana\". Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/santa-teresa-de-lisieux-pequena-via-rector-santuario-schwab.html",
    "title": "Santa Teresa de Lisieux: el pequeño camino que sigue vivo",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/santa-teresa-de-lisieux-pequena-via-rector-santuario-schwab.html",
    "published_date": "2025-05-17T16:36:00+00:00",
    "content_raw": "<p>Este sábado 17 de mayo, la Iglesia conmemora el centenario de la canonización de la carmelita Teresa del Niño Jesús y de la Santa Faz. Doctora de la Iglesia y santa patrona de las misiones, su mensaje sigue vivo en todo el mundo. En Lisieux, ciudad donde vivió y descansan sus reliquias, el santuario la celebra este fin de semana.\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/santa-teresa-de-lisieux-pequena-via-rector-santuario-schwab.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Este sábado 17 de mayo, la Iglesia conmemora el centenario de la canonización de la carmelita Teresa del Niño Jesús y de la Santa Faz. Doctora de la Iglesia y santa patrona de las misiones, su mensaje sigue vivo en todo el mundo. En Lisieux, ciudad donde vivió y descansan sus reliquias, el santuario la celebra este fin de semana. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/canta-con-el-papa-iniciativa-pontificio-instituto-musica-sacra.html",
    "title": "\"Cantemos con el Papa\": la fe que se hace música",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/canta-con-el-papa-iniciativa-pontificio-instituto-musica-sacra.html",
    "published_date": "2025-05-17T15:53:00+00:00",
    "content_raw": "<p>Fray Robert Mehlhart, OP, presidente del Pontificio Instituto de Música Sacra, ha comenzado a ofrecer clases de canto en redes sociales. Según explicó, la iniciativa nace del deseo de ayudar a las personas a unirse en el canto junto al Papa León XIV.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/canta-con-el-papa-iniciativa-pontificio-instituto-musica-sacra.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Fray Robert Mehlhart, OP, presidente del Pontificio Instituto de Música Sacra, ha comenzado a ofrecer clases de canto en redes sociales. Según explicó, la iniciativa nace del deseo de ayudar a las personas a unirse en el canto junto al Papa León XIV. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/chambery-francia-beatificacion-camille-costa-de-beauregard.html",
    "title": "Camille Costa de Beauregard: La santidad al alcance de todos en Chambéry",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/chambery-francia-beatificacion-camille-costa-de-beauregard.html",
    "published_date": "2025-05-17T14:55:00+00:00",
    "content_raw": "<p>La misa de beatificación del sacerdote saboyano comprometido con la educación se celebró este sábado 17 de mayo en presencia de numerosos fieles de Saboya, así como de otras regiones de Francia. En su homilía, Monseñor Thibault Verny explicó que Camille Costa de Beauregard no era “un extraterrestre”, sino que se “dejó amar por Jesús para, a su vez, amar con la misma caridad”.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/chambery-francia-beatificacion-camille-costa-de-beauregard.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La misa de beatificación del sacerdote saboyano comprometido con la educación se celebró este sábado 17 de mayo en presencia de numerosos fieles de Saboya, así como de otras regiones de Francia. En su homilía, Monseñor Thibault Verny explicó que Camille Costa de Beauregard no era “un extraterrestre”, sino que se “dejó amar por Jesús para, a su vez, amar con la misma caridad”. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/misa-inicio-ministerio-petrino-leon-xiv-delegaciones-iglesia.html",
    "title": "Más de 150 delegaciones asistirán a la Misa de inicio del pontificado de León XIV",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/misa-inicio-ministerio-petrino-leon-xiv-delegaciones-iglesia.html",
    "published_date": "2025-05-17T14:25:00+00:00",
    "content_raw": "<p>Estarán presentes reyes, jefes de Estado y de gobierno, además de las delegaciones ecuménicas y de otras religiones. León XIV, antes de la Misa, saludará a los fieles recorriendo en jeep los distintos sectores de la Plaza de San Pedro. Han sido elegidos los cardenales para el rito de la imposición del Palio y la entrega del Anillo del Pescador, procedentes de diferentes continentes.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/misa-inicio-ministerio-petrino-leon-xiv-delegaciones-iglesia.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Estarán presentes reyes, jefes de Estado y de gobierno, además de las delegaciones ecuménicas y de otras religiones. León XIV, antes de la Misa, saludará a los fieles recorriendo en jeep los distintos sectores de la Plaza de San Pedro. Han sido elegidos los cardenales para el rito de la imposición del Palio y la entrega del Anillo del Pescador, procedentes de diferentes continentes. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/sahel-las-consecuencias-para-la-poblacion-civil-de-su-situacion.html",
    "title": "Sahel, las consecuencias para la población civil de su situación",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/sahel-las-consecuencias-para-la-poblacion-civil-de-su-situacion.html",
    "published_date": "2025-05-17T13:44:00+00:00",
    "content_raw": "<p>En la región de África Occidental, caracterizada por graves vulnerabilidades, las poblaciones locales se encuentran atrapadas entre la represión de las juntas militares en el poder y la violencia de los grupos yihadistas. El análisis de Luca Raineri, investigador en Estudios de Seguridad de la Escuela Superior Santa Anna de Pisa</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/sahel-las-consecuencias-para-la-poblacion-civil-de-su-situacion.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En la región de África Occidental, caracterizada por graves vulnerabilidades, las poblaciones locales se encuentran atrapadas entre la represión de las juntas militares en el poder y la violencia de los grupos yihadistas. El análisis de Luca Raineri, investigador en Estudios de Seguridad de la Escuela Superior Santa Anna de Pisa Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/jubileo-cofradias-peregrinacion-puerta-santa-basilica-san-pedro.html",
    "title": "Los cofrades peregrinan a la Puerta Santa entre fe e historia",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/jubileo-cofradias-peregrinacion-puerta-santa-basilica-san-pedro.html",
    "published_date": "2025-05-17T13:27:00+00:00",
    "content_raw": "<p>Capas coloridas, emblemas marianos y estandartes decorados llenaron la plaza Pia para el evento del Año Santo dedicado a las Cofradías, llegadas de todo el mundo. “El significado más profundo de 'cofradía' es ser hermanos entre nosotros”. Para los cofrades y las hermanas cofrades, la peregrinación es un “camino común de la humanidad que encuentra en su recorrido a los más frágiles y los sostiene, a los desanimados y los anima”.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/jubileo-cofradias-peregrinacion-puerta-santa-basilica-san-pedro.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Capas coloridas, emblemas marianos y estandartes decorados llenaron la plaza Pia para el evento del Año Santo dedicado a las Cofradías, llegadas de todo el mundo. “El significado más profundo de 'cofradía' es ser hermanos entre nosotros”. Para los cofrades y las hermanas cofrades, la peregrinación es un “camino común de la humanidad que encuentra en su recorrido a los más frágiles y los sostiene, a los desanimados y los anima”. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/parolin-fundacion-centesimus-annus-doctrina-social.html",
    "title": "Parolin: los principios sociales de la Iglesia, \"brújula moral\"",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/parolin-fundacion-centesimus-annus-doctrina-social.html",
    "published_date": "2025-05-17T11:59:00+00:00",
    "content_raw": "<p>\"La Doctrina Social de la Iglesia, basada en los principios de la 'dignidad de cada persona' y del 'bien común', puede ayudar a superar las polarizaciones y a fortalecer la 'gobernanza global'. Esta es la reflexión del Secretario de Estado en su discurso pronunciado ayer, viernes 16 de mayo, en la conferencia internacional de la Fundación Centesimus Annus Pro Pontifice. 'En una época marcada por divisiones —políticas, culturales e ideológicas— nos encontramos en una encrucijada', subrayó.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/parolin-fundacion-centesimus-annus-doctrina-social.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "\"La Doctrina Social de la Iglesia, basada en los principios de la 'dignidad de cada persona' y del 'bien común', puede ayudar a superar las polarizaciones y a fortalecer la 'gobernanza global'. Esta es la reflexión del Secretario de Estado en su discurso pronunciado ayer, viernes 16 de mayo, en la conferencia internacional de la Fundación Centesimus Annus Pro Pontifice. 'En una época marcada por divisiones —políticas, culturales e ideológicas— nos encontramos en una encrucijada', subrayó. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/papa-leon-xiv-anillo-pescador-oficina-celebraciones-liturgicas.html",
    "title": "Vaticano presenta anillo del pescador del Papa León XIV",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/papa-leon-xiv-anillo-pescador-oficina-celebraciones-liturgicas.html",
    "published_date": "2025-05-17T11:28:00+00:00",
    "content_raw": "<p>La Oficina de las Celebraciones Litúrgicas del Sumo Pontífice ha difundido una foto con la imagen del Anillo que mañana, domingo 18 de mayo de 2025, será entregado al Papa junto con el Palio, los cuales representan las insignias episcopales petrinas.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/papa-leon-xiv-anillo-pescador-oficina-celebraciones-liturgicas.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La Oficina de las Celebraciones Litúrgicas del Sumo Pontífice ha difundido una foto con la imagen del Anillo que mañana, domingo 18 de mayo de 2025, será entregado al Papa junto con el Palio, los cuales representan las insignias episcopales petrinas. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/museos-vaticanos-revelan-coleccion-de-micromosaicos.html",
    "title": "Los Museos Vaticanos revelan la colección de micromosaicos",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/museos-vaticanos-revelan-coleccion-de-micromosaicos.html",
    "published_date": "2025-05-17T09:57:00+00:00",
    "content_raw": "<p>La nueva exposición permanente de los Museos Vaticanos alberga una de las colecciones más importantes de micromosaicos del mundo. Casi quinientas obras maestras narran un arte refinado e íntimo, nacido en el Vaticano y símbolo del Grand Tour. Un viaje entre nostalgia e invención, arqueología y poesía, ingenio y creatividad.\n\n\n\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/museos-vaticanos-revelan-coleccion-de-micromosaicos.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La nueva exposición permanente de los Museos Vaticanos alberga una de las colecciones más importantes de micromosaicos del mundo. Casi quinientas obras maestras narran un arte refinado e íntimo, nacido en el Vaticano y símbolo del Grand Tour. Un viaje entre nostalgia e invención, arqueología y poesía, ingenio y creatividad. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/nueva-ofensiva-israeli-gaza-poblacion-en-fuga.html",
    "title": "Nueva y fuerte ofensiva de Israel sobre Gaza, la población huye",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/nueva-ofensiva-israeli-gaza-poblacion-en-fuga.html",
    "published_date": "2025-05-17T09:39:00+00:00",
    "content_raw": "<p>La pasada noche comenzó una operación que precede a la maniobra militar más amplia denominada “Carros de Gedeón”, anunciada por las fuerzas israelíes en las últimas semanas. Los bombardeos tienen como objetivo lanzar una advertencia a Hamás para alcanzar un acuerdo, antes de una dramática escalada. Se han registrado decenas de víctimas en las últimas veinticuatro horas.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/nueva-ofensiva-israeli-gaza-poblacion-en-fuga.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La pasada noche comenzó una operación que precede a la maniobra militar más amplia denominada “Carros de Gedeón”, anunciada por las fuerzas israelíes en las últimas semanas. Los bombardeos tienen como objetivo lanzar una advertencia a Hamás para alcanzar un acuerdo, antes de una dramática escalada. Se han registrado decenas de víctimas en las últimas veinticuatro horas. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/leon-xiv-discurso-a-la-fundacion-centesimus-annus-pro-pontifice.html",
    "title": "León XIV: Construir puentes de paz, dando voz a los pobres",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/leon-xiv-discurso-a-la-fundacion-centesimus-annus-pro-pontifice.html",
    "published_date": "2025-05-17T09:15:00+00:00",
    "content_raw": "<p>Al reunirse con los miembros de la Fundación Centesimus Annus Pro Pontifice, con ocasión de la conferencia internacional anual, el Papa reafirmó el papel fundamental de la Doctrina Social de la Iglesia, \"instrumento de paz y de diálogo para construir puentes de fraternidad universal\". Hay una gran necesidad de justicia, de paternidad y maternidad, de espiritualidad – subrayó – especialmente entre los jóvenes y los marginados”.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/leon-xiv-discurso-a-la-fundacion-centesimus-annus-pro-pontifice.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Al reunirse con los miembros de la Fundación Centesimus Annus Pro Pontifice, con ocasión de la conferencia internacional anual, el Papa reafirmó el papel fundamental de la Doctrina Social de la Iglesia, \"instrumento de paz y de diálogo para construir puentes de fraternidad universal\". Hay una gran necesidad de justicia, de paternidad y maternidad, de espiritualidad – subrayó – especialmente entre los jóvenes y los marginados”. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/vaticano/paises-participan-pontificado-Leon-XIV_0_2780121969.html",
    "title": "Más de 150 países participan de la misa de inicio de pontificado de León XIV",
    "link": "https://www.religiondigital.org/vaticano/paises-participan-pontificado-Leon-XIV_0_2780121969.html",
    "published_date": "2025-05-18T01:00:00+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/17/vaticano/paises-participan-pontificado-Leon-XIV_2780131981_17734625_626x472.jpg\" width=\"626\" /></p><p>Una hora antes del inicio de la Misa, a las 9:00 de la mañana, el Papa recorrerá en jeep los distintos sectores de la Plaza de San Pedro, partiendo desde el <em>Piazzale Petriano</em> y entrando por el Arco de las Campanas, para saludar a los fieles congregados</p>\n<p>El cardenal francés Dominique Mamberti, del orden de los diáconos, será el encargado de imponer el Palio. El cardenal Fridolin Ambongo Besungu, de la República Democrática del Congo y del orden de los presbíteros, elevará una oración pidiendo la asistencia del Espíritu Santo sobre el nuevo Papa. Finalmente, el cardenal filipino Luis Antonio Gokim Tagle, del orden de los obispos, entregará el Anillo del Pescador</p>",
    "content_text": "Una hora antes del inicio de la Misa, a las 9:00 de la mañana, el Papa recorrerá en jeep los distintos sectores de la Plaza de San Pedro, partiendo desde el Piazzale Petriano y entrando por el Arco de las Campanas, para saludar a los fieles congregados El cardenal francés Dominique Mamberti, del orden de los diáconos, será el encargado de imponer el Palio. El cardenal Fridolin Ambongo Besungu, de la República Democrática del Congo y del orden de los presbíteros, elevará una oración pidiendo la asistencia del Espíritu Santo sobre el nuevo Papa. Finalmente, el cardenal filipino Luis Antonio Gokim Tagle, del orden de los obispos, entregará el Anillo del Pescador",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/espana/Gobierno-Leon-XIV-Papa-Francisco_0_2780121971.html",
    "title": "El Gobierno confía que León XIV \"siga la estela\" del Papa Francisco",
    "link": "https://www.religiondigital.org/espana/Gobierno-Leon-XIV-Papa-Francisco_0_2780121971.html",
    "published_date": "2025-05-18T01:00:00+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/17/vaticano/Rey-saluda-fieles-plaza-Espana_2780131982_17734663_626x472.jpg\" width=\"626\" /></p><p>Montero: \"Ojalá pueda venir el papa a España, y ver también la realidad de lo que significa la Iglesia católica\"</p>",
    "content_text": "Montero: \"Ojalá pueda venir el papa a España, y ver también la realidad de lo que significa la Iglesia católica\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/luis_miguel_modino-_misionero_en_brasil/Semana-Santa-Espanola-Jubileo-Cofradias_7_2780191966.html",
    "title": "La Semana Santa Española protagonista en el Jubileo de las Cofradías en Roma",
    "link": "https://www.religiondigital.org/luis_miguel_modino-_misionero_en_brasil/Semana-Santa-Espanola-Jubileo-Cofradias_7_2780191966.html",
    "published_date": "2025-05-17T17:57:46+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/17/luis_miguel_modino-_misionero_en_brasil/Nazareno-Leon_2780131979_17734549_626x472.jpg\" width=\"626\" /></p><p>Junto a cofradías de Italia, Francia, Portugal o el Vaticano, se encontraban millares de españoles, que acompañan a tres de los pasos más destacados de la Semana Santa en el país: el Nazareno de León, la Esperanza de Málaga y el Cachorro sevillano</p>\n<p>Miles de personas han seguido la procesión que durante más de seis horas ha recorrido las calles del entorno del Coliseo y del Circo Máximo</p>\n<p>Una expresión de fe, de religiosidad popular, de tradición, que en muchos casos se pasa de padres a hijos a lo largo de los siglos</p>",
    "content_text": "Junto a cofradías de Italia, Francia, Portugal o el Vaticano, se encontraban millares de españoles, que acompañan a tres de los pasos más destacados de la Semana Santa en el país: el Nazareno de León, la Esperanza de Málaga y el Cachorro sevillano Miles de personas han seguido la procesión que durante más de seis horas ha recorrido las calles del entorno del Coliseo y del Circo Máximo Una expresión de fe, de religiosidad popular, de tradición, que en muchos casos se pasa de padres a hijos a lo largo de los siglos",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/vaticano/cofradias-espanolas-deslumbran-Roma-Coliseo_0_2780121968.html",
    "title": "Tres cofradías españolas deslumbran en Roma con una inédita procesión junto al Coliseo",
    "link": "https://www.religiondigital.org/vaticano/cofradias-espanolas-deslumbran-Roma-Coliseo_0_2780121968.html",
    "published_date": "2025-05-17T17:58:10+00:00",
    "content_raw": "<p><img height=\"70\" src=\"http://www.religiondigital.org/2025/05/17/vaticano/Cachorro-Coliseo_2780131978_17734547_70x70.png\" width=\"70\" /></p><p>Este inédito evento solo cuenta con un antecedente similar: la procesión por las calles de Roma y la Ciudad del Vaticano de la virgen granadina de los Escolapios en 2001</p>\n<p>Los cortejos, formados por unos 1.000 cofrades de las tres hermandades, discurrieron desde las 14.00 hora local (12.00 GMT) por un recorrido de casi cuatro kilómetros</p>\n<p>Una de las imágenes más destacadas fue la del cristo de la Expiración de Sevilla, conocido como 'El Cachorro' ya que su escultor, Francisco Antonio Ruiz Gijón (1653-1750), se inspiró en el rostro moribundo de un gitano del barrio de Triana conocido con ese apodo</p>",
    "content_text": "Este inédito evento solo cuenta con un antecedente similar: la procesión por las calles de Roma y la Ciudad del Vaticano de la virgen granadina de los Escolapios en 2001 Los cortejos, formados por unos 1.000 cofrades de las tres hermandades, discurrieron desde las 14.00 hora local (12.00 GMT) por un recorrido de casi cuatro kilómetros Una de las imágenes más destacadas fue la del cristo de la Expiración de Sevilla, conocido como 'El Cachorro' ya que su escultor, Francisco Antonio Ruiz Gijón (1653-1750), se inspiró en el rostro moribundo de un gitano del barrio de Triana conocido con ese apodo",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/leonardo_boff-_la_fuerza_de_los_pequenos/paz-Papa-Leon-XIV-condiciones-Francisco_7_2780191958.html",
    "title": "La paz del Papa León XIV: ¿Es posible la paz en las condiciones actuales?",
    "link": "https://www.religiondigital.org/leonardo_boff-_la_fuerza_de_los_pequenos/paz-Papa-Leon-XIV-condiciones-Francisco_7_2780191958.html",
    "published_date": "2025-05-17T18:05:31+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/16/mundo/Parolin-Leon-XIV-Urbi-Orbi_2779831996_17732492_626x472.png\" width=\"626\" /></p><p>\"Dado que Donald Trump antepuso la fuerza a la diplomacia y la utilización de medios violentos para establecer el nuevo orden mundial, comprendemos la importancia que el actual Papa da a la paz\"</p>\n<p>\"Somos la unidad viva de los contrarios\"</p>\n<p>\"La tercera es rehacer el contrato natural con la naturaleza, que ha sido violado, y rescatar la Matriz Relacional que existe entre todos los seres y hace de nosotros seres de relación en todas las direcciones\"</p>\n<p>\"La cuarta condición previa es la justicia. Lo que más rompe la estructura relacional es la injusticia. Ética es fundamentalmente justicia\"</p>",
    "content_text": "\"Dado que Donald Trump antepuso la fuerza a la diplomacia y la utilización de medios violentos para establecer el nuevo orden mundial, comprendemos la importancia que el actual Papa da a la paz\" \"Somos la unidad viva de los contrarios\" \"La tercera es rehacer el contrato natural con la naturaleza, que ha sido violado, y rescatar la Matriz Relacional que existe entre todos los seres y hace de nosotros seres de relación en todas las direcciones\" \"La cuarta condición previa es la justicia. Lo que más rompe la estructura relacional es la injusticia. Ética es fundamentalmente justicia\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/vaticano/Leon-XIV-Construir-puentes-pobres-doctrina-social-Iglesia_0_2780121965.html",
    "title": "León XIV: \"Construir puentes de paz, dando voz a los pobres\"",
    "link": "https://www.religiondigital.org/vaticano/Leon-XIV-Construir-puentes-pobres-doctrina-social-Iglesia_0_2780121965.html",
    "published_date": "2025-05-17T09:55:08+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/17/vaticano/Leon-XIV-Centesimus-Annus_2780131967_17734092_626x472.jpg\" width=\"626\" /></p><p>Al reunirse con los miembros de la Fundación Centesimus Annus Pro Pontifice, con ocasión de la conferencia internacional anual, el Papa León XIV reafirmó el papel fundamental de la Doctrina Social de la Iglesia, \"instrumento de paz y de diálogo para construir puentes de fraternidad universal\"</p>\n<p>Hay una gran necesidad de justicia, de paternidad y maternidad, de espiritualidad – subrayó – especialmente entre los jóvenes y los marginados”</p>\n<p>Y explica que hay que redescubrir y cultivar “el mandato de educar al pensamiento crítico” y “el encuentro y la escucha de los pobres, tesoro de la Iglesia y de la humanidad, portadores de puntos de vista descartados, pero indispensables para ver el mundo con los ojos de Dios”</p>",
    "content_text": "Al reunirse con los miembros de la Fundación Centesimus Annus Pro Pontifice, con ocasión de la conferencia internacional anual, el Papa León XIV reafirmó el papel fundamental de la Doctrina Social de la Iglesia, \"instrumento de paz y de diálogo para construir puentes de fraternidad universal\" Hay una gran necesidad de justicia, de paternidad y maternidad, de espiritualidad – subrayó – especialmente entre los jóvenes y los marginados” Y explica que hay que redescubrir y cultivar “el mandato de educar al pensamiento crítico” y “el encuentro y la escucha de los pobres, tesoro de la Iglesia y de la humanidad, portadores de puntos de vista descartados, pero indispensables para ver el mundo con los ojos de Dios”",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/libertad_en_camino-_alfredo_quintero/domingo-pascua-Permanecer-unidos-amor_7_2780191964.html",
    "title": "5º domingo de pascua: Permanecer unidos en el amor",
    "link": "https://www.religiondigital.org/libertad_en_camino-_alfredo_quintero/domingo-pascua-Permanecer-unidos-amor_7_2780191964.html",
    "published_date": "2025-05-17T14:59:06+00:00",
    "content_raw": "<p><img height=\"664\" src=\"http://www.religiondigital.org/2022/05/15/humor_grafico_religioso/Amaos_2450764911_16050900_660x664.png\" width=\"660\" /></p><p>\"Seguir adelante en el amor es la fuerza que nos debe hacer vencer toda dificultad, toda adversidad\"</p>\n<p>\"La obra de Dios no deja de cumplirse en medio de esas dificultades e incomprensiones humanas: Dios va escribiendo la historia\"</p>\n<p></p>",
    "content_text": "\"Seguir adelante en el amor es la fuerza que nos debe hacer vencer toda dificultad, toda adversidad\" \"La obra de Dios no deja de cumplirse en medio de esas dificultades e incomprensiones humanas: Dios va escribiendo la historia\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/anselmo_borges/Mudancana-Constituicao-da-Igreja_7_2780191965.html",
    "title": "Mudança na Constituição da Igreja",
    "link": "https://www.religiondigital.org/anselmo_borges/Mudancana-Constituicao-da-Igreja_7_2780191965.html",
    "published_date": "2025-05-17T16:29:45+00:00",
    "content_raw": "<p><img height=\"747\" src=\"http://www.religiondigital.org/2025/05/15/vaticano/Prevost-Francisco_2779532044_17731764_667x747.png\" width=\"667\" /></p><p>\"É confrangedor e mesmo horripilante saber que há ainda  quem pregue e até ensine na catequese que Jesus veio ao mundo,  enviado por Deus, para ser crucificado como vítima expiatória pelos pecados\"</p>\n<p>\"Na realidade, foi o contrário que se passou. Jesus anunciou  exactamente o contrário. Este é o seu Evangelho, notícia boa e  felicitante: Deus é bom, Abbá (querido Papá), Pai/Mãe\"</p>\n<p>\"Para voltar a Jesus, impõe-se uma mudança na Constituição  da Igreja, uma verdadeira revolução\"</p>",
    "content_text": "\"É confrangedor e mesmo horripilante saber que há ainda  quem pregue e até ensine na catequese que Jesus veio ao mundo,  enviado por Deus, para ser crucificado como vítima expiatória pelos pecados\" \"Na realidade, foi o contrário que se passou. Jesus anunciou  exactamente o contrário. Este é o seu Evangelho, notícia boa e  felicitante: Deus é bom, Abbá (querido Papá), Pai/Mãe\" \"Para voltar a Jesus, impõe-se uma mudança na Constituição  da Igreja, uma verdadeira revolução\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://elpais.com/deportes/2025-05-17/jon-rahm-juega-este-domingo-por-la-historia-en-el-campeonato-de-la-pga.html",
    "title": "Jon Rahm juega este domingo por la historia en el Campeonato de la PGA",
    "link": "https://elpais.com/deportes/2025-05-17/jon-rahm-juega-este-domingo-por-la-historia-en-el-campeonato-de-la-pga.html",
    "published_date": "2025-05-17T22:06:55+00:00",
    "content_raw": "Jon Rahm, en el segundo hoyo de Quail Hollow.",
    "content_text": "Jon Rahm, en el segundo hoyo de Quail Hollow.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-18/el-barcelona-y-los-momentos-de-una-liga-para-el-recuerdo-del-shit-november-a-la-remontada-en-el-clasico.html",
    "title": "El Barcelona y los momentos de una Liga para el recuerdo: del ‘shit november’ a la remontada en el clásico",
    "link": "https://elpais.com/deportes/futbol/2025-05-18/el-barcelona-y-los-momentos-de-una-liga-para-el-recuerdo-del-shit-november-a-la-remontada-en-el-clasico.html",
    "published_date": "2025-05-18T03:15:00+00:00",
    "content_raw": "Los jugadores del Barcelona durante la celebración del título de Liga.",
    "content_text": "Los jugadores del Barcelona durante la celebración del título de Liga.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-18/europa-arde-cinco-equipos-en-busca-de-dos-plazas-y-pelea-athletic-villarreal-por-la-cuarta-plaza.html",
    "title": "Europa arde: cinco equipos en busca de dos plazas y pelea Athletic-Villarreal por la cuarta plaza",
    "link": "https://elpais.com/deportes/futbol/2025-05-18/europa-arde-cinco-equipos-en-busca-de-dos-plazas-y-pelea-athletic-villarreal-por-la-cuarta-plaza.html",
    "published_date": "2025-05-18T03:15:00+00:00",
    "content_raw": "Borja Iglesias celebra un gol del Celta ante el Villarreal.",
    "content_text": "Borja Iglesias celebra un gol del Celta ante el Villarreal.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-18/sobre-lamine-yamal-y-el-balon-de-oro.html",
    "title": "Sobre Lamine Yamal y el Balón de Oro",
    "link": "https://elpais.com/deportes/futbol/2025-05-18/sobre-lamine-yamal-y-el-balon-de-oro.html",
    "published_date": "2025-05-18T03:15:00+00:00",
    "content_raw": "Lamine Yamal (izquierda) celebra su gol ante el Espanyol.",
    "content_text": "Lamine Yamal (izquierda) celebra su gol ante el Espanyol.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-18/tres-equipos-que-miran-al-estadio-de-gran-canaria.html",
    "title": "Tres equipos que miran al estadio de Gran Canaria",
    "link": "https://elpais.com/deportes/futbol/2025-05-18/tres-equipos-que-miran-al-estadio-de-gran-canaria.html",
    "published_date": "2025-05-18T03:15:00+00:00",
    "content_raw": "Pape Gueye remata ante Marko Dmitrovic en el partido entre Villarreal y Leganés.",
    "content_text": "Pape Gueye remata ante Marko Dmitrovic en el partido entre Villarreal y Leganés.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/2025-05-18/las-velocistas-piden-pista-tras-el-oro-en-china-las-mujeres-al-poder.html",
    "title": "Las velocistas piden pista tras el oro en China: “¡Las mujeres al poder!”",
    "link": "https://elpais.com/deportes/2025-05-18/las-velocistas-piden-pista-tras-el-oro-en-china-las-mujeres-al-poder.html",
    "published_date": "2025-05-18T03:15:00+00:00",
    "content_raw": "De izquierda a derecha, Jaël Bestué, Esperança Cladera, Daniela Fra, Eva Santidrián, Blanca Hervás, Maribel Pérez y Paula Sevilla, con sus dos medallas, celebran su éxito en Cantón.",
    "content_text": "De izquierda a derecha, Jaël Bestué, Esperança Cladera, Daniela Fra, Eva Santidrián, Blanca Hervás, Maribel Pérez y Paula Sevilla, con sus dos medallas, celebran su éxito en Cantón.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-17/el-real-madrid-hace-oficial-el-fichaje-de-dean-huijsen.html",
    "title": "El Real Madrid hace oficial el fichaje de Dean Huijsen",
    "link": "https://elpais.com/deportes/futbol/2025-05-17/el-real-madrid-hace-oficial-el-fichaje-de-dean-huijsen.html",
    "published_date": "2025-05-17T10:41:02+00:00",
    "content_raw": "Dean Huijsen en el partido de Premier ante el Aston Villa el 10 de mayo.",
    "content_text": "Dean Huijsen en el partido de Premier ante el Aston Villa el 10 de mayo.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-17/el-crystal-palace-vence-al-manchester-city-en-la-final-de-la-fa-cup-1-0-y-consigue-el-primer-titulo-de-su-historia.html",
    "title": "El Crystal Palace vence al City en la final de la FA Cup (1-0) y consigue el primer título de su historia",
    "link": "https://elpais.com/deportes/futbol/2025-05-17/el-crystal-palace-vence-al-manchester-city-en-la-final-de-la-fa-cup-1-0-y-consigue-el-primer-titulo-de-su-historia.html",
    "published_date": "2025-05-17T18:17:37+00:00",
    "content_raw": "Los jugadores del Crystal Palace levantan el trofeo de la FA Cup tras vencer al Manchester City.",
    "content_text": "Los jugadores del Crystal Palace levantan el trofeo de la FA Cup tras vencer al Manchester City.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/formula-1/2025-05-17/la-sorprendente-quinta-posicion-de-alonso-en-imola-y-la-decepcionante-temporada-de-lewis-hamilton.html",
    "title": "La sorprendente quinta posición de Alonso en Imola y la decepcionante temporada de Lewis Hamilton",
    "link": "https://elpais.com/deportes/formula-1/2025-05-17/la-sorprendente-quinta-posicion-de-alonso-en-imola-y-la-decepcionante-temporada-de-lewis-hamilton.html",
    "published_date": "2025-05-17T16:39:59+00:00",
    "content_raw": "Fernando Alonso durante la clasificación del GP de Imola.",
    "content_text": "Fernando Alonso durante la clasificación del GP de Imola.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/tenis/2025-05-17/40-anos-despues-italia-corona-a-otra-campeona-en-casa-jasmine-paolini.html",
    "title": "40 años después, Italia corona a otra campeona en casa: Jasmine Paolini",
    "link": "https://elpais.com/deportes/tenis/2025-05-17/40-anos-despues-italia-corona-a-otra-campeona-en-casa-jasmine-paolini.html",
    "published_date": "2025-05-17T16:50:08+00:00",
    "content_raw": "Paolini festeja el triunfo contra Gauff, este sábado en el Foro Itálico de Roma.",
    "content_text": "Paolini festeja el triunfo contra Gauff, este sábado en el Foro Itálico de Roma.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/ciclismo/2025-05-17/el-australiano-luke-plapp-vence-desde-la-fuga-la-octava-etapa-del-giro-de-italia.html",
    "title": "El australiano Luke Plapp vence desde la fuga la octava etapa del Giro de Italia",
    "link": "https://elpais.com/deportes/ciclismo/2025-05-17/el-australiano-luke-plapp-vence-desde-la-fuga-la-octava-etapa-del-giro-de-italia.html",
    "published_date": "2025-05-17T16:45:01+00:00",
    "content_raw": "Luke Plapp extiende lo brazos al ganar la etapa en Castelraimondo.",
    "content_text": "Luke Plapp extiende lo brazos al ganar la etapa en Castelraimondo.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/2025-05-17/golfo-dellisola-la-carrera-creada-para-hacer-del-trail-un-producto-televisivo.html",
    "title": "Golfo dell’Isola, la carrera creada para hacer del trail un producto televisivo",
    "link": "https://elpais.com/deportes/2025-05-17/golfo-dellisola-la-carrera-creada-para-hacer-del-trail-un-producto-televisivo.html",
    "published_date": "2025-05-17T18:46:38+00:00",
    "content_raw": "Madalina Florea llega primera a meta en el Trail de Noli, en Italia.",
    "content_text": "Madalina Florea llega primera a meta en el Trail de Noli, en Italia.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-17/estas-son-las-cuentas-de-europa-que-necesitan-villarreal-betis-celta-rayo-osasuna-mallorca-valencia-y-real-sociedad.html",
    "title": "Estas son las cuentas de Europa ¿Qué necesitan Villarreal, Betis, Celta, Rayo, Osasuna, Mallorca, Valencia y Real Sociedad?",
    "link": "https://elpais.com/deportes/futbol/2025-05-17/estas-son-las-cuentas-de-europa-que-necesitan-villarreal-betis-celta-rayo-osasuna-mallorca-valencia-y-real-sociedad.html",
    "published_date": "2025-05-17T19:18:51+00:00",
    "content_raw": "Take Kubo tras la derrota de la Real Sociedad contra el Celta.",
    "content_text": "Take Kubo tras la derrota de la Real Sociedad contra el Celta.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  }
]