[
  {
    "id": "https://techcrunch.com/2025/05/30/trump-administration-to-claw-back-3-7b-in-clean-energy-and-manufacturing-awards/",
    "title": "Trump administration to claw back $3.7B in clean energy and manufacturing awards",
    "link": "https://techcrunch.com/2025/05/30/trump-administration-to-claw-back-3-7b-in-clean-energy-and-manufacturing-awards/",
    "published_date": "2025-05-30T18:45:49+00:00",
    "content_raw": "Large corporations and growing startups were wrapped up in the latest move by the Trump administration to undo Biden-era contracts.",
    "content_text": "Large corporations and growing startups were wrapped up in the latest move by the Trump administration to undo Biden-era contracts.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/white-house-investigating-how-trumps-chief-of-staffs-phone-was-hacked/",
    "title": "White House investigating how Trump’s chief of staff’s phone was hacked",
    "link": "https://techcrunch.com/2025/05/30/white-house-investigating-how-trumps-chief-of-staffs-phone-was-hacked/",
    "published_date": "2025-05-30T15:45:50+00:00",
    "content_raw": "Hackers reportedly accessed Wiles' phone contacts, which were used to impersonate her.",
    "content_text": "Hackers reportedly accessed Wiles' phone contacts, which were used to impersonate her.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/report-elon-musks-drug-use-ramped-up-during-the-2024-presidential-campaign/",
    "title": "Report: Elon Musk’s drug use ramped up during the 2024 presidential campaign",
    "link": "https://techcrunch.com/2025/05/30/report-elon-musks-drug-use-ramped-up-during-the-2024-presidential-campaign/",
    "published_date": "2025-05-30T13:26:40+00:00",
    "content_raw": "Elon Musk increased his drug taking during the 2024 presidential campaign in which he donated around $270 million to help elect Donald Trump.",
    "content_text": "Elon Musk increased his drug taking during the 2024 presidential campaign in which he donated around $270 million to help elect Donald Trump.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://www.theverge.com/news/677537/youth-climate-change-lawsuit-trump-executive-orders",
    "title": "Young people sue Donald Trump over climate change",
    "link": "https://www.theverge.com/news/677537/youth-climate-change-lawsuit-trump-executive-orders",
    "published_date": "2025-05-30T21:46:15+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/03/STK438_CLIMATE_CHANGE_C.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">A group of young people — as young as 7 and as old as 25 —&nbsp;are <a href=\"https://www.ourchildrenstrust.org/lighthiser-v-trump\">suing</a> the Trump administration to stop its <a href=\"https://www.theverge.com/news/672787/house-republican-spending-bill-tax-credits-renewable-energy\">assault on renewable energy</a> <a href=\"https://www.theverge.com/news/629128/trump-environmental-deregulation-epa\">and climate action</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Executive orders President Donald Trump signed to promote fossil fuels amount to an “unconstitutional” overreach of power, they allege in a <a href=\"https://static1.squarespace.com/static/655a2d016eb74e41dc292ed5/t/68388d17caf2bd397773cca7/1748536601188/1+-+Complaint.pdf\">complaint</a> filed Thursday at a US District Court in Montana. The 22 plaintiffs also claim that by increasing pollution and denying climate science, the president’s actions violate their Fifth Amendment rights to life and liberty.</p>\n\n<p class=\"has-text-align-none\">It’s the latest high-profile case brought against governments by youth concerned about how fossil fuel pollution and climate change poses risks to their health and ability to thrive as they grow up.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Two brothers, aged 11 and 7, “were born into climate change-induced smoke seasons that did not exist for older generations”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Two brothers, aged 11 and 7 and named “J.K.” and “N.K.” in the suit, “were born into climate change-induced smoke seasons that did not exist for older generations and which compromise their health,” the <a href=\"https://static1.squarespace.com/static/655a2d016eb74e41dc292ed5/t/68388d17caf2bd397773cca7/1748536601188/1+-+Complaint.pdf\">complaint</a> says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They grew up mostly in Montana but now live in Southern California, and the suit says wildfire smoke has encroached on their lives from state to state. J.K. was born with an abnormal mass of lung tissue and “experienced nosebleeds, sore throats, headaches, tiredness, coughing, trouble breathing, and eye irritation from wildfire smoke,” according to the suit. N.K. has “frequent” upper respiratory infections that have led to emergency room visits. They’ve both missed school days and camp because of feeling sick from smoke and soot in the air from wildfires, it says.</p>\n\n<p class=\"has-text-align-none\">Greenhouse gas emissions from fossil fuels trap heat, and rising temperatures have <a href=\"https://www.noaa.gov/noaa-wildfire/wildfire-climate-connection#:~:text=Research%20shows%20that%20changes%20in,fuels%20during%20the%20fire%20season.\">contributed to longer fire seasons</a> in the western US. <a href=\"https://science2017.globalchange.gov/chapter/8/\">With hotter, drier conditions,</a> the area burned by forest fires in the western US <a href=\"https://www.pnas.org/doi/10.1073/pnas.1607171113\">doubled between 1984 and 2015</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Every additional ton of [greenhouse gas] pollution and increment of heat Defendants cause will cause J.K. and N.K. more days of poor air quality, more smoke, and thus, more harm to their lives, health, and safety,” the complaint adds.</p>\n\n<p class=\"has-text-align-none\">In recent years, scientists have been trying to better understand the long-term health impact of wildfire smoke, which previously hadn’t been studied as thoroughly as pollution from other sources thought to be more consistent problems, like factories and highways. Now, chronic exposure to wildfire smoke is a <a href=\"https://theconversation.com/la-fires-long-term-exposure-to-wildfire-smoke-is-a-growing-health-risk-and-not-well-understood-247463\">growing concern</a>. Wildfire smoke is <a href=\"https://content-drupal.climate.gov/news-features/features/unmasking-complicated-chemistry-wildfire-smoke-how-far-have-scientists-come\">considered a neurotoxin</a> <a href=\"https://news.stanford.edu/stories/2025/01/assessing-wildfire-health-risks\">estimated to be more harmful</a> <a href=\"https://www.nature.com/articles/s41467-021-21708-0\">than other common air pollutants</a>, but its effects on the body can vary depending on what kinds of materials burn and how chemicals released by the fire interact with other substances in the atmosphere.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After campaigning on a promise to “<a href=\"https://www.presidency.ucsb.edu/documents/2024-republican-party-platform\">drill, baby, drill</a>” and <a href=\"https://www.nytimes.com/2024/11/01/climate/oil-gas-donations-trump.html\">accepting more than $75 million</a> in contributions from oil and gas interests, Trump <a href=\"https://www.theverge.com/2025/1/20/24347870/trump-executive-order-fossil-fuels-environment\">signed executive orders on his first day</a> in office declaring <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/declaring-a-national-energy-emergency/\">a purported “national energy emergency</a>,” directing federal agencies to <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/unleashing-american-energy/\">“unleash” domestic fossil fuel production</a> and promote the use of gas-powered vehicles over EVs. He signed another executive order to <a href=\"https://www.whitehouse.gov/presidential-actions/2025/04/reinvigorating-americas-beautiful-clean-coal-industry-and-amending-executive-order-14241/\">“reinvigorat[e]” the coal industry</a> in April. Coal <a href=\"https://climate.mit.edu/ask-mit/why-does-burning-coal-generate-more-co2-oil-or-gas\">releases more planet-heating pollution when burned</a> than other fossil fuels and has <a href=\"https://ieefa.org/resources/drumbeat-coal-plant-closures-continue-2025\">struggled to compete</a> with cheaper sources of electricity.</p>\n\n<p class=\"has-text-align-none\">The plaintiffs are seeking injunctive relief to block implementation of those executive orders and to declare them unconstitutional. They also claim that Trump lacks the authority to erode environmental protections passed by Congress under the <a href=\"https://www.epa.gov/clean-air-act-overview/clean-air-act-requirements-and-history\">Clean Air Act</a>. The administration’s efforts to <a href=\"https://www.theverge.com/news/635322/health-climate-change-funding-trump-nih-hhs\">impede scientific research</a> and <a href=\"https://www.theverge.com/news/666150/farmers-organic-lawsuit-trump-usda-website-climate-change-data\">remove climate information</a> <a href=\"https://www.theverge.com/news/623644/trump-climate-change-federal-government-website-tracker\">from federal websites</a> amounts to “censorship” and denies plaintiffs access to resources they might otherwise be able to use to minimize risks they face from climate change, the suit alleges.</p>\n\n<p class=\"has-text-align-none\">In response to the lawsuit, White House assistant press secretary Taylor Rogers said in an email to <em>The Verge</em>, “The American people are more concerned with the future generations’ economic and national security, which is why they elected President Trump in a landslide victory to restore America’s energy dominance. Future generations should not have to foot the bill of the lefts’ radical climate agenda.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The plaintiffs, who hail from Montana, Oregon, Hawai‘i, California, and Florida, are represented by the nonprofit law firm Our Children’s Trust, which has also represented young people in similar climate cases. A federal appellate court dismissed another <a href=\"https://www.ourchildrenstrust.org/juliana-v-us\">case</a> that youth filed against the Obama administration in 2015 over fossil fuel pollution causing climate change, and the US Supreme Court ended that legal battle this year when it <a href=\"https://www.nytimes.com/2025/03/24/climate/supreme-court-climate-lawsuit-juliana-children.html\">declined to hear an appeal.</a></p>\n\n<p class=\"has-text-align-none\">But there have also been some wins. A group of youth <a href=\"https://www.theverge.com/2024/6/21/24183261/hawaii-transportation-youth-climate-change-lawsuit-historic-settlement\">reached a settlement last year</a> with the state of Hawai‘i and its Department of Transportation that commits them to a plan to reach zero greenhouse gas emissions from transportation by 2045. J.K. and N.K. were also plaintiffs in a climate suit filed against the state of Montana. Last year, <a href=\"https://dailymontanan.com/2024/12/18/montana-supreme-court-affirms-decision-in-held-historic-youth-climate-case/\">Montana’s Supreme Court upheld</a> a district judge ruling <a href=\"https://www.theverge.com/2023/8/14/23831679/youth-climate-change-trial-victory-held-v-montana\">affirming their right to a clean and healthy environment</a> and rejecting policies that had barred officials from considering the consequences of climate change when permitting new energy projects.</p>",
    "content_text": "A group of young people — as young as 7 and as old as 25 — are suing the Trump administration to stop its assault on renewable energy and climate action . Executive orders President Donald Trump signed to promote fossil fuels amount to an “unconstitutional” overreach of power, they allege in a complaint filed Thursday at a US District Court in Montana. The 22 plaintiffs also claim that by increasing pollution and denying climate science, the president’s actions violate their Fifth Amendment rights to life and liberty. It’s the latest high-profile case brought against governments by youth concerned about how fossil fuel pollution and climate change poses risks to their health and ability to thrive as they grow up. Two brothers, aged 11 and 7, “were born into climate change-induced smoke seasons that did not exist for older generations” Two brothers, aged 11 and 7 and named “J.K.” and “N.K.” in the suit, “were born into climate change-induced smoke seasons that did not exist for older generations and which compromise their health,” the complaint says. They grew up mostly in Montana but now live in Southern California, and the suit says wildfire smoke has encroached on their lives from state to state. J.K. was born with an abnormal mass of lung tissue and “experienced nosebleeds, sore throats, headaches, tiredness, coughing, trouble breathing, and eye irritation from wildfire smoke,” according to the suit. N.K. has “frequent” upper respiratory infections that have led to emergency room visits. They’ve both missed school days and camp because of feeling sick from smoke and soot in the air from wildfires, it says. Greenhouse gas emissions from fossil fuels trap heat, and rising temperatures have contributed to longer fire seasons in the western US. With hotter, drier conditions, the area burned by forest fires in the western US doubled between 1984 and 2015 . “Every additional ton of [greenhouse gas] pollution and increment of heat Defendants cause will cause J.K. and N.K. more days of poor air quality, more smoke, and thus, more harm to their lives, health, and safety,” the complaint adds. In recent years, scientists have been trying to better understand the long-term health impact of wildfire smoke, which previously hadn’t been studied as thoroughly as pollution from other sources thought to be more consistent problems, like factories and highways. Now, chronic exposure to wildfire smoke is a growing concern . Wildfire smoke is considered a neurotoxin estimated to be more harmful than other common air pollutants , but its effects on the body can vary depending on what kinds of materials burn and how chemicals released by the fire interact with other substances in the atmosphere. After campaigning on a promise to “ drill, baby, drill ” and accepting more than $75 million in contributions from oil and gas interests, Trump signed executive orders on his first day in office declaring a purported “national energy emergency ,” directing federal agencies to “unleash” domestic fossil fuel production and promote the use of gas-powered vehicles over EVs. He signed another executive order to “reinvigorat[e]” the coal industry in April. Coal releases more planet-heating pollution when burned than other fossil fuels and has struggled to compete with cheaper sources of electricity. The plaintiffs are seeking injunctive relief to block implementation of those executive orders and to declare them unconstitutional. They also claim that Trump lacks the authority to erode environmental protections passed by Congress under the Clean Air Act . The administration’s efforts to impede scientific research and remove climate information from federal websites amounts to “censorship” and denies plaintiffs access to resources they might otherwise be able to use to minimize risks they face from climate change, the suit alleges. In response to the lawsuit, White House assistant press secretary Taylor Rogers said in an email to The Verge , “The American people are more concerned with the future generations’ economic and national security, which is why they elected President Trump in a landslide victory to restore America’s energy dominance. Future generations should not have to foot the bill of the lefts’ radical climate agenda.” The plaintiffs, who hail from Montana, Oregon, Hawai‘i, California, and Florida, are represented by the nonprofit law firm Our Children’s Trust, which has also represented young people in similar climate cases. A federal appellate court dismissed another case that youth filed against the Obama administration in 2015 over fossil fuel pollution causing climate change, and the US Supreme Court ended that legal battle this year when it declined to hear an appeal. But there have also been some wins. A group of youth reached a settlement last year with the state of Hawai‘i and its Department of Transportation that commits them to a plan to reach zero greenhouse gas emissions from transportation by 2045. J.K. and N.K. were also plaintiffs in a climate suit filed against the state of Montana. Last year, Montana’s Supreme Court upheld a district judge ruling affirming their right to a clean and healthy environment and rejecting policies that had barred officials from considering the consequences of climate change when permitting new energy projects.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://www.theverge.com/elon-musk/677411/elon-musk-doge-trump-black-eye-tesla",
    "title": "Elon Musk departs DC with a black eye and a tattered reputation",
    "link": "https://www.theverge.com/elon-musk/677411/elon-musk-doge-trump-black-eye-tesla",
    "published_date": "2025-05-30T20:10:50+00:00",
    "content_raw": "<figure>\n\n<img alt=\"photo of Elon Musk with a black eye\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/gettyimages-2217849012.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Elon Musk appeared in the White House with a black eye he said he got from rough-housing with his young son.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Elon Musk appeared alongside President Trump for a press conference in the Oval Office Friday, <a href=\"https://www.theverge.com/elon-musk/676800/elon-musk-doge-leaving-politics-trump\">perhaps for the last time</a>, with a noticeable black eye that he says he got from his young son. </p>\n<p class=\"has-text-align-none\">\"I said, 'Go ahead, punch me in the face.' And he did,\" he said. </p>\n<p class=\"has-text-align-none\">Musk is emerging from <a href=\"https://www.theverge.com/politics/673521/ielon-musk-doge-tesla-politics\">his five-month stint as head of DOGE</a>, or Department of Government Efficiency, with more than just a shiner. His company, Tesla, is <a href=\"https://www.theverge.com/news/675058/tesla-europe-april-sales-musk-doge-brand-crisis\">hemorrhaging market share</a> in key countries around the globe and recorded its first year-over-year quarterly sales decrease in almost five years. His reputation has plummeted, <a href=\"https://www.reuters.com/business/autos-transportation/elon-musk-says-he-is-still-committed-being-tesla-ceo-5-years-time-2025-05-20/?utm_source=substack&amp;utm_medium=email\">with a majority of US residents saying they dislike him</a>. And his claims to have saved the government a trillion dollars by slashing \"waste, fraud and abuse\" seem to have mostly been a failure. <a href=\"https://www.impactcounter.com/dashboard?view=table&amp;sort=title&amp;order=asc\">One researcher</a> tied Musk's <a href=\"https://www.bu.edu/articles/2025/mathematician-tracks-deaths-from-usaid-medicaid-cuts/\">elimination of humanitarian aid</a> funding to 300,000 deaths overseas, mostly children.</p>\n<p class=\"has-text-align-none\">Musk has been feeling the blows, too. Sources in the Trump administration <a href=\"https://www.reuters.com/business/autos-transportation/musk-lays-groundwork-big-donor-role-midterm-elections-time-with-doge-ends-2025-04-28/\">told <em>Reuters</em></a><em> </em>that the billionaire has been \"exhausted and exasperated,\" especially by the blowback against his companies. Tesla's board reportedly <a href=\"https://www.theverge.com/news/659396/tesla-new-ceo-elon-musk-replacement-wsj-report-denial\">initiated a search for a replacement CEO</a>, a claim the directors have denied.</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/gettyimages-2217853041.jpg?quality=90&amp;strip=all&amp;crop=0,10.739713858868,100,78.520572282265\" title=\"\" />\n<p class=\"has-text-align-none\">But in  …</p>\n<p><a href=\"https://www.theverge.com/elon-musk/677411/elon-musk-doge-trump-black-eye-tesla\">Read the full story at The Verge.</a></p>",
    "content_text": "Elon Musk appeared in the White House with a black eye he said he got from rough-housing with his young son. Elon Musk appeared alongside President Trump for a press conference in the Oval Office Friday, perhaps for the last time , with a noticeable black eye that he says he got from his young son. \"I said, 'Go ahead, punch me in the face.' And he did,\" he said. Musk is emerging from his five-month stint as head of DOGE , or Department of Government Efficiency, with more than just a shiner. His company, Tesla, is hemorrhaging market share in key countries around the globe and recorded its first year-over-year quarterly sales decrease in almost five years. His reputation has plummeted, with a majority of US residents saying they dislike him . And his claims to have saved the government a trillion dollars by slashing \"waste, fraud and abuse\" seem to have mostly been a failure. One researcher tied Musk's elimination of humanitarian aid funding to 300,000 deaths overseas, mostly children. Musk has been feeling the blows, too. Sources in the Trump administration told Reuters that the billionaire has been \"exhausted and exasperated,\" especially by the blowback against his companies. Tesla's board reportedly initiated a search for a replacement CEO , a claim the directors have denied. But in  … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/elon-musk-is-lobbying-lawmakers-on-driverless-vehicle-rules/",
    "title": "Elon Musk is lobbying lawmakers on driverless vehicle rules",
    "link": "https://techcrunch.com/2025/05/30/elon-musk-is-lobbying-lawmakers-on-driverless-vehicle-rules/",
    "published_date": "2025-05-30T23:28:58+00:00",
    "content_raw": "Musk and others in his orbit have been calling members of Congress directly, according to Bloomberg.",
    "content_text": "Musk and others in his orbit have been calling members of Congress directly, according to Bloomberg.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/yep-x-was-down-again/",
    "title": "Yep, X was down again",
    "link": "https://techcrunch.com/2025/05/30/yep-x-was-down-again/",
    "published_date": "2025-05-30T20:54:34+00:00",
    "content_raw": "People reported that photos weren't loading, its banking service XMoney wasn't working, and search wasn't returning any results, among other things.",
    "content_text": "People reported that photos weren't loading, its banking service XMoney wasn't working, and search wasn't returning any results, among other things.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/techcrunch-mobility-a-ride-sharing-pioneer-comes-for-uber-tesla-loses-more-ground-and-dog-like-delivery-robots-land-in-texas/",
    "title": "TechCrunch Mobility: A ride-sharing pioneer comes for Uber, Tesla loses more ground, and dog-like delivery robots land in Texas",
    "link": "https://techcrunch.com/2025/05/30/techcrunch-mobility-a-ride-sharing-pioneer-comes-for-uber-tesla-loses-more-ground-and-dog-like-delivery-robots-land-in-texas/",
    "published_date": "2025-05-30T20:15:00+00:00",
    "content_raw": "Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation.",
    "content_text": "Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/its-not-your-imagination-ai-is-speeding-up-the-pace-of-change/",
    "title": "It’s not your imagination: AI is speeding up the pace of change",
    "link": "https://techcrunch.com/2025/05/30/its-not-your-imagination-ai-is-speeding-up-the-pace-of-change/",
    "published_date": "2025-05-30T19:20:43+00:00",
    "content_raw": "Venture capitalist Mary Meeker just dropped a 340-page report to describe the speed at which AI is being developed, adopted, spent on, and used.",
    "content_text": "Venture capitalist Mary Meeker just dropped a 340-page report to describe the speed at which AI is being developed, adopted, spent on, and used.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/automattic-says-it-will-start-contributing-to-wordpress-again-after-pause/",
    "title": "Automattic says it will start contributing to WordPress again after pause",
    "link": "https://techcrunch.com/2025/05/30/automattic-says-it-will-start-contributing-to-wordpress-again-after-pause/",
    "published_date": "2025-05-30T17:25:44+00:00",
    "content_raw": "WordPress.com parent company Automattic is changing direction... again.",
    "content_text": "WordPress.com parent company Automattic is changing direction... again.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/startups-weekly-amd-acquisition-and-other-moves-to-scale-ai-startups/",
    "title": "Startups Weekly: AMD acquisition and other moves to scale AI startups",
    "link": "https://techcrunch.com/2025/05/30/startups-weekly-amd-acquisition-and-other-moves-to-scale-ai-startups/",
    "published_date": "2025-05-30T17:05:00+00:00",
    "content_raw": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups.",
    "content_text": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/how-a-decade-old-patent-dispute-could-upend-ubers-business/",
    "title": "How a decade-old patent dispute could upend Uber’s business",
    "link": "https://techcrunch.com/2025/05/30/how-a-decade-old-patent-dispute-could-upend-ubers-business/",
    "published_date": "2025-05-30T17:00:57+00:00",
    "content_raw": "A little-known patent infringement lawsuit could have big implications for Uber — and potentially dozens of other companies. Carma Technology, a company formed in 2007 by serial entrepreneur and SOSV founder Sean O’Sullivan, filed a lawsuit earlier this year against Uber alleging the company infringed on five of its patents that are related to the [&#8230;]",
    "content_text": "A little-known patent infringement lawsuit could have big implications for Uber — and potentially dozens of other companies. Carma Technology, a company formed in 2007 by serial entrepreneur and SOSV founder Sean O’Sullivan, filed a lawsuit earlier this year against Uber alleging the company infringed on five of its patents that are related to the […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/eight-things-we-learned-from-whatsapp-vs-nso-group-spyware-lawsuit/",
    "title": "Eight things we learned from WhatsApp vs. NSO Group spyware lawsuit",
    "link": "https://techcrunch.com/2025/05/30/eight-things-we-learned-from-whatsapp-vs-nso-group-spyware-lawsuit/",
    "published_date": "2025-05-30T16:25:00+00:00",
    "content_raw": "The landmark trial between WhatsApp and NSO Group unearthed several new revelations.",
    "content_text": "The landmark trial between WhatsApp and NSO Group unearthed several new revelations.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/xs-new-dm-feature-xchat-is-rolling-out-in-beta/",
    "title": "X’s new DM feature, XChat, is rolling out in beta",
    "link": "https://techcrunch.com/2025/05/30/xs-new-dm-feature-xchat-is-rolling-out-in-beta/",
    "published_date": "2025-05-30T15:40:50+00:00",
    "content_raw": "X&#8217;s new DM feature, XChat, has begun rolling out to beta testers. Some X users who pay for the platform&#8217;s subscription product have reported that they can access XChat, while reverse engineer Nima Owji confirmed to TechCrunch that the new messaging system appears to be ready to ship. XChat is intended to be a more [&#8230;]",
    "content_text": "X’s new DM feature, XChat, has begun rolling out to beta testers. Some X users who pay for the platform’s subscription product have reported that they can access XChat, while reverse engineer Nima Owji confirmed to TechCrunch that the new messaging system appears to be ready to ship. XChat is intended to be a more […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/gemini-will-now-automatically-summarize-your-long-emails-unless-you-opt-out/",
    "title": "Gemini will now automatically summarize your long emails unless you opt out",
    "link": "https://techcrunch.com/2025/05/30/gemini-will-now-automatically-summarize-your-long-emails-unless-you-opt-out/",
    "published_date": "2025-05-30T14:43:10+00:00",
    "content_raw": "Google is putting AI to work on your inbox, whether or not it's something you want to use.",
    "content_text": "Google is putting AI to work on your inbox, whether or not it's something you want to use.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/your-last-opportunity-to-vote-on-the-techcrunch-disrupt-2025-agenda-lineup/",
    "title": "Your last opportunity to vote on the TechCrunch Disrupt 2025 agenda lineup",
    "link": "https://techcrunch.com/2025/05/30/your-last-opportunity-to-vote-on-the-techcrunch-disrupt-2025-agenda-lineup/",
    "published_date": "2025-05-30T14:30:00+00:00",
    "content_raw": "We’re thrilled by the overwhelming response to our call for speakers at TechCrunch Disrupt 2025, taking place October 27-29 at Moscone West in San Francisco. After a careful selection process, we’ve narrowed it down to 20 impressive finalists — 10 breakout sessions and 10 roundtables. Now it’s your turn to help shape the agenda. Audience [&#8230;]",
    "content_text": "We’re thrilled by the overwhelming response to our call for speakers at TechCrunch Disrupt 2025, taking place October 27-29 at Moscone West in San Francisco. After a careful selection process, we’ve narrowed it down to 20 impressive finalists — 10 breakout sessions and 10 roundtables. Now it’s your turn to help shape the agenda. Audience […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/tc-sessions-ai-trivia-countdown-ready-to-test-your-ai-knowledge/",
    "title": "TechCrunch Sessions: AI Trivia Countdown — Ready to test your AI knowledge?",
    "link": "https://techcrunch.com/2025/05/30/tc-sessions-ai-trivia-countdown-ready-to-test-your-ai-knowledge/",
    "published_date": "2025-05-30T14:20:00+00:00",
    "content_raw": "As we count down the final days to TechCrunch Sessions: AI on June 5 at UC Berkeley’s Zellerbach Hall, we’re offering one last chance to score a special deal. We’ve launched the TC Sessions: AI Trivia Countdown — your shot to show off your AI knowledge and win big. Just answer a few short AI-specific [&#8230;]",
    "content_text": "As we count down the final days to TechCrunch Sessions: AI on June 5 at UC Berkeley’s Zellerbach Hall, we’re offering one last chance to score a special deal. We’ve launched the TC Sessions: AI Trivia Countdown — your shot to show off your AI knowledge and win big. Just answer a few short AI-specific […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/last-week-few-exhibit-tables-left-to-claim-at-techcrunch-all-stage/",
    "title": "Last week: Few exhibit tables left to claim at TechCrunch All Stage",
    "link": "https://techcrunch.com/2025/05/30/last-week-few-exhibit-tables-left-to-claim-at-techcrunch-all-stage/",
    "published_date": "2025-05-30T14:15:00+00:00",
    "content_raw": "Exhibit tables for TechCrunch All Stage — happening July 15 in Boston — are almost gone. If your product can help founders scale or if your innovation can supercharge startups, this is your moment to shine. Here’s the deal: The deadline to book is June 6, but we’re almost sold out. That last 6’ table [&#8230;]",
    "content_text": "Exhibit tables for TechCrunch All Stage — happening July 15 in Boston — are almost gone. If your product can help founders scale or if your innovation can supercharge startups, this is your moment to shine. Here’s the deal: The deadline to book is June 6, but we’re almost sold out. That last 6’ table […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/just-6-days-left-ready-for-some-unfiltered-ai-truths-at-techcrunch-sessions-ai/",
    "title": "Just 6 days left — ready for some unfiltered AI truths at TechCrunch Sessions: AI?",
    "link": "https://techcrunch.com/2025/05/30/just-6-days-left-ready-for-some-unfiltered-ai-truths-at-techcrunch-sessions-ai/",
    "published_date": "2025-05-30T14:00:00+00:00",
    "content_raw": "June 5 is almost here — bringing real, unfiltered AI conversations… and higher ticket prices. Lock in your savings now. Register now to save $300 on your TechCrunch Sessions: AI pass — and get 50% off for your +1. Don’t wait for rates to spike when event doors open. Join us at UC Berkeley’s Zellerbach [&#8230;]",
    "content_text": "June 5 is almost here — bringing real, unfiltered AI conversations… and higher ticket prices. Lock in your savings now. Register now to save $300 on your TechCrunch Sessions: AI pass — and get 50% off for your +1. Don’t wait for rates to spike when event doors open. Join us at UC Berkeley’s Zellerbach […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/us-imposes-new-rules-to-curb-semiconductor-design-software-sales-to-china/",
    "title": "US imposes new rules to curb semiconductor design software sales to China",
    "link": "https://techcrunch.com/2025/05/30/us-imposes-new-rules-to-curb-semiconductor-design-software-sales-to-china/",
    "published_date": "2025-05-30T12:00:19+00:00",
    "content_raw": "Siemens EDA, Cadence, and Synopsys have received notices from the U.S. Commerce Department about new export controls on chip design software to China.",
    "content_text": "Siemens EDA, Cadence, and Synopsys have received notices from the U.S. Commerce Department about new export controls on chip design software to China.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/30/grocery-platform-misfits-market-acquires-the-rounds-to-further-its-mission-of-reducing-food-waste/",
    "title": "Grocery platform Misfits Market acquires The Rounds to further its mission of reducing food waste",
    "link": "https://techcrunch.com/2025/05/30/grocery-platform-misfits-market-acquires-the-rounds-to-further-its-mission-of-reducing-food-waste/",
    "published_date": "2025-05-30T12:00:00+00:00",
    "content_raw": "Misfits Market, the online platform that delivers imperfect groceries to help minimize waste, announced the acquisition of household restocking service The Rounds on Friday.",
    "content_text": "Misfits Market, the online platform that delivers imperfect groceries to help minimize waste, announced the acquisition of household restocking service The Rounds on Friday.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/command-line-newsletter/677705/openai-chatgpt-super-assistant",
    "title": "OpenAI wants ChatGPT to be a ‘super assistant’ for every part of your life",
    "link": "https://www.theverge.com/command-line-newsletter/677705/openai-chatgpt-super-assistant",
    "published_date": "2025-05-30T23:18:26+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25461999/STK155_OPEN_AI_CVirginia_A.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Thanks to the legal discovery process, Google's antitrust trial with the Department of Justice has provided a fascinating glimpse into the future of ChatGPT.</p>\n<p class=\"has-text-align-none\">An internal OpenAI <a href=\"https://www.justice.gov/atr/media/1397596/dl\">strategy document</a> titled \"ChatGPT: H1 2025 Strategy\" describes the company's aspiration to build an \"AI super assistant that deeply understands you and is your interface to the internet.\" Although the document is heavily redacted in parts, it reveals that OpenAI aims for ChatGPT to soon develop into much more than a chatbot. </p>\n<p class=\"has-text-align-none\">\"In the first half of next year, we'll start evolving ChatGPT into a super-assistant: one that knows you, understands what you care about, and helps with any task that a smart, trustworthy, emotionally intelligent person with a computer could do,\" reads the document from late 2024. \"The timing is right. Models like 02 and 03 are finally smart enough to reliably perform agentic tasks, tools like computer use can boost ChatGPT's ability to take action, and interaction paradigms like multimodality and generative UI allow both ChatGPT and users to express themselves in the best way for the task.\"</p>\n<p class=\"has-text-align-none\">The document goes on to describe a \"super assistant\" as \"an intelligent entity with T-shape …</p>\n<p><a href=\"https://www.theverge.com/command-line-newsletter/677705/openai-chatgpt-super-assistant\">Read the full story at The Verge.</a></p>",
    "content_text": "Thanks to the legal discovery process, Google's antitrust trial with the Department of Justice has provided a fascinating glimpse into the future of ChatGPT. An internal OpenAI strategy document titled \"ChatGPT: H1 2025 Strategy\" describes the company's aspiration to build an \"AI super assistant that deeply understands you and is your interface to the internet.\" Although the document is heavily redacted in parts, it reveals that OpenAI aims for ChatGPT to soon develop into much more than a chatbot. \"In the first half of next year, we'll start evolving ChatGPT into a super-assistant: one that knows you, understands what you care about, and helps with any task that a smart, trustworthy, emotionally intelligent person with a computer could do,\" reads the document from late 2024. \"The timing is right. Models like 02 and 03 are finally smart enough to reliably perform agentic tasks, tools like computer use can boost ChatGPT's ability to take action, and interaction paradigms like multimodality and generative UI allow both ChatGPT and users to express themselves in the best way for the task.\" The document goes on to describe a \"super assistant\" as \"an intelligent entity with T-shape … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/677134/grindr-right-now-ai",
    "title": "Grindr&#8217;s new Right Now feature brings a spicy live feed to the hookup app",
    "link": "https://www.theverge.com/news/677134/grindr-right-now-ai",
    "published_date": "2025-05-30T21:37:42+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/Right_Now_Header.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Grindr has always excelled at helping its users find folks looking to spend some quality time together, but the hookup app is looking to speed up the &#8220;<a href=\"https://travelsofadam.com/looking-on-grindr/\">looking?</a>&#8221; process even more with its latest feature.</p>\n\n<p class=\"has-text-align-none\">Today, Grindr announced that Right Now, its social media-like live feed feature, is rolling out to all of the platform&#8217;s users following <a href=\"https://investors.grindr.com/news/news-details/2025/Looking-Grindrs-Right-Now-Feature-Expands-into-15-New-Cities/default.aspx\">a pilot test in select markets</a>. Unlike Grindr&#8217;s traditional grid that shows you an array of other users&#8217; profiles based on how far away they are, Right Now functions a bit more like X / Twitter and displays a stream of recent posts that can include both text and photos.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Right Now posts disappear from the live feed after an hour, and while they don&#8217;t <em>have </em>to be used for hookup purposes, posters can hit a toggle specifying whether they&#8217;re looking to host (read: have someone over for fun.) At launch, Grindr says users in certain locations &#8220;will receive a number of free hour-long Right Now sessions per week (refreshed every Friday)&#8221; meaning that the feed will only be accessible in hour-long windows. Down the line, the company also plans to make more sessions available to purchase.</p>\n<img alt=\"A gif demonstrating Grindr’s Right Now live feed.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/right-now-grindr.gif?quality=90&#038;strip=all&#038;crop=0,34.14216673379,100,31.71566653242\" title=\"A gif demonstrating Grindr’s Right Now live feed.\" />\n<p class=\"has-text-align-none\">In <a href=\"https://www.businesswire.com/news/home/20250530651954/en/You-Up-Grindrs-Right-Now-Goes-Global\">a press release about the new feature</a>, Grindr&#8217;s chief product officer, AJ Balance, explained that Right Now was designed to help people &#8220;find exactly what they want, when they want it – without the guesswork.&#8221;</p>\n\n<p class=\"has-text-align-none\">“We built this intention-based feature based on feedback from our community so they can connect with like-minded people without wasting time on mismatched expectations,&#8221; Balance said. &#8220;The response to our initial March launch was so strong we accelerated the global rollout ahead of schedule because it’s clear people want this… well, right now.”</p>\n\n<p class=\"has-text-align-none\">Grindr is not the first app of its kind to introduce functionality clearly inspired by social media platforms. Sniffies, a more cruising-focused Grindr competitor that doesn&#8217;t require signing up for an account and allows users to post sexually explicit photos on their public profiles, has had a feature similar to Right Now for some time. But Right Now&#8217;s widespread launch is the latest phase of <a href=\"https://www.grindr.com/2025-product-roadmap\">Grindr&#8217;s larger plan to roll out a series of new features</a> — many of which are powered by generative artificial intelligence — meant to boost revenue and make users see the app as &#8220;the Global Gayborhood in Your Pocket™.&#8221;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Previously, Grindr introduced A-List, a tool that uses Anthropic’s Claude Sonnet 3.7 model and Amazon Web Services’ Bedrock to summarize chats with the intention of helping users rekindle “meaningful past connections&#8221; and pursue &#8220;high-potential matches.&#8221; <a href=\"https://www.bloomberg.com/news/articles/2025-04-30/grindr-pivots-to-anthropic-amazon-to-power-ai-wingman-feature\"><em>Bloomberg</em> reports</a> the same platform is now underpinning <a href=\"https://www.wsj.com/articles/grindr-aims-to-build-the-dating-worlds-first-ai-wingman-8039e091?gaa_at=eafs&amp;gaa_n=ASWzDAhn6hCcYQ9eHnKKEsICNys7ea7uH5kiE1HWWnDwERB7DPHLRobjOkwHHBYKLu8%3D&amp;gaa_ts=6839f100&amp;gaa_sig=smVOv4mrbFXMA3YzicE2gTLP_TLg0q-8JpgoiDCED17S8Gcc5gpnwJak2aZG88IfX8t3wgDQ5gR5EjBxTdF3vw%3D%3D\">Grindr&#8217;s Wingman</a>, a generative AI assistant that can draft chat responses for users who can&#8217;t think of things to say for themselves, <a href=\"https://www.wired.com/story/hands-on-with-grindr-ai-wingman/\">provide sex tips</a>, and give suggestions about places that might make for good dates. Some of Grindr&#8217;s AI features are free to try, but for continued access to them, the company requires users to sign up for its monthly subscription plans.</p>\n\n<p class=\"has-text-align-none\">All of the features are part of Grindr&#8217;s effort to bring in more money and staunch the financial bleeding that came following its initial public offering in 2022. As <a href=\"https://www.platformer.news/grindr-ai-boyfriend-wingman-monetization-paid-taps/\"><em>Platformer</em> reported last year</a>, Grindr&#8217;s stock price plummeted by 70 percent <a href=\"https://www.bloomberg.com/news/articles/2024-03-28/grindr-grnd-gets-first-buy-rating-as-cowen-sees-growth-outpacing-tinder-owner?utm_medium=social&amp;cmpid=socialflow-twitter-business&amp;utm_campaign=socialflow-organic&amp;utm_source=twitter&amp;utm_content=business&amp;sref=CrGXSfHu\">following its SPAC</a>, and the company has been scrambling to establish new revenue streams amid employee unionization efforts and internal concerns that Grindr &#8220;was losing its progressive culture.&#8221;</p>\n\n<p class=\"has-text-align-none\">At the <a href=\"https://www.wsj.com/video/events/grindr-vision-for-the-future/A021EB16-25A6-45AD-8E7F-61D5F1EB075C?mod=WSJvidctr_wsjfutureofeverything2025_pos0&amp;gaa_at=eafs&amp;gaa_n=ASWzDAgeJTNBui-dl-YRv4dbJsn3xZ0NOuSgyBKZYZ_s0yCob2MNsriDS5dnoj1OWK8%3D&amp;gaa_ts=6839f831&amp;gaa_sig=QRsWBKVkaAOeapkS0HzPpkVW9gSylf1DEbJecP5voSxNmf440mDFVEMGObdI8Y-qKlriHHFVMQJ41Gh9B5vxzw%3D%3D\"><em>Wall Street Journal</em>&#8216;s Future of Everything conference</a> this week, Grindr&#8217;s CEO George Arison spoke about how AI has changed his own productivity, and his desire for the company to start thinking about how the technology can be more deeply integrated into its services.</p>\n\n<p class=\"has-text-align-none\">&#8220;For all the new things that we build, I want them to be built as if we are an AI-native startup,&#8221; Arison said. &#8220;If you&#8217;re going to do marketing for this, great; start thinking with AI first and then go to people because that&#8217;s how I think companies are going to be built moving forward and that&#8217;s what we should be doing as a business as well.&#8221;</p>",
    "content_text": "Grindr has always excelled at helping its users find folks looking to spend some quality time together, but the hookup app is looking to speed up the “ looking? ” process even more with its latest feature. Today, Grindr announced that Right Now, its social media-like live feed feature, is rolling out to all of the platform’s users following a pilot test in select markets . Unlike Grindr’s traditional grid that shows you an array of other users’ profiles based on how far away they are, Right Now functions a bit more like X / Twitter and displays a stream of recent posts that can include both text and photos. Right Now posts disappear from the live feed after an hour, and while they don’t have to be used for hookup purposes, posters can hit a toggle specifying whether they’re looking to host (read: have someone over for fun.) At launch, Grindr says users in certain locations “will receive a number of free hour-long Right Now sessions per week (refreshed every Friday)” meaning that the feed will only be accessible in hour-long windows. Down the line, the company also plans to make more sessions available to purchase. In a press release about the new feature , Grindr’s chief product officer, AJ Balance, explained that Right Now was designed to help people “find exactly what they want, when they want it – without the guesswork.” “We built this intention-based feature based on feedback from our community so they can connect with like-minded people without wasting time on mismatched expectations,” Balance said. “The response to our initial March launch was so strong we accelerated the global rollout ahead of schedule because it’s clear people want this… well, right now.” Grindr is not the first app of its kind to introduce functionality clearly inspired by social media platforms. Sniffies, a more cruising-focused Grindr competitor that doesn’t require signing up for an account and allows users to post sexually explicit photos on their public profiles, has had a feature similar to Right Now for some time. But Right Now’s widespread launch is the latest phase of Grindr’s larger plan to roll out a series of new features — many of which are powered by generative artificial intelligence — meant to boost revenue and make users see the app as “the Global Gayborhood in Your Pocket™.” Previously, Grindr introduced A-List, a tool that uses Anthropic’s Claude Sonnet 3.7 model and Amazon Web Services’ Bedrock to summarize chats with the intention of helping users rekindle “meaningful past connections” and pursue “high-potential matches.” Bloomberg reports the same platform is now underpinning Grindr’s Wingman , a generative AI assistant that can draft chat responses for users who can’t think of things to say for themselves, provide sex tips , and give suggestions about places that might make for good dates. Some of Grindr’s AI features are free to try, but for continued access to them, the company requires users to sign up for its monthly subscription plans. All of the features are part of Grindr’s effort to bring in more money and staunch the financial bleeding that came following its initial public offering in 2022. As Platformer reported last year , Grindr’s stock price plummeted by 70 percent following its SPAC , and the company has been scrambling to establish new revenue streams amid employee unionization efforts and internal concerns that Grindr “was losing its progressive culture.” At the Wall Street Journal ‘s Future of Everything conference this week, Grindr’s CEO George Arison spoke about how AI has changed his own productivity, and his desire for the company to start thinking about how the technology can be more deeply integrated into its services. “For all the new things that we build, I want them to be built as if we are an AI-native startup,” Arison said. “If you’re going to do marketing for this, great; start thinking with AI first and then go to people because that’s how I think companies are going to be built moving forward and that’s what we should be doing as a business as well.”",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/677474/microsoft-windows-notepad-bold-italic-text-formatting-markdown-support",
    "title": "Microsoft releases a bold new update for Notepad",
    "link": "https://www.theverge.com/news/677474/microsoft-windows-notepad-bold-italic-text-formatting-markdown-support",
    "published_date": "2025-05-30T19:36:45+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/03/STK109_WINDOWS_B.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Microsoft is adding text formatting to its Windows Notepad app. The significant Notepad <a href=\"https://blogs.windows.com/windows-insider/2025/05/30/text-formatting-in-notepad-begin-rolling-out-to-windows-insiders/\">update is available</a> for Canary and Dev Channel testers on Windows 11, and introduces bold and italic styling, alongside hyperlinks and even Markdown support.</p>\n\n<p class=\"has-text-align-none\">The addition of text formatting in Notepad means there’s now a formatting toolbar at the top of the app, alongside the existing File, Edit, and View options. The toolbar includes access to bold, italic, and hyperlink options, but it also includes support for lists and headings.</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/Notepad_Markdown.png?quality=90&#038;strip=all&#038;crop=0,2.9150166990016,100,94.169966601997\" title=\"\" />\n<p class=\"has-text-align-none\">“The experience supports Markdown style input and files for users who prefer to work directly with the lightweight markup language,” explains Dave Grochocki, principal product manager lead for Microsoft’s Windows inbox apps. “You can switch between formatted Markdown and Markdown syntax views in the view menu or by selecting the toggle button in the status bar at the bottom of the window.”</p>\n\n<p class=\"has-text-align-none\">Since Notepad is usually used with plain text, you can also easily clear all formatting from the formatting toolbar or from the edit menu in the app. If you’re not a fan of the lightweight formatting options, you can also fully disable this new support in the Notepad app settings.</p>\n\n<p class=\"has-text-align-none\">This formatting addition to Notepad comes just a week after Microsoft started testing a new feature in the app that <a href=\"https://www.theverge.com/news/672984/microsoft-notepad-paint-snipping-tool-generative-ai-windows-insiders\">can generate text for you using AI</a>. The new Write feature in Notepad can be used to “quickly draft text based on your prompt,” and alongside these formatting options Notepad is starting to look a lot more like Microsoft Word. </p>\n\n<p class=\"has-text-align-none\">Like I wrote in <a href=\"https://www.theverge.com/notepad-microsoft-newsletter/676258/microsoft-xbox-handheld-windows-steamos-notepad\">my <em>Notepad</em> newsletter earlier this week</a>, it’s amazing that Microsoft barely touched Notepad for decades, and now it’s gone from basic log file reader to writing messages itself. A lot of Notepad’s new features have arrived since Microsoft decided to <a href=\"https://www.theverge.com/2023/9/3/23857331/microsoft-wordpad-windows-removal-end-of-support\">remove WordPad from Windows</a>, after nearly 30 years.</p>",
    "content_text": "Microsoft is adding text formatting to its Windows Notepad app. The significant Notepad update is available for Canary and Dev Channel testers on Windows 11, and introduces bold and italic styling, alongside hyperlinks and even Markdown support. The addition of text formatting in Notepad means there’s now a formatting toolbar at the top of the app, alongside the existing File, Edit, and View options. The toolbar includes access to bold, italic, and hyperlink options, but it also includes support for lists and headings. “The experience supports Markdown style input and files for users who prefer to work directly with the lightweight markup language,” explains Dave Grochocki, principal product manager lead for Microsoft’s Windows inbox apps. “You can switch between formatted Markdown and Markdown syntax views in the view menu or by selecting the toggle button in the status bar at the bottom of the window.” Since Notepad is usually used with plain text, you can also easily clear all formatting from the formatting toolbar or from the edit menu in the app. If you’re not a fan of the lightweight formatting options, you can also fully disable this new support in the Notepad app settings. This formatting addition to Notepad comes just a week after Microsoft started testing a new feature in the app that can generate text for you using AI . The new Write feature in Notepad can be used to “quickly draft text based on your prompt,” and alongside these formatting options Notepad is starting to look a lot more like Microsoft Word. Like I wrote in my Notepad newsletter earlier this week , it’s amazing that Microsoft barely touched Notepad for decades, and now it’s gone from basic log file reader to writing messages itself. A lot of Notepad’s new features have arrived since Microsoft decided to remove WordPad from Windows , after nearly 30 years.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/677434/nebraska-age-appropriate-online-design-code-act-signed",
    "title": "Nebraska to adopt law aimed at curbing kids’ time online",
    "link": "https://www.theverge.com/news/677434/nebraska-age-appropriate-online-design-code-act-signed",
    "published_date": "2025-05-30T19:00:47+00:00",
    "content_raw": "<figure>\n\n<img alt=\"Photo collage of a mouse cursor leaving a shadow over a teenager.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/STK461_INTERNET_CHILD_SAFETY_Stock_A_CVirginia.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Nebraska Governor Jim Pillen <a href=\"https://kidscodecoalition.org/2025/05/nebraska-governor-jim-pillen-signs-landmark-kids-online-safety-by-design-legislation/\">has signed a bill</a> that cracks down on social platforms’ features that could keep kids online for longer. Under the Age-Appropriate Online Design Code Act (<a href=\"https://nebraskalegislature.gov/FloorDocs/109/PDF/Final/LB504.pdf\">LB504</a>), major platforms must let users choose to see a chronological feed, rather than one provided by a recommendation algorithm, <a href=\"https://www.yalemedicine.org/news/social-media-teen-mental-health-a-parents-guide#:~:text=According%20to%20Dr.%20Murthy%27s%20advisory%2C%20the,can%20trigger%20pathways%20comparable%20to%20addiction.\">which experts have found</a> could negatively affect children’s mental health and development. </p>\n\n<p class=\"has-text-align-none\">In addition to pausing potentially disruptive notifications at nighttime and during school days, platforms must offer users the option to voluntarily limit how much time they spend on the services. Online services are required to let users limit certain categories of content from getting recommended, too.</p>\n\n<p class=\"has-text-align-none\">The law also places several limitations on user tracking and requires platforms to apply strict privacy settings to users identified as minors by default. These settings allow platforms to only collect the “minimum” amount of data from young users, block targeted advertising, <a href=\"https://www.vox.com/recode/22351108/dark-patterns-ui-web-design-privacy\">and limit the use of dark patterns</a>.</p>\n\n<p class=\"has-text-align-none\">Though <a href=\"https://www.theverge.com/2024/8/16/24221907/california-age-appropriate-design-code-appeals-court-preliminary-injunction-netchoice\">California</a> and <a href=\"https://www.theverge.com/2024/5/9/24152918/maryland-kids-code-online-privacy-act-netchoice\">Maryland</a> have passed similar laws, NetChoice is fighting them in court over claims they violate the First Amendment. NetChoice is a technology trade group that includes Meta, Google, Amazon, Reddit, X, Snap, and other tech giants. In February, <a href=\"https://www.theverge.com/news/604930/netchoice-sues-to-block-marylands-kids-code-saying-it-violates-the-first-amendment\">NetChoice sued Maryland</a> to block its Age-Appropriate Design Code Act, while <a href=\"https://www.theverge.com/news/629863/california-caadca-online-child-safety-law-blocked-netchoice\">a judge sided with NetChoice</a> in a ruling that blocked California’s version of the rule in March.</p>\n\n<p class=\"has-text-align-none\">Amy Bos, NetChoice’s director of state and federal affairs, <a href=\"https://netchoice.org/wp-content/uploads/2025/05/NC-Veto-Request-NE-LB-504.pdf\">wrote in a letter to</a> Governor Pillen that Nebraska’s design code law could impose age verification requirements “on <em>most </em>websites available to Nebraska users, including news sites, popular blogs, and certain online retailers,” potentially posing a security risk. Bos also argues that tracking requirements conflict with existing requirements under the Children&#8217;s Online Privacy Protection Act (COPPA). NetChoice similarly believes that Nebraska’s design code law violates the First Amendment, though this particular bill doesn’t include limits on the types of content children can access.</p>\n\n<p class=\"has-text-align-none\">States that have more recently introduced design code laws have <a href=\"https://pluribusnews.com/news-and-events/advocates-overhaul-youth-online-safety-model-bill/\">overhauled the legislation in an attempt to harden it</a> against potential lawsuits from such trade groups and companies. Nebraska’s design code law goes into effect on January 1st, 2026. Companies that violate the law could face an up to $50,000 fine for each violation starting July 1st, 2026.</p>",
    "content_text": "Nebraska Governor Jim Pillen has signed a bill that cracks down on social platforms’ features that could keep kids online for longer. Under the Age-Appropriate Online Design Code Act ( LB504 ), major platforms must let users choose to see a chronological feed, rather than one provided by a recommendation algorithm, which experts have found could negatively affect children’s mental health and development. In addition to pausing potentially disruptive notifications at nighttime and during school days, platforms must offer users the option to voluntarily limit how much time they spend on the services. Online services are required to let users limit certain categories of content from getting recommended, too. The law also places several limitations on user tracking and requires platforms to apply strict privacy settings to users identified as minors by default. These settings allow platforms to only collect the “minimum” amount of data from young users, block targeted advertising, and limit the use of dark patterns . Though California and Maryland have passed similar laws, NetChoice is fighting them in court over claims they violate the First Amendment. NetChoice is a technology trade group that includes Meta, Google, Amazon, Reddit, X, Snap, and other tech giants. In February, NetChoice sued Maryland to block its Age-Appropriate Design Code Act, while a judge sided with NetChoice in a ruling that blocked California’s version of the rule in March. Amy Bos, NetChoice’s director of state and federal affairs, wrote in a letter to Governor Pillen that Nebraska’s design code law could impose age verification requirements “on most websites available to Nebraska users, including news sites, popular blogs, and certain online retailers,” potentially posing a security risk. Bos also argues that tracking requirements conflict with existing requirements under the Children’s Online Privacy Protection Act (COPPA). NetChoice similarly believes that Nebraska’s design code law violates the First Amendment, though this particular bill doesn’t include limits on the types of content children can access. States that have more recently introduced design code laws have overhauled the legislation in an attempt to harden it against potential lawsuits from such trade groups and companies. Nebraska’s design code law goes into effect on January 1st, 2026. Companies that violate the law could face an up to $50,000 fine for each violation starting July 1st, 2026.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/23350899/nintendo-switch-controllers-best-wireless-joy-con-gamepad",
    "title": "The best Nintendo Switch controllers to buy right now",
    "link": "https://www.theverge.com/23350899/nintendo-switch-controllers-best-wireless-joy-con-gamepad",
    "published_date": "2025-05-30T18:10:09+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25490155/247143_Buying_Guide_Switch_Controllers_CVirginia.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p>The Nintendo Switch 2 is here, but we can’t just forget about the original Switch. We’ve still got love for the console, and its many millions of owners, so we’ll keep recommending the best controllers for the Switch right here.</p>\n\n<p>Now, you may already know that the best Switch controllers aren’t the ones that come with the console. The removable Joy-Cons included with all non-Lite Switch consoles are convenient, given they can be detached for wireless use, but their tiny shape doesn’t do them many favors. They aren’t comfortable to hold for long gaming sessions — especially if you have large hands.</p>\n\n<p>In this buying guide, we’ll focus on wireless controllers that are both comfortable and reliable, as well as a few options that come with unique features designed that may match your unique play style. We’re not covering wired controllers that plug into the Switch’s dock, as they’re mostly similar to each other and don’t offer substantial savings in many cases. (<a href=\"https://www.powera.com/c/nintendo/nintendo-switch/controllers/\">PowerA</a> and <a href=\"https://pdp.com/collections/nintendo-switch-controllers\">PDP</a> make decent ones that will do in a pinch, but they’re very basic. Unless you detest recharging your controllers, it makes more sense to go wireless.)</p>\n\n<p>Also, if you buy a third-party wireless controller (as in, one not made by Nintendo), it likely won’t support HD rumble, motion controls, NFC for Amiibo, or be able to turn on the Switch remotely. However, there are exceptions, which we feature below.</p>\n\n<p>If you’re playing your Switch while docked, it’s hard to go wrong with the official <a href=\"https://howl.link/lij43lpwkhtzg\">Nintendo Switch Pro Controller</a>. It’s the only traditional gamepad that includes every feature mentioned above, and it’s one of the most satisfying controllers to use that we’ve tested. The <a href=\"https://www.amazon.com/Controller-Joysticks-Compatible-macOS-Black-Nintendo-DS/dp/B0D3X6THN8\">GuliKit KingKong 3 Pro</a> and <a href=\"https://www.amazon.com/Controller-Joysticks-Compatible-macOS-Black-Nintendo-DS/dp/B0CQLNSGH4\">Max</a>, meanwhile, offer more exhaustive customization, while the <a href=\"https://www.walmart.com/ip/HORI-Nintendo-Switch-Split-Pad-Pro-Ergonomic-Controller-for-Handheld-Mode-Officially-Licensed-By-Nintendo-Black/539959895\">Hori Split Pad Pro</a> is a Joy-Con upgrade for those who prefer to play in handheld mode. Then there’s <a href=\"https://www.amazon.com/dp/B0B9BGJVLL\">8BitDo’s PC-friendly Ultimate Bluetooth Controller</a> and <a href=\"https://www.amazon.com/8Bitdo-Bluetooth-Controller-Switch-Android-Raspberry/dp/B0CSPGMGBT/\">DualShock-esque Pro 2 controller</a>, both of which are worth checking out.</p>\n\n<h2 class=\"wp-block-heading\" id=\"featured-in-this-article\">Featured in this article</h2>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n\n\n\n\n\n\n\n\n<div class=\"wp-block-vox-media-methodology-accordion\"><div class=\"wp-block-vox-media-methodology-accordion\">\n<div class=\"wp-block-vox-media-methodology-accordion-item\"><div class=\"wp-block-vox-media-methodology-accordion-item\">\n<p class=\"has-text-align-none c-methodology-accordion__item-heading\">How we test Nintendo Switch controllers</p>\n\n\n\n<p class=\"has-text-align-none c-methodology-accordion__item-content\">We test Nintendo Switch controllers by playing with them with a standard grip — the same way most gamers do. We test how easy they are to connect to the Switch, as well as how reliably they stay connected. Then, we jump into a game. Since some controllers are better suited to specific genres than others, we try a variety of titles, including fighting games like <em>Super Smash Bros. Ultimate</em>, racers like <em>Mario Kart 8 Deluxe</em>, and shooters like <em>Overwatch 2</em>. We pay attention to how everything feels — buttons, triggers, analog sticks, the D-pad — noting whether anything seems off.</p>\n</div></div>\n\n\n\n<div class=\"wp-block-vox-media-methodology-accordion-item\"><div class=\"wp-block-vox-media-methodology-accordion-item\">\n<p class=\"has-text-align-none c-methodology-accordion__item-heading\">Connectivity</p>\n\n\n\n<p class=\"has-text-align-none c-methodology-accordion__item-content\">Does it support Bluetooth? Can you use it in wired mode? Are there alternate wireless modes, such as 2.4GHz? Ideally (but not always), a controller we recommend is compatible with other platforms, too.</p>\n</div></div>\n\n\n\n<div class=\"wp-block-vox-media-methodology-accordion-item\"><div class=\"wp-block-vox-media-methodology-accordion-item\">\n<p class=\"has-text-align-none c-methodology-accordion__item-heading\">Quality</p>\n\n\n\n<p class=\"has-text-align-none c-methodology-accordion__item-content\">Do the buttons, sticks, and triggers feel good and sturdy? Does the controller have a satisfying, well-balanced weight? Does it use premium materials for the casing and grips? Any connection issues or glitches?</p>\n</div></div>\n\n\n\n<div class=\"wp-block-vox-media-methodology-accordion-item\"><div class=\"wp-block-vox-media-methodology-accordion-item\">\n<p class=\"has-text-align-none c-methodology-accordion__item-heading\">Extra features and customization</p>\n\n\n\n<p class=\"has-text-align-none c-methodology-accordion__item-content\">Are there rear-facing buttons? Does it support macro settings? Can you remap buttons? Is there software support for tweaking controller settings? Does it have interchangeable buttons or sticks? Can you fine-tune vibration and sensitivity?</p>\n</div></div>\n\n\n\n<div class=\"wp-block-vox-media-methodology-accordion-item\"><div class=\"wp-block-vox-media-methodology-accordion-item\">\n<p class=\"has-text-align-none c-methodology-accordion__item-heading\">Value</p>\n\n\n\n<p class=\"has-text-align-none c-methodology-accordion__item-content\">Is it priced fairly? Are the features and quality worth the money?</p>\n</div></div>\n</div></div>\n\n<h2 class=\"wp-block-heading\" id=\"l7iZXy\">The best Nintendo Switch controller for TV mode</h2>\n\n<p><em><em><strong>Supported platforms:</strong> Nintendo Switch 2, Nintendo Switch, PC, Steam Deck, mobile, Apple TV / <strong>Connectivity: </strong>Bluetooth, wired / <strong>Connector type:</strong> USB-C / <strong>Mappable rear buttons: </strong>No / <strong>Software customization:</strong> No / <strong>Rumble: </strong>Yes, HD / <strong>NFC: </strong>Yes / <strong>Motion: </strong>Yes / <strong>Power:</strong> Built-in rechargeable / <strong>Console Wakeup:</strong> Yes</em></em></p>\n\n<p>Ever since the Switch launched, Nintendo’s first-party Pro controller has been the best gamepad for the console. In many ways, it rivals the standard models from Sony and Microsoft in terms of comfort and build quality. And, it’s compatible with the Switch 2.</p>\n\n<p>Aside from the Joy-Cons, the Switch Pro Controller is the only wireless option that includes HD rumble, gyroscopic movement support, and an NFC reader for Amiibo cards and figurines. It’s one of a few controllers we’ve tested (aside from the Joy-Con and 8BitDo’s Ultimate series) that can power on the Switch without being plugged into it. The gamepad is built like a tank, and its battery life is so good that it sometimes seems like it’ll never run out. Nintendo says that it lasts around 40 hours per charge, so it’ll likely take casual gamers a long time to run down the battery.</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/8028811/jbareham_170221_1475_0010.0.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" title=\"\" />\n<p>The buttons and triggers have a satisfying bounce, while its directional pad is responsive and clicky enough to satisfy retro gamers. The controller charges via USB-C, just like the Switch, and it’s compatible with a slew of other platforms you might game on, aside from Xbox and PlayStation.</p>\n\n<p>Given the high price, we wish that it had other features, like programmable buttons or a 3.5mm headphone jack for audio, even if wireless audio transmission from the Switch to a controller isn’t possible. If you really want the ability to listen via wired headphones without connecting your controller with a wire, you’ll need to get the Switch 2 and its <a href=\"https://www.theverge.com/news/637833/nintendo-switch-2-pro-controller-details\">Pro 2 controller</a>.</p>\n\n<h2 class=\"wp-block-heading\" id=\"xKHdxh\">The best Switch controller for handheld mode</h2>\n\n<p><em><em><strong>Supported Platforms: </strong>Switch, Switch OLED / <strong>Connectivity:</strong> Wired / <strong>Connector type:</strong> Joy-Con slots / <strong>Mappable rear buttons:</strong> Yes / <strong>Software customization:</strong> No / <strong>Rumble:</strong> No / <strong>NFC:</strong> No / <strong>Motion:</strong> No / <strong>Power:</strong> via Joy-Con slots / <strong>Console Wakeup:</strong> No</em></em></p>\n\n<p>I’m sure there are some people who enjoy using Joy-Con controllers, but kids and small-handed folks aside, most people probably wouldn’t say they’re the most comfortable option. If you struggle with hand pain when you use the Switch, that’s where the Hori Split Pad Pro comes in.</p>\n\n<p>The Split Pad Pro comes in a variety of colorways, and it both looks and feels like a Switch Pro Controller that’s split in half. One half slides into each side of the Switch&nbsp;console like Joy-Cons, but unlike Nintendo’s default controllers, Hori’s gamepad features big, easy-to-reach buttons and generously sized triggers and analog sticks, all of which feel great in play. It also provides a lot of grip, which is particularly useful for people who need to get a better handle on the console for fast gameplay or stay comfy over longer play sessions.</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23334097/cfaulkner_141231_5091_0004.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" title=\"\" />\n<p>The Split Pad Pro doesn’t have batteries or sensors — or support for rumble, motion, IR, or NFC&nbsp;— so it’s completely useless when detached from the Switch. It’s only for handheld mode unless you purchase the <a href=\"https://www.theverge.com/23007610/hori-split-pad-pro-attachment-nintendo-switch-price-features-review\">Split Pad Pro Attachment</a> seen above that turns it into a wired controller. We don’t recommend most people go that route since the attachment alone costs more than a Switch Pro Controller, which is a shame considering it doesn’t add any of the aforementioned elements (it does add a 3.5mm headphone jack, however).</p>\n\n<p>The company also sells the <a href=\"https://www.theverge.com/2022/9/12/23348870/hori-split-pad-compact-nintendo-switch-joy-con-price-features\">Split Pad Compact</a>, which is a smaller version of the Split Pad Pro that costs $50. It might be worth a look if you want something as functional as the Split Pad Pro but closer in size to a Joy-Con.</p>\n\n<h5 class=\"wp-block-heading\" id=\"read-our-hori-split-pad-pro-review\"><a href=\"https://www.theverge.com/2019/9/18/20871866/hori-split-pad-pro-controller-nintendo-switch-daemon-x-machina-review\">Read our Hori Split Pad Pro review</a>.</h5>\n\n<h2 class=\"wp-block-heading\" id=\"ZdMFHG\">The best Xbox-style controller for the Switch</h2>\n\n<p><em><em><strong>Supported Platforms: </strong>Switch, PC, Steam Deck, mobile, Apple TV / <strong>Connectivity:</strong> Bluetooth, wired / <strong>Connector type: </strong>USB-C / <strong>Mappable rear buttons:</strong> Yes / <strong>Software customization:</strong> No / <strong>Rumble:</strong> Yes / <strong>NFC: </strong>Yes / <strong>Motion:</strong> Yes / <strong>Power:</strong> Built-in rechargeable / <strong>Console Wakeup:</strong> Yes</em></em></p>\n\n<p>On the surface, the <a href=\"https://www.amazon.com/GuliKit-Controller-Joysticks-Triggers-Vibration-nintendo/dp/B0D41BBD7P\">GuliKit KingKong 3 Pro</a> and <a href=\"https://www.amazon.com/GuliKit-Controller-Joysticks-Triggers-Vibration-nintendo/dp/B0CFX7PKFV\">KingKong 3 Max</a> are similar to the last-gen models they replaced, which took design cues from Microsoft’s standard Xbox controller but rivaled the Switch Pro Controller in terms of build quality and features. We tested them on the Nintendo Switch, PC, and mobile, but you can also use them with other Bluetooth devices, including the Steam Deck and Apple TV 4K.</p>\n\n<p>But there are several notable improvements and additions if you scratch deeper. They each have Hall effect dual-mode triggers (both can switch between analog and digital, but the KK3 Max exclusively adds physical trigger stops), in addition to RGB LED-surrounded Hall effect analog sticks. It should make them virtually impervious to drifting and waning responsiveness, as <a href=\"https://youtu.be/JluAuIJ-tSY\">iFixit explains here</a>. They each have GuliKit’s powerful magnetic vibration motors with two intensity levels and three distinct modes (including the Switch’s HD rumble). You can even customize the hot-swappable face buttons to match your preferred platform, and to the delight of tournament players, you can play with a 1,000Hz polling rate for reduced input lag on PC (wired or wireless via a dongle).</p>\n\n<p>Additionally, both controllers feature detachable rear-facing paddles. You get two metal moon-shaped paddles with the KK3 Pro that protrude further from the controller than the extra four you get with the KK3 Max, which are longer and curved to match the contour of the controllers’ rear grips. The latter are similar to the paddles on the <a href=\"https://www.theverge.com/2019/10/31/20926499/microsoft-xbox-elite-wireless-controller-series-2-review-price-specs-features\">Xbox Elite Series 2</a> and even borrow the same installation technique — just push them into the designated holes on the back. They require a lot more force, though they won’t easily dislodge.&nbsp;</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/gulikit-kk3-pro.jpg?quality=90&#038;strip=all&#038;crop=0,10.723395278369,100,78.553209443262\" title=\"\" />\n<p>The longer paddles are comfortably reachable once installed, but if you have larger hands, you may need to make adjustments for the shorter variety. They only need a light tap, but since they occupy the space where your fingers usually rest, it can lead to increased misfires while gaming. You can map each back button to emulate any other button on the controller — including the rear triggers — but you can’t configure them to execute combo presses or macros.</p>\n\n<p>In summary, the KK3 Pro and KK3 Max offer <em>a lot</em> for the money. In fact, there may be no better option for interoperability and value in a single multiplatform controller right now. If we’re nitpicking, our biggest gripe is that GuliKit still hasn’t created an app to manage all of its settings more easily.</p>\n\n<h2 class=\"wp-block-heading\" id=\"nwIiGD\">The best Switch controller that’s also great for PC and Steam Deck</h2>\n\n<p><em><em><strong>Supported Platforms:</strong> Switch, PC, Steam Deck, mobile, Apple TV / <strong>Connectivity:</strong> 2.4GHz, Bluetooth, wired / <strong>Connector type:</strong> USB-C / <strong>Mappable rear buttons:</strong> Yes / <strong>Software customization:</strong> Yes / <strong>Rumble:</strong> Yes / <strong>NFC:</strong> No / <strong>Motion: </strong>Yes / <strong>Power:</strong> Built-in rechargeable / <strong>Console Wakeup:</strong> No</em></em></p>\n\n<p><a href=\"https://www.amazon.com/dp/B0B9BGJVLL\">8BitDo’s Ultimate Bluetooth Controller</a> feels like a Switch Pro Controller in shape, with a similarly short grip profile that larger hands may not prefer. Both share Switch and Windows PC support, but 8BitDo gets a leg up with full Steam Deck compatibility. Its haptics are decent but not as good as Nintendo’s, and it’s missing Amiibo support, though it does feature customizable back paddles and motion controls — along with a hidden trick that allows you to wake a docked Switch by giving the controller a little shake. </p>\n\n<p>It also comes with a charging dock, which stores the 2.4GHz dongle when not in use. The included dock is handy for charging the battery. Speaking of, it typically lasts around 22 hours, which is still pretty generous but comes well short of the 40-hour mark set by Nintendo’s official controller.</p>\n\n<p>The Ultimate controller comes in several variants, but we recommend the Bluetooth model over the 2.4GHz or wired options for a couple of reasons. One because it’s the only version of the Ultimate that’s compatible with the Switch. Plus, it includes both 2.4GHz connectivity and GuliKit Hall effect sticks, which the 2.4GHz-only version lacks. The analog sticks offer just the right amount of resistance and sport a comfortable concave top, but they’re just a tad short on the sides. All of the buttons offer great travel, though, and the analog triggers have a satisfying amount of resistance when pulled.</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24827602/61ZrQruCQWL._SL1500_.jpg?quality=90&#038;strip=all&#038;crop=0,10.772212081113,100,78.455575837775\" title=\"\" />\n<p>As for tweaks, you can customize button mapping profiles, macros, vibration intensity, and stick and trigger sensitivity using the Ultimate Software app on mobile or PC. The controller has a dedicated button that lets you swap between three profiles on the fly, plus an extra turbo button you can either reconfigure or remap. When it comes to Switch controllers, 8BitDo sets the standard for the breadth of these options and how to access them, which is another reason it’s high on our list.</p>\n\n<h2 class=\"wp-block-heading\" id=\"DQLgpj\">A well-rounded Switch controller that looks like a DualShock</h2>\n\n<p><em><em><strong>Supported Platforms:</strong> Switch, PC, Steam Deck, mobile, Apple TV, Raspberry Pi / <strong>Connectivity:</strong> Bluetooth, wired / <strong>Connector type: </strong>USB-C / <strong>Mappable rear buttons:</strong> Yes / <strong>Software customization:</strong> Yes / <strong>Rumble: </strong>Yes / <strong>NFC: </strong>No / <strong>Motion:</strong> Yes / <strong>Power: </strong>Built-in rechargeable / <strong>Console Wakeup:</strong> No</em></em></p>\n\n<p>The <a href=\"https://www.amazon.com/dp/B0CSPH1JYV/ref=twister_B0D1HQLSJ1?_encoding=UTF8&amp;th=1\">8BitDo Pro 2</a> is another great option with Hall effect sticks for the Nintendo Switch, especially if your hands are happiest with a PlayStation-style controller layout. The Pro 2 has a comfortable grip, a crisper D-pad than the Switch Pro Controller, and two easy-to-press paddle buttons on the underside. </p>\n\n<p>It has rumble support (though not HD rumble) and motion control for games like&nbsp;<a href=\"https://www.theverge.com/23718926/zelda-tears-of-the-kingdom-review-nintendo-switch\"><em>The Legend of Zelda: Tears of the Kingdom</em></a>&nbsp;and <a href=\"https://www.theverge.com/2022/10/4/23387041/overwatch-2-review-new-battle-pass-heroes-maps\"><em>Overwatch 2</em></a>, both of which allow for gyroscopic aiming. PlayStation gamers will also appreciate that the left analog stick is located toward the bottom — just like on Sony’s controllers — rather than above the D-pad as on the Switch Pro.</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25570786/8bitdo.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" title=\"\" />\n<p>With&nbsp;<a href=\"https://support.8bitdo.com/ultimate-software.html\">8BitDo’s Ultimate software</a>&nbsp;on a mobile device or a Windows computer, you can customize the Pro 2’s button mapping and the sensitivity of its triggers and analog sticks. You can even save up to three control scheme profiles and cycle through them with a button located between the analog sticks. </p>\n\n<p>On its rear, there’s a switch that lets it toggle between Nintendo Switch, X-input for PC, DirectInput, and macOS modes, each with its own control customizations and Bluetooth profile. This controller offers a&nbsp;lot&nbsp;for around $40 (or slightly more if you want one of the incredibly cool&nbsp;<a href=\"https://shop.8bitdo.com/products/8bitdo-pro-2-bluetooth-controller-for-switch-pc-macos-android-steam-raspberry-pi-special-edition\">translucent blue, purple, or green</a>&nbsp;editions).</p>\n\n<h5 class=\"wp-block-heading\" id=\"read-our-8bitdo-pro-2-review\"><a href=\"https://www.theverge.com/22364301/8bitdo-pro-2-controller-review-switch-back-buttons\">Read our 8BitDo Pro 2 review</a>.</h5>\n\n<h2 class=\"wp-block-heading\" id=\"3uEpzF\">An adapter that lets you use your own controllers</h2>\n\n<p>There are many <a href=\"https://www.theverge.com/circuitbreaker/2018/11/7/18068220/gbros-wireless-adapter-gamecube-controller-nintendo-switch\">other</a> <a href=\"https://www.theverge.com/circuitbreaker/2017/10/24/16533008/nintendo-switch-gamecube-controller-support-update\">devices</a> that allow you to use third-party controllers, but 8BitDo’s might be the best value. Instead of spending $70 on multiple Switch Pro Controllers, the <a href=\"https://www.amazon.com/dp/B09M8CVMYF\">$19.99 8BitDo Wireless Bluetooth USB Adapter 2</a> lets you turn a Bluetooth&nbsp;controller you already own into a wireless Switch controller. It plugs into your Switch dock and supports a wide variety of models, from the latest Xbox and DualSense controllers to last-gen gamepads for the Wii and PlayStation 3. (Note: the first-gen model can’t connect to most Xbox Bluetooth controllers due to a Bluetooth incompatibility, so make sure you get the latest model.)</p>\n\n<p>To our surprise, the PS5 DualSense controller we tested it with worked incredibly well, with better-than-average rumble and more responsive motion controls than many dedicated Switch controllers offer. What’s more, so long as you’re using one of the newer Xbox Series X or S controllers, an Xbox One Bluetooth controller, a DualSense, a DualShock 4, or the Switch Pro Controller, you can customize their button mapping, analog stick sensitivity, and more within 8BitDo’s computer and mobile app.&nbsp;</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/8bitdo-wireless-usb-adapter-2.jpg?quality=90&#038;strip=all&#038;crop=0,11.337092227145,100,77.325815545711\" title=\"\" />\n<p><a href=\"https://support.8bitdo.com/Manual/USB-Adapter-2/xbox-switch.html\">8BitDo has an extensive support page</a> that lists the steps required to set up your specific controller, as well as which features of those controllers it supports. That said, it’s best if you know the Switch’s button layout by heart if you plan to use either a PlayStation or Xbox controller with this adapter, as the layout on your controller will not match the on-screen prompts in games.</p>\n\n<p>If you already have a controller you really like and don’t mind jumping through a few small hoops to connect it, 8BitDo’s affordable adapter deserves a spot in your entertainment center. If you plan to use more than one third-party controller at a time, you’ll need an adapter for each controller (<a href=\"http://www.amazon.com/dp/B07PKG18DR\">and a USB hub</a>), but if you have a lot of controllers sitting around, it might be worth it.</p>\n\n<h2 class=\"wp-block-heading\" id=\"ayIYQW\">Other Switch controllers we tested</h2>\n\n<h3 class=\"wp-block-heading\" id=\"pJBZ31\"><a href=\"https://www.amazon.com/CRKD-Nitro-Deck-Professional-Handheld-Nintendo/dp/B0CFLVJBBD/\">Nitro Deck</a> / <a href=\"https://amazon.com/CRKD-Nitro-Deck-HDMI-Adapter-Programmable/dp/B0D8YGPT3G/\">Nitro Deck Plus</a></h3>\n\n<p>We like CRKD’s <a href=\"https://www.theverge.com/2023/12/28/24017863/nitro-deck-micro-review\"><strong>Nitro Deck</strong></a> around here. It’s a cradle-style controller that holds the Switch between a pair of Hall effect sticks, outfitting it with a standard array of face buttons, four programmable back buttons, turbo functionality, gyro motion controls, and rumble. It has passthrough charging, though not passthrough video, which would allow it to double as a dock for TV gameplay. The step-up <a href=\"https://crkd.gg/collections/allndp\"><strong>Nitro Deck Plus</strong></a> adds said functionality (with a USB-C to HDMI adapter), along with Bluetooth connectivity and adjustable vibration intensity / analog sensitivity. We’ve found these to be notable improvements, but we wish the passthrough solution was more elegant and that CRKD could solve the ergonomics (particularly on the right side, where the analog and button placement can cause discomfort).</p>\n\n<h3 class=\"wp-block-heading\" id=\"lK3UFj\"><a href=\"https://www.amazon.com/Wireless-Controller-PC-Mag-ResTM-Lightning-Mac/dp/B0DK4NPYX6/\">GameSir T4 Cyclone Pro</a></h3>\n\n<p>We recently tested the <a href=\"https://www.amazon.com/Wireless-Controller-PC-Mag-ResTM-Lightning-Mac/dp/B0DK4NPYX6/\"><strong>GameSir T4 Cyclone Pro</strong></a> ($45.99) for consideration. It offers a few of the same functions as the <a href=\"https://www.amazon.com/GuliKit-Controller-Joysticks-Triggers-Vibration-nintendo/dp/B0D41BBD7P\">GuliKit KingKong 3 </a>— including remappable buttons, Hall effect sticks, and two distinct macro buttons — along with dedicated vibration motors in the triggers, which is something the GuliKit doesn’t match. That said, it falls just short due to mushy-feeling buttons. GameSir considers the extra padding under the buttons a feature that makes the impact softer, but we felt it takes away from the experience. Also, although it’s perfectly usable with the Switch, the Pro’s button labeling takes after Microsoft’s, which may not be ideal for those who have trouble memorizing inputs. We also found resyncing with the Switch to be a chore after switching from a mobile device or a Windows PC.</p>\n\n<h3 class=\"wp-block-heading\" id=\"lru39S\"><a href=\"https://www.amazon.com/PowerA-Wireless-Controller-Nintendo-Switch-GameCube/dp/B0CT5JPCCC\">PowerA GameCube Style Wireless Controller</a></h3>\n\n<p>We also recently tried several wireless PowerA controllers, including the <a href=\"https://www.amazon.com/PowerA-Wireless-Controller-Nintendo-Switch-GameCube/dp/B0CT5JPCCC\"><strong>GameCube Style Wireless Controller</strong></a> ($38.99) and a Pikachu-themed version of the standard <a href=\"https://www.amazon.com/PowerA-Enhanced-Wireless-Controller-Nintendo-Switch-Black/dp/B098TX8QB6\"><strong>PowerA Enhanced Wireless</strong></a><strong> </strong>($44.99). We like the fun design of PowerA’s controllers, but they don’t live up to the quality of the models we recommend above, which is a shame considering some cost nearly as much. The GameCube-style wireless controller is a pretty faithful recreation of the original if you fancy a pure <em>Super Smash Bros.</em> experience, but it’s barebones with no rumble, NFC, or IR. It’s an easy way to get the old-school feeling back if you don’t already have a Bluetooth-based alternative to use with 8BitDo’s USB Adapter 2.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\" id=\"what-s-coming-next\">What’s coming next?</h2>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.theverge.com/24051677/nintendo-switch-2-pro-rumors-news\">Switch 2</a> is what’s coming next. Nintendo’s new console <a href=\"https://www.theverge.com/news/634603/nintendo-switch-2-price-release-date-details\">launches on June 5</a>, and it’s both bigger and more powerful than the original model. Suffice it to say, there will be many new accessories at launch, including new <a href=\"https://www.theverge.com/2025/1/16/24343722/switch-2-joy-cons-details-magnets-drift-nintendo\">Joy-Con 2 controllers</a>, plus a <a href=\"https://www.theverge.com/news/637833/nintendo-switch-2-pro-controller-details\">refreshed Switch Pro Controller</a> that features customizable rear paddles. There’s also a <a href=\"https://www.theverge.com/tech/666302/gamecube-switch-2-nintendo-preorder-buy\">Switch 2-exclusive wireless GameCube controller</a> releasing that Switch Online subscribers have a chance to buy.</p>\n\n<p class=\"has-text-align-none\">That brings into question whether existing Switch controllers will work with the Switch 2 at all. Thankfully, Nintendo has <a href=\"https://en-americas-support.nintendo.com/app/answers/detail/a_id/68426/~/nintendo-switch-and-nintendo-switch%26nbsp%3B2-accessory-compatibility\">published an in-depth support page</a> regarding the Switch 2’s compatibility (or lack of compatibility) for original (and official) Switch accessories. Good news: most of them will work just fine. They just won’t have the C button. However, compatibility with third-party products may be hit-and-miss.</p>\n\n<p class=\"has-text-align-none\">As for new controllers for the original Switch, we’re in a bit of a holding pattern, since most manufacturers are likely at work on Switch 2 controllers. 8BitDo has announced a <a href=\"https://www.theverge.com/news/648989/8bitdo-ultimate-2-bluetooth-controller-nintendo-switch?_gl=1*msccoq*_up*MQ..*_gs*MQ..&amp;gclid=Cj0KCQjwqv2_BhC0ARIsAFb5Ac-c__RUHiTpkj7NYaUilo0dRXEsyhhRHqkR05sQQVbYeNO9ItUm4N0aAsh2EALw_wcB&amp;gbraid=0AAAAA9k5E7DxDC-acgjo1JjJa5osaZB2D\">Switch-compatible Ultimate 2 controller with TMR analog sticks</a> that costs $69.99. There’s nothing else notable on the immediate horizon, however, and that probably won’t change until the Switch 2 arrives in June.</p>\n\n<p><em><strong>Update, May 30th:</strong> Updated to reflect current pricing / availability. Also, we added that the Switch Pro is compatible with the Switch 2. It’s the only controller in this list that has been confirmed to work wirelessly with the new console.</em></p>",
    "content_text": "The Nintendo Switch 2 is here, but we can’t just forget about the original Switch. We’ve still got love for the console, and its many millions of owners, so we’ll keep recommending the best controllers for the Switch right here. Now, you may already know that the best Switch controllers aren’t the ones that come with the console. The removable Joy-Cons included with all non-Lite Switch consoles are convenient, given they can be detached for wireless use, but their tiny shape doesn’t do them many favors. They aren’t comfortable to hold for long gaming sessions — especially if you have large hands. In this buying guide, we’ll focus on wireless controllers that are both comfortable and reliable, as well as a few options that come with unique features designed that may match your unique play style. We’re not covering wired controllers that plug into the Switch’s dock, as they’re mostly similar to each other and don’t offer substantial savings in many cases. ( PowerA and PDP make decent ones that will do in a pinch, but they’re very basic. Unless you detest recharging your controllers, it makes more sense to go wireless.) Also, if you buy a third-party wireless controller (as in, one not made by Nintendo), it likely won’t support HD rumble, motion controls, NFC for Amiibo, or be able to turn on the Switch remotely. However, there are exceptions, which we feature below. If you’re playing your Switch while docked, it’s hard to go wrong with the official Nintendo Switch Pro Controller . It’s the only traditional gamepad that includes every feature mentioned above, and it’s one of the most satisfying controllers to use that we’ve tested. The GuliKit KingKong 3 Pro and Max , meanwhile, offer more exhaustive customization, while the Hori Split Pad Pro is a Joy-Con upgrade for those who prefer to play in handheld mode. Then there’s 8BitDo’s PC-friendly Ultimate Bluetooth Controller and DualShock-esque Pro 2 controller , both of which are worth checking out. Featured in this article How we test Nintendo Switch controllers We test Nintendo Switch controllers by playing with them with a standard grip — the same way most gamers do. We test how easy they are to connect to the Switch, as well as how reliably they stay connected. Then, we jump into a game. Since some controllers are better suited to specific genres than others, we try a variety of titles, including fighting games like Super Smash Bros. Ultimate , racers like Mario Kart 8 Deluxe , and shooters like Overwatch 2 . We pay attention to how everything feels — buttons, triggers, analog sticks, the D-pad — noting whether anything seems off. Connectivity Does it support Bluetooth? Can you use it in wired mode? Are there alternate wireless modes, such as 2.4GHz? Ideally (but not always), a controller we recommend is compatible with other platforms, too. Quality Do the buttons, sticks, and triggers feel good and sturdy? Does the controller have a satisfying, well-balanced weight? Does it use premium materials for the casing and grips? Any connection issues or glitches? Extra features and customization Are there rear-facing buttons? Does it support macro settings? Can you remap buttons? Is there software support for tweaking controller settings? Does it have interchangeable buttons or sticks? Can you fine-tune vibration and sensitivity? Value Is it priced fairly? Are the features and quality worth the money? The best Nintendo Switch controller for TV mode Supported platforms: Nintendo Switch 2, Nintendo Switch, PC, Steam Deck, mobile, Apple TV / Connectivity: Bluetooth, wired / Connector type: USB-C / Mappable rear buttons: No / Software customization: No / Rumble: Yes, HD / NFC: Yes / Motion: Yes / Power: Built-in rechargeable / Console Wakeup: Yes Ever since the Switch launched, Nintendo’s first-party Pro controller has been the best gamepad for the console. In many ways, it rivals the standard models from Sony and Microsoft in terms of comfort and build quality. And, it’s compatible with the Switch 2. Aside from the Joy-Cons, the Switch Pro Controller is the only wireless option that includes HD rumble, gyroscopic movement support, and an NFC reader for Amiibo cards and figurines. It’s one of a few controllers we’ve tested (aside from the Joy-Con and 8BitDo’s Ultimate series) that can power on the Switch without being plugged into it. The gamepad is built like a tank, and its battery life is so good that it sometimes seems like it’ll never run out. Nintendo says that it lasts around 40 hours per charge, so it’ll likely take casual gamers a long time to run down the battery. The buttons and triggers have a satisfying bounce, while its directional pad is responsive and clicky enough to satisfy retro gamers. The controller charges via USB-C, just like the Switch, and it’s compatible with a slew of other platforms you might game on, aside from Xbox and PlayStation. Given the high price, we wish that it had other features, like programmable buttons or a 3.5mm headphone jack for audio, even if wireless audio transmission from the Switch to a controller isn’t possible. If you really want the ability to listen via wired headphones without connecting your controller with a wire, you’ll need to get the Switch 2 and its Pro 2 controller . The best Switch controller for handheld mode Supported Platforms: Switch, Switch OLED / Connectivity: Wired / Connector type: Joy-Con slots / Mappable rear buttons: Yes / Software customization: No / Rumble: No / NFC: No / Motion: No / Power: via Joy-Con slots / Console Wakeup: No I’m sure there are some people who enjoy using Joy-Con controllers, but kids and small-handed folks aside, most people probably wouldn’t say they’re the most comfortable option. If you struggle with hand pain when you use the Switch, that’s where the Hori Split Pad Pro comes in. The Split Pad Pro comes in a variety of colorways, and it both looks and feels like a Switch Pro Controller that’s split in half. One half slides into each side of the Switch console like Joy-Cons, but unlike Nintendo’s default controllers, Hori’s gamepad features big, easy-to-reach buttons and generously sized triggers and analog sticks, all of which feel great in play. It also provides a lot of grip, which is particularly useful for people who need to get a better handle on the console for fast gameplay or stay comfy over longer play sessions. The Split Pad Pro doesn’t have batteries or sensors — or support for rumble, motion, IR, or NFC — so it’s completely useless when detached from the Switch. It’s only for handheld mode unless you purchase the Split Pad Pro Attachment seen above that turns it into a wired controller. We don’t recommend most people go that route since the attachment alone costs more than a Switch Pro Controller, which is a shame considering it doesn’t add any of the aforementioned elements (it does add a 3.5mm headphone jack, however). The company also sells the Split Pad Compact , which is a smaller version of the Split Pad Pro that costs $50. It might be worth a look if you want something as functional as the Split Pad Pro but closer in size to a Joy-Con. Read our Hori Split Pad Pro review . The best Xbox-style controller for the Switch Supported Platforms: Switch, PC, Steam Deck, mobile, Apple TV / Connectivity: Bluetooth, wired / Connector type: USB-C / Mappable rear buttons: Yes / Software customization: No / Rumble: Yes / NFC: Yes / Motion: Yes / Power: Built-in rechargeable / Console Wakeup: Yes On the surface, the GuliKit KingKong 3 Pro and KingKong 3 Max are similar to the last-gen models they replaced, which took design cues from Microsoft’s standard Xbox controller but rivaled the Switch Pro Controller in terms of build quality and features. We tested them on the Nintendo Switch, PC, and mobile, but you can also use them with other Bluetooth devices, including the Steam Deck and Apple TV 4K. But there are several notable improvements and additions if you scratch deeper. They each have Hall effect dual-mode triggers (both can switch between analog and digital, but the KK3 Max exclusively adds physical trigger stops), in addition to RGB LED-surrounded Hall effect analog sticks. It should make them virtually impervious to drifting and waning responsiveness, as iFixit explains here . They each have GuliKit’s powerful magnetic vibration motors with two intensity levels and three distinct modes (including the Switch’s HD rumble). You can even customize the hot-swappable face buttons to match your preferred platform, and to the delight of tournament players, you can play with a 1,000Hz polling rate for reduced input lag on PC (wired or wireless via a dongle). Additionally, both controllers feature detachable rear-facing paddles. You get two metal moon-shaped paddles with the KK3 Pro that protrude further from the controller than the extra four you get with the KK3 Max, which are longer and curved to match the contour of the controllers’ rear grips. The latter are similar to the paddles on the Xbox Elite Series 2 and even borrow the same installation technique — just push them into the designated holes on the back. They require a lot more force, though they won’t easily dislodge. The longer paddles are comfortably reachable once installed, but if you have larger hands, you may need to make adjustments for the shorter variety. They only need a light tap, but since they occupy the space where your fingers usually rest, it can lead to increased misfires while gaming. You can map each back button to emulate any other button on the controller — including the rear triggers — but you can’t configure them to execute combo presses or macros. In summary, the KK3 Pro and KK3 Max offer a lot for the money. In fact, there may be no better option for interoperability and value in a single multiplatform controller right now. If we’re nitpicking, our biggest gripe is that GuliKit still hasn’t created an app to manage all of its settings more easily. The best Switch controller that’s also great for PC and Steam Deck Supported Platforms: Switch, PC, Steam Deck, mobile, Apple TV / Connectivity: 2.4GHz, Bluetooth, wired / Connector type: USB-C / Mappable rear buttons: Yes / Software customization: Yes / Rumble: Yes / NFC: No / Motion: Yes / Power: Built-in rechargeable / Console Wakeup: No 8BitDo’s Ultimate Bluetooth Controller feels like a Switch Pro Controller in shape, with a similarly short grip profile that larger hands may not prefer. Both share Switch and Windows PC support, but 8BitDo gets a leg up with full Steam Deck compatibility. Its haptics are decent but not as good as Nintendo’s, and it’s missing Amiibo support, though it does feature customizable back paddles and motion controls — along with a hidden trick that allows you to wake a docked Switch by giving the controller a little shake. It also comes with a charging dock, which stores the 2.4GHz dongle when not in use. The included dock is handy for charging the battery. Speaking of, it typically lasts around 22 hours, which is still pretty generous but comes well short of the 40-hour mark set by Nintendo’s official controller. The Ultimate controller comes in several variants, but we recommend the Bluetooth model over the 2.4GHz or wired options for a couple of reasons. One because it’s the only version of the Ultimate that’s compatible with the Switch. Plus, it includes both 2.4GHz connectivity and GuliKit Hall effect sticks, which the 2.4GHz-only version lacks. The analog sticks offer just the right amount of resistance and sport a comfortable concave top, but they’re just a tad short on the sides. All of the buttons offer great travel, though, and the analog triggers have a satisfying amount of resistance when pulled. As for tweaks, you can customize button mapping profiles, macros, vibration intensity, and stick and trigger sensitivity using the Ultimate Software app on mobile or PC. The controller has a dedicated button that lets you swap between three profiles on the fly, plus an extra turbo button you can either reconfigure or remap. When it comes to Switch controllers, 8BitDo sets the standard for the breadth of these options and how to access them, which is another reason it’s high on our list. A well-rounded Switch controller that looks like a DualShock Supported Platforms: Switch, PC, Steam Deck, mobile, Apple TV, Raspberry Pi / Connectivity: Bluetooth, wired / Connector type: USB-C / Mappable rear buttons: Yes / Software customization: Yes / Rumble: Yes / NFC: No / Motion: Yes / Power: Built-in rechargeable / Console Wakeup: No The 8BitDo Pro 2 is another great option with Hall effect sticks for the Nintendo Switch, especially if your hands are happiest with a PlayStation-style controller layout. The Pro 2 has a comfortable grip, a crisper D-pad than the Switch Pro Controller, and two easy-to-press paddle buttons on the underside. It has rumble support (though not HD rumble) and motion control for games like The Legend of Zelda: Tears of the Kingdom and Overwatch 2 , both of which allow for gyroscopic aiming. PlayStation gamers will also appreciate that the left analog stick is located toward the bottom — just like on Sony’s controllers — rather than above the D-pad as on the Switch Pro. With 8BitDo’s Ultimate software on a mobile device or a Windows computer, you can customize the Pro 2’s button mapping and the sensitivity of its triggers and analog sticks. You can even save up to three control scheme profiles and cycle through them with a button located between the analog sticks. On its rear, there’s a switch that lets it toggle between Nintendo Switch, X-input for PC, DirectInput, and macOS modes, each with its own control customizations and Bluetooth profile. This controller offers a lot for around $40 (or slightly more if you want one of the incredibly cool translucent blue, purple, or green editions). Read our 8BitDo Pro 2 review . An adapter that lets you use your own controllers There are many other devices that allow you to use third-party controllers, but 8BitDo’s might be the best value. Instead of spending $70 on multiple Switch Pro Controllers, the $19.99 8BitDo Wireless Bluetooth USB Adapter 2 lets you turn a Bluetooth controller you already own into a wireless Switch controller. It plugs into your Switch dock and supports a wide variety of models, from the latest Xbox and DualSense controllers to last-gen gamepads for the Wii and PlayStation 3. (Note: the first-gen model can’t connect to most Xbox Bluetooth controllers due to a Bluetooth incompatibility, so make sure you get the latest model.) To our surprise, the PS5 DualSense controller we tested it with worked incredibly well, with better-than-average rumble and more responsive motion controls than many dedicated Switch controllers offer. What’s more, so long as you’re using one of the newer Xbox Series X or S controllers, an Xbox One Bluetooth controller, a DualSense, a DualShock 4, or the Switch Pro Controller, you can customize their button mapping, analog stick sensitivity, and more within 8BitDo’s computer and mobile app. 8BitDo has an extensive support page that lists the steps required to set up your specific controller, as well as which features of those controllers it supports. That said, it’s best if you know the Switch’s button layout by heart if you plan to use either a PlayStation or Xbox controller with this adapter, as the layout on your controller will not match the on-screen prompts in games. If you already have a controller you really like and don’t mind jumping through a few small hoops to connect it, 8BitDo’s affordable adapter deserves a spot in your entertainment center. If you plan to use more than one third-party controller at a time, you’ll need an adapter for each controller ( and a USB hub ), but if you have a lot of controllers sitting around, it might be worth it. Other Switch controllers we tested Nitro Deck / Nitro Deck Plus We like CRKD’s Nitro Deck around here. It’s a cradle-style controller that holds the Switch between a pair of Hall effect sticks, outfitting it with a standard array of face buttons, four programmable back buttons, turbo functionality, gyro motion controls, and rumble. It has passthrough charging, though not passthrough video, which would allow it to double as a dock for TV gameplay. The step-up Nitro Deck Plus adds said functionality (with a USB-C to HDMI adapter), along with Bluetooth connectivity and adjustable vibration intensity / analog sensitivity. We’ve found these to be notable improvements, but we wish the passthrough solution was more elegant and that CRKD could solve the ergonomics (particularly on the right side, where the analog and button placement can cause discomfort). GameSir T4 Cyclone Pro We recently tested the GameSir T4 Cyclone Pro ($45.99) for consideration. It offers a few of the same functions as the GuliKit KingKong 3 — including remappable buttons, Hall effect sticks, and two distinct macro buttons — along with dedicated vibration motors in the triggers, which is something the GuliKit doesn’t match. That said, it falls just short due to mushy-feeling buttons. GameSir considers the extra padding under the buttons a feature that makes the impact softer, but we felt it takes away from the experience. Also, although it’s perfectly usable with the Switch, the Pro’s button labeling takes after Microsoft’s, which may not be ideal for those who have trouble memorizing inputs. We also found resyncing with the Switch to be a chore after switching from a mobile device or a Windows PC. PowerA GameCube Style Wireless Controller We also recently tried several wireless PowerA controllers, including the GameCube Style Wireless Controller ($38.99) and a Pikachu-themed version of the standard PowerA Enhanced Wireless ($44.99). We like the fun design of PowerA’s controllers, but they don’t live up to the quality of the models we recommend above, which is a shame considering some cost nearly as much. The GameCube-style wireless controller is a pretty faithful recreation of the original if you fancy a pure Super Smash Bros. experience, but it’s barebones with no rumble, NFC, or IR. It’s an easy way to get the old-school feeling back if you don’t already have a Bluetooth-based alternative to use with 8BitDo’s USB Adapter 2. What’s coming next? The Switch 2 is what’s coming next. Nintendo’s new console launches on June 5 , and it’s both bigger and more powerful than the original model. Suffice it to say, there will be many new accessories at launch, including new Joy-Con 2 controllers , plus a refreshed Switch Pro Controller that features customizable rear paddles. There’s also a Switch 2-exclusive wireless GameCube controller releasing that Switch Online subscribers have a chance to buy. That brings into question whether existing Switch controllers will work with the Switch 2 at all. Thankfully, Nintendo has published an in-depth support page regarding the Switch 2’s compatibility (or lack of compatibility) for original (and official) Switch accessories. Good news: most of them will work just fine. They just won’t have the C button. However, compatibility with third-party products may be hit-and-miss. As for new controllers for the original Switch, we’re in a bit of a holding pattern, since most manufacturers are likely at work on Switch 2 controllers. 8BitDo has announced a Switch-compatible Ultimate 2 controller with TMR analog sticks that costs $69.99. There’s nothing else notable on the immediate horizon, however, and that probably won’t change until the Switch 2 arrives in June. Update, May 30th: Updated to reflect current pricing / availability. Also, we added that the Switch Pro is compatible with the Switch 2. It’s the only controller in this list that has been confirmed to work wirelessly with the new console.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/677317/zenimax-union-tentative-contract-cwa-microsoft",
    "title": "QA workers at ZeniMax reach tentative contract agreement",
    "link": "https://www.theverge.com/news/677317/zenimax-union-tentative-contract-cwa-microsoft",
    "published_date": "2025-05-30T17:38:34+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24934106/0000009043.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The over 300 quality assurance workers of the ZeniMax Workers United-CWA union have reached a tentative contract agreement with Microsoft. It is the first contract agreement at Microsoft since the concerted effort to unionize the video game industry began roughly four years ago.</p>\n\n<p class=\"has-text-align-none\">“This is a monumental victory for all current video game workers and for those that come after,” said Page Branson, a senior QA tester at ZeniMax, <a href=\"https://cwa-union.org/news/releases/video-game-workers-reach-historic-tentative-contract-agreement-microsoft\">in the press release announcing the agreement</a>. A ratification vote for the contract will take place in late June.</p>\n\n<p class=\"has-text-align-none\">The union, organized by the Communications Workers of America (CWA), was formed in 2023 and was voluntarily recognized by Microsoft as a part of the company’s <a href=\"https://www.theverge.com/2023/1/6/23543005/microsoft-washington-post-ad-cwa-unions\">labor neutrality agreement with the CWA</a>. In the two years since, the union and Microsoft engaged in contract negotiations that precipitated <a href=\"https://www.theverge.com/2024/11/13/24295556/video-game-developer-strike-zenimax-microsoft\">a one-day strike</a> to protest return to office and outsourcing policies and, in April, a <a href=\"https://www.theverge.com/news/640423/zenimax-union-cwa-strike-authorization-vote\">strike authorization vote</a>.</p>\n\n<p class=\"has-text-align-none\">The contract details offer up a glimpse of what workers across the industry are fighting for and what they can win. According to CWA’s press release, the contract guarantees wage increases — a big deal considering QA workers are some of the lowest-paid workers in the industry. The contract will also include protections against arbitrary dismissal, as well as crediting guidelines — another big deal, as there are numerous ways a person who worked on a video game <a href=\"https://kotaku.com/how-game-companies-use-credits-to-reward-or-punish-de-1840905129\">can get left off its credits</a>. </p>\n\n<p class=\"has-text-align-none\">While the industry’s organization efforts are ongoing, there’s been a surge in activity over the last four years. Workers at Raven Software, which was then a subsidiary of Activision Blizzard before its acquisition by Microsoft, <a href=\"https://www.theverge.com/2022/1/21/22894964/activision-blizzard-raven-software-employees-create-game-workers-alliance-union\">organized the first video game union at a AAA publisher in 2022</a>. That win kicked off a series of other high-profile unionization efforts across the industry but concentrated primarily within Microsoft — ostensibly to take advantage of the labor neutrality agreement that states that Microsoft will voluntarily recognize union efforts within the company. With ZeniMax workers finally winning a contract agreement at Microsoft, the industry has another first — one that will set a precedent for future negotiations.</p>",
    "content_text": "The over 300 quality assurance workers of the ZeniMax Workers United-CWA union have reached a tentative contract agreement with Microsoft. It is the first contract agreement at Microsoft since the concerted effort to unionize the video game industry began roughly four years ago. “This is a monumental victory for all current video game workers and for those that come after,” said Page Branson, a senior QA tester at ZeniMax, in the press release announcing the agreement . A ratification vote for the contract will take place in late June. The union, organized by the Communications Workers of America (CWA), was formed in 2023 and was voluntarily recognized by Microsoft as a part of the company’s labor neutrality agreement with the CWA . In the two years since, the union and Microsoft engaged in contract negotiations that precipitated a one-day strike to protest return to office and outsourcing policies and, in April, a strike authorization vote . The contract details offer up a glimpse of what workers across the industry are fighting for and what they can win. According to CWA’s press release, the contract guarantees wage increases — a big deal considering QA workers are some of the lowest-paid workers in the industry. The contract will also include protections against arbitrary dismissal, as well as crediting guidelines — another big deal, as there are numerous ways a person who worked on a video game can get left off its credits . While the industry’s organization efforts are ongoing, there’s been a surge in activity over the last four years. Workers at Raven Software, which was then a subsidiary of Activision Blizzard before its acquisition by Microsoft, organized the first video game union at a AAA publisher in 2022 . That win kicked off a series of other high-profile unionization efforts across the industry but concentrated primarily within Microsoft — ostensibly to take advantage of the labor neutrality agreement that states that Microsoft will voluntarily recognize union efforts within the company. With ZeniMax workers finally winning a contract agreement at Microsoft, the industry has another first — one that will set a precedent for future negotiations.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/675764/polygon-guides-writers-big-friendly-guide-new-site",
    "title": "Two former Polygon writers are starting a new site",
    "link": "https://www.theverge.com/news/675764/polygon-guides-writers-big-friendly-guide-new-site",
    "published_date": "2025-05-30T17:00:00+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/BFG_controller_banner.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">A lot of <em>Polygon</em>’s staff was laid off following Vox Media’s sale of the publication to Valnet, but two of its former guides writers are launching their own guides-focused website: <em>Big Friendly Guide</em>, which you can find at <a href=\"https://bigfriendly.guide\">bigfriendly.guide</a>. Ryan Gilliam and Jeffrey Parkin founded and are co-owners of the site.</p>\n\n<p class=\"has-text-align-none\">Guides make Gilliam “feel like I&#8217;m helping someone enjoy something that&#8217;s very important to me and I know is important to them,” he tells <em>The Verge</em>. “And so when I lost the opportunity to do that at my usual 9-to-5, I wanted to continue it.”</p>\n\n<p class=\"has-text-align-none\">“I hate sounding immodest or bragging, but what Ryan and I got really good at was helping people play video games,” Parkin says. Their work on guides helps people have fun with games, he adds — and assists with things like <a href=\"https://www.polygon.com/zelda-tears-of-the-kingdom-guide/23728443/giant-white-stallion-horse-god-find-tame\">getting a giant horse in <em>Zelda</em></a>.</p>\n\n<p class=\"has-text-align-none\"><em>Big Friendly Guide</em> will make most of its content available for free, and the guides themselves won’t be paywalled. But Gilliam and Parkin will also be opening a Patreon for the site as a way for people to support the work, which will also give people access to a Discord. There will be a weekly podcast that’s free for everyone and a monthly subscriber-only podcast where Gilliam and Parkin will discuss their coverage plans.</p>\n\n<p class=\"has-text-align-none\">There will be ads on the site to start. “For now, at least, we’ll run ads to keep the lights on,” according to the site’s <a href=\"https://bigfriendly.guide/about-us/\">About Us page</a>.) But the focus is more on building a community that trusts Gilliam and Parkin’s work and pays to support it. In addition to working on guides for games that interest them, Gilliam and Parkin want the community to make suggestions for guides that they can consider and respond to.</p>\n\n<p class=\"has-text-align-none\">The release of <em>Big Friendly Guide</em> is just the latest outlet from <em>Polygon</em> staffers: former editor-in-chief Chris Plante launched <a href=\"https://postgame.substack.com/p/the-award-that-changes-the-lives\">the <em>Post Games</em> podcast</a> and former curation editor Pete Volk launched <a href=\"https://bsky.app/profile/petevolk.bsky.social/post/3lootykftkk2v\">the <em>PV Guide</em> newsletter</a>. The new outlets follow the rise of other indie gaming publications like <a href=\"https://aftermath.site/author/nicole-carpenter\"><em>Aftermath</em></a> and <a href=\"https://www.gamefile.news/p/grow-a-garden-roblox-interview\"><em>Game File</em></a>.</p>\n\n<p class=\"has-text-align-none\">With <em>Big Friendly Guide</em>, Gilliam and Parkin have modest expectations. “We&#8217;re not looking to build a brand and sell it or anything,” Parkin says. “I don&#8217;t think either of us want to get particularly rich. We want to keep doing this. That&#8217;s really what it comes down to.”</p>",
    "content_text": "A lot of Polygon ’s staff was laid off following Vox Media’s sale of the publication to Valnet, but two of its former guides writers are launching their own guides-focused website: Big Friendly Guide , which you can find at bigfriendly.guide . Ryan Gilliam and Jeffrey Parkin founded and are co-owners of the site. Guides make Gilliam “feel like I’m helping someone enjoy something that’s very important to me and I know is important to them,” he tells The Verge . “And so when I lost the opportunity to do that at my usual 9-to-5, I wanted to continue it.” “I hate sounding immodest or bragging, but what Ryan and I got really good at was helping people play video games,” Parkin says. Their work on guides helps people have fun with games, he adds — and assists with things like getting a giant horse in Zelda . Big Friendly Guide will make most of its content available for free, and the guides themselves won’t be paywalled. But Gilliam and Parkin will also be opening a Patreon for the site as a way for people to support the work, which will also give people access to a Discord. There will be a weekly podcast that’s free for everyone and a monthly subscriber-only podcast where Gilliam and Parkin will discuss their coverage plans. There will be ads on the site to start. “For now, at least, we’ll run ads to keep the lights on,” according to the site’s About Us page .) But the focus is more on building a community that trusts Gilliam and Parkin’s work and pays to support it. In addition to working on guides for games that interest them, Gilliam and Parkin want the community to make suggestions for guides that they can consider and respond to. The release of Big Friendly Guide is just the latest outlet from Polygon staffers: former editor-in-chief Chris Plante launched the Post Games podcast and former curation editor Pete Volk launched the PV Guide newsletter . The new outlets follow the rise of other indie gaming publications like Aftermath and Game File . With Big Friendly Guide , Gilliam and Parkin have modest expectations. “We’re not looking to build a brand and sell it or anything,” Parkin says. “I don’t think either of us want to get particularly rich. We want to keep doing this. That’s really what it comes down to.”",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/sito-web-villas-pontificias-castel-gandolfo.html",
    "title": "Las Villas Pontificias de Castel Gandolfo estrenan sitio web multilingüe",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/sito-web-villas-pontificias-castel-gandolfo.html",
    "published_date": "2025-05-30T18:51:00+00:00",
    "content_raw": "<p>El nuevo portal ofrece información en cuatro idiomas sobre la historia, el arte y las actividades de las villas, en colaboración con los Museos Vaticanos.\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/sito-web-villas-pontificias-castel-gandolfo.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El nuevo portal ofrece información en cuatro idiomas sobre la historia, el arte y las actividades de las villas, en colaboración con los Museos Vaticanos. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/jubileo-ninos-ancianos-abuelos-trinita-dei-monti-roma.html",
    "title": "Jubileo: Vivir la alegría del estar juntos al estilo de la familia Martin",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/jubileo-ninos-ancianos-abuelos-trinita-dei-monti-roma.html",
    "published_date": "2025-05-30T17:02:00+00:00",
    "content_raw": "<p>En el marco del evento jubilar dedicado a las familias, la Comunidad del Emmanuel, originaria de Francia, organizó un encuentro en la iglesia de \"Trinità dei Monti\" con oración, juegos y reflexión, inspirados por el ejemplo de la familia Martin.\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/jubileo-ninos-ancianos-abuelos-trinita-dei-monti-roma.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En el marco del evento jubilar dedicado a las familias, la Comunidad del Emmanuel, originaria de Francia, organizó un encuentro en la iglesia de \"Trinità dei Monti\" con oración, juegos y reflexión, inspirados por el ejemplo de la familia Martin. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/papa-leon-xiv-ordenaciones-sacerdotales-31-mayo-2025.html",
    "title": "Conozca a los sacerdotes que serán ordenados por el Papa",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/papa-leon-xiv-ordenaciones-sacerdotales-31-mayo-2025.html",
    "published_date": "2025-05-30T16:26:00+00:00",
    "content_raw": "<p>En la víspera, durante la vigilia de oración en la basílica de San Juan de Letrán, compartirán sus historias de vocación y el impacto de la Escritura y la oración en su decisión de seguir el llamado de Dios.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/papa-leon-xiv-ordenaciones-sacerdotales-31-mayo-2025.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En la víspera, durante la vigilia de oración en la basílica de San Juan de Letrán, compartirán sus historias de vocación y el impacto de la Escritura y la oración en su decisión de seguir el llamado de Dios. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/simposio-jornada-mundial-ninos-2025.html",
    "title": "Día Mundial de los Niños: La Iglesia debe liderar la \"revolución de la ternura\"",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/simposio-jornada-mundial-ninos-2025.html",
    "published_date": "2025-05-30T15:25:00+00:00",
    "content_raw": "<p>Este viernes 30 de mayo se celebró un simposio en el Aula Pio XI del Palacio San Calixto, organizado por el Comité Pontificio para la Jornada Mundial de los Niños en 2026 y en el contexto del Jubileo en curso. El cardenal De Mendonça destacó: \"La infancia, en su realidad más vulnerable y frágil, debe ser asumida como un tema central en la teología\".\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/simposio-jornada-mundial-ninos-2025.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Este viernes 30 de mayo se celebró un simposio en el Aula Pio XI del Palacio San Calixto, organizado por el Comité Pontificio para la Jornada Mundial de los Niños en 2026 y en el contexto del Jubileo en curso. El cardenal De Mendonça destacó: \"La infancia, en su realidad más vulnerable y frágil, debe ser asumida como un tema central en la teología\". Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/octavo-coloquio-budista-cristiano-religiones-unidas.html",
    "title": "Octavo coloquio budista-cristiano: Religiones unidas para superar los conflictos",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/octavo-coloquio-budista-cristiano-religiones-unidas.html",
    "published_date": "2025-05-30T14:25:00+00:00",
    "content_raw": "<p>Del encuentro, celebrado del 27 al 29 de mayo en Camboya, surge una invitación a trabajar juntos por la paz mediante la resiliencia y la reconciliación. En una declaración final, los participantes subrayaron la importancia de las tradiciones religiosas, el papel de la educación, el compromiso con abordar las causas profundas de los conflictos y la responsabilidad de los líderes religiosos y las comunidades en trazar caminos concretos hacia la paz.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/octavo-coloquio-budista-cristiano-religiones-unidas.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Del encuentro, celebrado del 27 al 29 de mayo en Camboya, surge una invitación a trabajar juntos por la paz mediante la resiliencia y la reconciliación. En una declaración final, los participantes subrayaron la importancia de las tradiciones religiosas, el papel de la educación, el compromiso con abordar las causas profundas de los conflictos y la responsabilidad de los líderes religiosos y las comunidades en trazar caminos concretos hacia la paz. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/de-la-cruz-al-renacer-la-historia-de-gustavo-y-manuela.html",
    "title": "De la cruz al renacer: la historia de Gustavo y Manuela en el Jubileo de las Familias",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/de-la-cruz-al-renacer-la-historia-de-gustavo-y-manuela.html",
    "published_date": "2025-05-30T13:49:00+00:00",
    "content_raw": "<p>Durante la vigilia de oración programada para el sábado 31 de mayo en la plaza San Giovanni in Laterano, los dos esposos contarán el recorrido de su matrimonio. Desde la violencia doméstica contra la esposa, hasta la denuncia de ella, pasando por la prisión de él y el proceso de rehabilitación en la Comunidad Papa Giovanni XXIII, hasta la reconciliación familiar.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/de-la-cruz-al-renacer-la-historia-de-gustavo-y-manuela.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Durante la vigilia de oración programada para el sábado 31 de mayo en la plaza San Giovanni in Laterano, los dos esposos contarán el recorrido de su matrimonio. Desde la violencia doméstica contra la esposa, hasta la denuncia de ella, pasando por la prisión de él y el proceso de rehabilitación en la Comunidad Papa Giovanni XXIII, hasta la reconciliación familiar. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/rearme-global-crisis-clima-ong-otan-guerras.html",
    "title": "El rearme global también amenaza el clima y el medio ambiente",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/rearme-global-crisis-clima-ong-otan-guerras.html",
    "published_date": "2025-05-30T13:29:00+00:00",
    "content_raw": "<p>El gasto militar de la OTAN podría aumentar las emisiones de gases de efecto invernadero en 200 millones de toneladas anuales. Así lo revela un estudio de la ONG Conflict and Environment Observatory, publicado por el diario británico The Guardian. Según los investigadores, el aumento de los gastos en defensa a nivel mundial agravará la crisis climática, que a su vez causará más conflictos.\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/rearme-global-crisis-clima-ong-otan-guerras.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El gasto militar de la OTAN podría aumentar las emisiones de gases de efecto invernadero en 200 millones de toneladas anuales. Así lo revela un estudio de la ONG Conflict and Environment Observatory, publicado por el diario británico The Guardian. Según los investigadores, el aumento de los gastos en defensa a nivel mundial agravará la crisis climática, que a su vez causará más conflictos. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/estudio-9-encuentro-repam-remam-papa-leon-xiv-laudato-si.html",
    "title": "Tejiendo redes de esperanza a 10 años de la Laudato si' con León XIV",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/estudio-9-encuentro-repam-remam-papa-leon-xiv-laudato-si.html",
    "published_date": "2025-05-30T13:14:00+00:00",
    "content_raw": "<p>El décimo aniversario de la encíclica Laudato Si inspira un nuevo impulso en la lucha por la defensa de la Casa Común. Monseñor Omar Mejía y Gloria González nos cuentan cómo las redes amazónicas y mesoamericanas continúan trabajando por la justicia social y ecológica, tras su reciente encuentro con el Papa León XIV.\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/estudio-9-encuentro-repam-remam-papa-leon-xiv-laudato-si.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El décimo aniversario de la encíclica Laudato Si inspira un nuevo impulso en la lucha por la defensa de la Casa Común. Monseñor Omar Mejía y Gloria González nos cuentan cómo las redes amazónicas y mesoamericanas continúan trabajando por la justicia social y ecológica, tras su reciente encuentro con el Papa León XIV. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/obispos-del-celam-envian-carta-al-papa-leon-xiv.html",
    "title": "Obispos del CELAM envían carta al Papa reafirmando esperanza y compromiso",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/obispos-del-celam-envian-carta-al-papa-leon-xiv.html",
    "published_date": "2025-05-30T13:01:00+00:00",
    "content_raw": "<p>En la 40ª Asamblea Ordinaria del CELAM, los obispos dirigen una emotiva carta al Papa León XIV. En ella, destacan la continuidad del mensaje de esperanza, el compromiso con la justicia social y ambiental, y la voluntad de fortalecer la misión de la Iglesia en la región. </p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/obispos-del-celam-envian-carta-al-papa-leon-xiv.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En la 40ª Asamblea Ordinaria del CELAM, los obispos dirigen una emotiva carta al Papa León XIV. En ella, destacan la continuidad del mensaje de esperanza, el compromiso con la justicia social y ambiental, y la voluntad de fortalecer la misión de la Iglesia en la región. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/pedaleando-bajo-la-mirada-de-maria-y-del-papa-el-giro-de-italia.html",
    "title": "Pedaleando bajo la mirada de María y del Papa: el Giro de Italia pasa por el Vaticano",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/pedaleando-bajo-la-mirada-de-maria-y-del-papa-el-giro-de-italia.html",
    "published_date": "2025-05-30T12:38:00+00:00",
    "content_raw": "<p>El paso de los ciclistas el domingo 1 de junio por el territorio del Vaticano, a lo largo de la “vía mariana”, es la ocasión para recordar algunas reflexiones de los Papas sobre este deporte, también apreciado por los Pontífices. En 1946, Pío XII recibió a los participantes de la célebre carrera por etapas “Rosa” y, en 1974, Pablo VI dio la salida al Giro. El Papa León saludará a los atletas a su paso.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/pedaleando-bajo-la-mirada-de-maria-y-del-papa-el-giro-de-italia.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El paso de los ciclistas el domingo 1 de junio por el territorio del Vaticano, a lo largo de la “vía mariana”, es la ocasión para recordar algunas reflexiones de los Papas sobre este deporte, también apreciado por los Pontífices. En 1946, Pío XII recibió a los participantes de la célebre carrera por etapas “Rosa” y, en 1974, Pablo VI dio la salida al Giro. El Papa León saludará a los atletas a su paso. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/gaza-nuevo-acuerdo-tregua-punto-muerto-rechazo-hamas.html",
    "title": "Gaza, nuevo acuerdo de tregua en punto muerto por el rechazo de Hamás",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/gaza-nuevo-acuerdo-tregua-punto-muerto-rechazo-hamas.html",
    "published_date": "2025-05-30T12:25:00+00:00",
    "content_raw": "<p>Pende de un hilo el acuerdo para un alto el fuego propuesto por Estados Unidos y aceptado por Israel, pero rechazado por el grupo islamista, que lo considera insatisfactorio por la falta de garantías sobre el fin definitivo del conflicto. También han enfriado la apertura los 22 nuevos asentamientos israelíes autorizados en Cisjordania.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/gaza-nuevo-acuerdo-tregua-punto-muerto-rechazo-hamas.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Pende de un hilo el acuerdo para un alto el fuego propuesto por Estados Unidos y aceptado por Israel, pero rechazado por el grupo islamista, que lo considera insatisfactorio por la falta de garantías sobre el fin definitivo del conflicto. También han enfriado la apertura los 22 nuevos asentamientos israelíes autorizados en Cisjordania. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/sudan-los-bombardeos-agravan-la-epidemia-de-colera-en-jartum.html",
    "title": "Sudán: Los bombardeos agravan la epidemia de cólera en Jartum",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/sudan-los-bombardeos-agravan-la-epidemia-de-colera-en-jartum.html",
    "published_date": "2025-05-30T11:17:00+00:00",
    "content_raw": "<p>Unicef lanza la voz de alarma por los niños debido a la epidemia de cólera en el estado de Jartum: más de un millón de menores en peligro. En la capital sudanesa, donde los continuos ataques provocan cortes de electricidad y escasez de agua, se han registrado más de 70 víctimas en 48 horas.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/sudan-los-bombardeos-agravan-la-epidemia-de-colera-en-jartum.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Unicef lanza la voz de alarma por los niños debido a la epidemia de cólera en el estado de Jartum: más de un millón de menores en peligro. En la capital sudanesa, donde los continuos ataques provocan cortes de electricidad y escasez de agua, se han registrado más de 70 víctimas en 48 horas. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/sisters-project-polonia-hermanas-laski-personas-no-videntes.html",
    "title": "Las hermanas de Laski sirven a las personas ciegas desde hace más de 100 años",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/sisters-project-polonia-hermanas-laski-personas-no-videntes.html",
    "published_date": "2025-05-30T09:18:00+00:00",
    "content_raw": "<p>Servir a las personas no videntes en el alma y en el cuerpo, este es el objetivo de la Congregación de las Hermanas Franciscanas Siervas de la Cruz fundada hace 106 años. El centro de su actividad está en Laski, un lugar elegido por una mujer extraordinaria, Róża Czacka, una condesa que perdió la vista y hoy en la Iglesia católica es beata. </p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/sisters-project-polonia-hermanas-laski-personas-no-videntes.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Servir a las personas no videntes en el alma y en el cuerpo, este es el objetivo de la Congregación de las Hermanas Franciscanas Siervas de la Cruz fundada hace 106 años. El centro de su actividad está en Laski, un lugar elegido por una mujer extraordinaria, Róża Czacka, una condesa que perdió la vista y hoy en la Iglesia católica es beata. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/papa-demasiada-violencia-mundo-nosotros-traducirse-instituciones.html",
    "title": "El Papa: Demasiada violencia en el mundo, el «nosotros» sea a nivel institucional",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/papa-demasiada-violencia-mundo-nosotros-traducirse-instituciones.html",
    "published_date": "2025-05-30T09:12:00+00:00",
    "content_raw": "<p>León XIV se reunió en el Vaticano con los movimientos y asociaciones que dieron origen a la «Arena de la Paz». Entre ellos se encuentran el israelí Inon y el palestino Sarah, que hace un año protagonizaron en Verona, en presencia de Francisco, un valiente y significativo abrazo ante 12.000 personas. «La no violencia como método y como estilo —anima el Pontífice— debe caracterizar nuestras decisiones, nuestras relaciones, nuestras acciones».</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/papa-demasiada-violencia-mundo-nosotros-traducirse-instituciones.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "León XIV se reunió en el Vaticano con los movimientos y asociaciones que dieron origen a la «Arena de la Paz». Entre ellos se encuentran el israelí Inon y el palestino Sarah, que hace un año protagonizaron en Verona, en presencia de Francisco, un valiente y significativo abrazo ante 12.000 personas. «La no violencia como método y como estilo —anima el Pontífice— debe caracterizar nuestras decisiones, nuestras relaciones, nuestras acciones». Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/conferencia-episcopal-italiana-alto-el-fuego-oracion-por-la-paz.html",
    "title": "Los obispos italianos piden un alto el fuego y proponen una vigilia de oración por la paz",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/conferencia-episcopal-italiana-alto-el-fuego-oracion-por-la-paz.html",
    "published_date": "2025-05-30T09:06:00+00:00",
    "content_raw": "<p>La Conferencia Episcopal Italiana, en el comunicado final del Consejo Episcopal Permanente, reunido en Roma el 27 de mayo, propone una Vigilia especial de Pentecostés para el sábado 7 de junio para que se logre un alto el fuego y se ponga fin a la violencia en Gaza y Ucrania.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/conferencia-episcopal-italiana-alto-el-fuego-oracion-por-la-paz.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La Conferencia Episcopal Italiana, en el comunicado final del Consejo Episcopal Permanente, reunido en Roma el 27 de mayo, propone una Vigilia especial de Pentecostés para el sábado 7 de junio para que se logre un alto el fuego y se ponga fin a la violencia en Gaza y Ucrania. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/castel-gandolfo-emocion-por-la-llegada-sorpresa-del-papa.html",
    "title": "Castel Gandolfo, emoción por la llegada sorpresa del Papa",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/castel-gandolfo-emocion-por-la-llegada-sorpresa-del-papa.html",
    "published_date": "2025-05-30T08:07:00+00:00",
    "content_raw": "<p>La visita de León XIV al Borgo Laudato Si' en las Villas Pontificias fue acogida con gran alegría por la población local. El párroco: cuando se difundió la noticia hubo una corriente de entusiasmo.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/castel-gandolfo-emocion-por-la-llegada-sorpresa-del-papa.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La visita de León XIV al Borgo Laudato Si' en las Villas Pontificias fue acogida con gran alegría por la población local. El párroco: cuando se difundió la noticia hubo una corriente de entusiasmo. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/teologia_para_una_iglesia_en_salida/buen-obispo-san-Agustin_0_2784021583.html",
    "title": "El buen obispo según san Agustín: \"El Evangelio me asusta\"",
    "link": "https://www.religiondigital.org/teologia_para_una_iglesia_en_salida/buen-obispo-san-Agustin_0_2784021583.html",
    "published_date": "2025-05-31T05:28:36+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2023/12/05/opinion/San-Agustin_2621447845_16831000_626x472.png\" width=\"626\" /></p><p>Hacia el año 400, Agustín reflexiona con franqueza sobre su misión pastoral y concluye que la tarea de ser pastor es ardua y que la responsabilidad del Evangelio lo sobrecoge</p>",
    "content_text": "Hacia el año 400, Agustín reflexiona con franqueza sobre su misión pastoral y concluye que la tarea de ser pastor es ardua y que la responsabilidad del Evangelio lo sobrecoge",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/america/Asamblea-Celam-Leon-XIV-apostolica_0_2784021597.html",
    "title": "La Asamblea del Celam saluda a León XIV: \"Nuestros pueblos anhelan su presencia y su bendición apostólica\"",
    "link": "https://www.religiondigital.org/america/Asamblea-Celam-Leon-XIV-apostolica_0_2784021597.html",
    "published_date": "2025-05-31T04:27:06+00:00",
    "content_raw": "<p><img height=\"70\" src=\"http://www.religiondigital.org/2025/05/30/america/Obispos-Celam_2784031601_17758803_70x70.jpg\" width=\"70\" /></p><p>En el contexto de la 40.ª Asamblea General Ordinaria del Consejo Episcopal Latinoamericano y Caribeño (Celam), que se celebra del 26 al 30 de mayo en Río de Janeiro, los obispos participantes enviaron una carta al Papa León XIV</p>\n<p>\"Le enviamos nuestro saludo fraterno y nuestra gratitud por el mensaje con el que ha alentado nuestro servicio episcopal”</p>\n<p>Los prelados comparten con el Papa la compleja realidad sociopolítica que atraviesa la región: \"Nuestra región, marcada por la violencia y la pobreza necesita su voz profética para alentar la justicia y la paz\"</p>\n<p>Aseguran su servicio para ser una Iglesia humilde, cercana y misionera: \"Asumimos con humildad el desafío de ser una Iglesia servidora, que desde la periferia enriquece al centro y desde la sencillez anuncia con autenticidad\"</p>\n<p>En un gesto de cercanía, los obispos invitan formalmente al Papa León XIV a visitar América Latina y el Caribe: \"Lo invitamos a visitar nuestras tierras cuando lo considere oportuno\"</p>",
    "content_text": "En el contexto de la 40.ª Asamblea General Ordinaria del Consejo Episcopal Latinoamericano y Caribeño (Celam), que se celebra del 26 al 30 de mayo en Río de Janeiro, los obispos participantes enviaron una carta al Papa León XIV \"Le enviamos nuestro saludo fraterno y nuestra gratitud por el mensaje con el que ha alentado nuestro servicio episcopal” Los prelados comparten con el Papa la compleja realidad sociopolítica que atraviesa la región: \"Nuestra región, marcada por la violencia y la pobreza necesita su voz profética para alentar la justicia y la paz\" Aseguran su servicio para ser una Iglesia humilde, cercana y misionera: \"Asumimos con humildad el desafío de ser una Iglesia servidora, que desde la periferia enriquece al centro y desde la sencillez anuncia con autenticidad\" En un gesto de cercanía, los obispos invitan formalmente al Papa León XIV a visitar América Latina y el Caribe: \"Lo invitamos a visitar nuestras tierras cuando lo considere oportuno\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/america/CELAM-Asamblea-reafirmando-sinodalidad-compromiso_0_2784021598.html",
    "title": "CELAM concluye su 40.ª Asamblea reafirmando la sinodalidad y su compromiso con los pobres",
    "link": "https://www.religiondigital.org/america/CELAM-Asamblea-reafirmando-sinodalidad-compromiso_0_2784021598.html",
    "published_date": "2025-05-30T16:57:43+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/30/america/Asamblea-Celam_2784031603_17758844_626x472.jpg\" width=\"626\" /></p><p>Y lo hizo<strong> </strong>con una rueda de prensa en la que intervinieron seis obispos representantesodos coincidieron en destacar el clima de comunión, la sinodalidad vivida como proceso y la urgencia de afrontar juntos los desafíos pastorales de la región</p>\n<p>Dentro de los temas centrales abordados durante la Asamblea, estuvieron la escucha de las realidades sociales y eclesiales del continente, la reflexión sobre el camino sinodal en curso y la conmemoración de los 70 años del CELAM, los 10 años de Laudato Si’ y los 1700 años del Concilio de Nicea</p>\n<p>También hicieron eco del llamado a una Iglesia en salida, cercana a los más pobres y comprometida con la justicia y el cuidado de la creación. La rueda de prensa fue un reflejo de estos temas vividos con intensidad y esperanza</p>\n<p>Al concluir la 40.ª Asamblea del Celam, se cierra un nuevo ciclo en su historia, dejando clara su fidelidad al Evangelio y su compromiso de continuar acompañando a los pueblos de América Latina y el Caribe</p>",
    "content_text": "Y lo hizo con una rueda de prensa en la que intervinieron seis obispos representantesodos coincidieron en destacar el clima de comunión, la sinodalidad vivida como proceso y la urgencia de afrontar juntos los desafíos pastorales de la región Dentro de los temas centrales abordados durante la Asamblea, estuvieron la escucha de las realidades sociales y eclesiales del continente, la reflexión sobre el camino sinodal en curso y la conmemoración de los 70 años del CELAM, los 10 años de Laudato Si’ y los 1700 años del Concilio de Nicea También hicieron eco del llamado a una Iglesia en salida, cercana a los más pobres y comprometida con la justicia y el cuidado de la creación. La rueda de prensa fue un reflejo de estos temas vividos con intensidad y esperanza Al concluir la 40.ª Asamblea del Celam, se cierra un nuevo ciclo en su historia, dejando clara su fidelidad al Evangelio y su compromiso de continuar acompañando a los pueblos de América Latina y el Caribe",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/america/Cardenal-Barreto-evangelizar-Casa-Comun_0_2784021574.html",
    "title": "El cardenal Barreto llama a evangelizar con esperanza, en sinodalidad y a cuidar la Casa Común",
    "link": "https://www.religiondigital.org/america/Cardenal-Barreto-evangelizar-Casa-Comun_0_2784021574.html",
    "published_date": "2025-05-30T16:58:32+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/30/america/Asamblea-general-plenaria-Celam_2784031579_17757931_626x472.jpg\" width=\"626\" /></p><p>Este 29 de junio, la 40.ª Asamblea General Plenaria del Consejo Episcopal Latinoamericano y Caribeño (CELAM), cerró la jornada del día con una eucaristía presidida por el cardenal Pedro Barreto, presidente de la Conferencia Eclesial de la Amazonía – CEAMA</p>\n<p>El prelado instó a sus hermanos obispos a renovar su compromiso con una Iglesia en salida, dispuesta a enfrentar las adversidades y a escuchar el clamor de los más vulnerables</p>\n<p>Recordó la importancia de mantener el proceso de sinodalidad, que tuvo su origen con el Concilio Vaticano II, fortalecido por el Papa Francisco y ratificado ahora por el Papa León XIV</p>\n<p>Al cumplirse el décimo aniversario de la encíclica Laudato Sí, el cardenal destacó tres de sus aspectos fundamentales</p>",
    "content_text": "Este 29 de junio, la 40.ª Asamblea General Plenaria del Consejo Episcopal Latinoamericano y Caribeño (CELAM), cerró la jornada del día con una eucaristía presidida por el cardenal Pedro Barreto, presidente de la Conferencia Eclesial de la Amazonía – CEAMA El prelado instó a sus hermanos obispos a renovar su compromiso con una Iglesia en salida, dispuesta a enfrentar las adversidades y a escuchar el clamor de los más vulnerables Recordó la importancia de mantener el proceso de sinodalidad, que tuvo su origen con el Concilio Vaticano II, fortalecido por el Papa Francisco y ratificado ahora por el Papa León XIV Al cumplirse el décimo aniversario de la encíclica Laudato Sí, el cardenal destacó tres de sus aspectos fundamentales",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/vaticano/Franciscanos-Bartolome-Leonardo-Movimiento-Laudato-Casa-comun_0_2784021599.html",
    "title": "Los Franciscanos premian a Bartolomé I, Leonardo Boff, la Repam y el Movimiento Laudato Si por el cuidado de la Casa Común",
    "link": "https://www.religiondigital.org/vaticano/Franciscanos-Bartolome-Leonardo-Movimiento-Laudato-Casa-comun_0_2784021599.html",
    "published_date": "2025-05-30T17:23:32+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/30/vaticano/Premio-Boff_2784031607_17758997_626x472.png\" width=\"626\" /></p><p>La celebración ha coincidido con el octavo centenario del Cántico de las Criaturas y el décimo aniversario de la encíclica del papa Francisco sobre el clima</p>\n<p>“Los premios que entregamos hoy no son simples reconocimientos, sino símbolos de una llamada universal a la conversión ecológica”, ha subrayado el ministro general de la Orden, Fray Massimo Fusarelli</p>\n<p>“Cualquier acción humana que atente contra el medio ambiente debe ser considerada un pecado grave”, ha expresado el Patriarca de Constantinopla, Bartolomé I</p>\n<p>Para el teólogo Leonardo Boff,  “el gran reto está en hacer esa transición de ‘señor dueño’ que está por encima de la naturaleza y la explota hasta que no puede más, a ‘hermano y hermana’ que se tratan mutuamente como tal”</p>\n<p></p>",
    "content_text": "La celebración ha coincidido con el octavo centenario del Cántico de las Criaturas y el décimo aniversario de la encíclica del papa Francisco sobre el clima “Los premios que entregamos hoy no son simples reconocimientos, sino símbolos de una llamada universal a la conversión ecológica”, ha subrayado el ministro general de la Orden, Fray Massimo Fusarelli “Cualquier acción humana que atente contra el medio ambiente debe ser considerada un pecado grave”, ha expresado el Patriarca de Constantinopla, Bartolomé I Para el teólogo Leonardo Boff,  “el gran reto está en hacer esa transición de ‘señor dueño’ que está por encima de la naturaleza y la explota hasta que no puede más, a ‘hermano y hermana’ que se tratan mutuamente como tal”",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/mundo/Egipto-Monasterio-Sinai-confisca-propiedades_0_2784021582.html",
    "title": "Egipto cierra el Monasterio del Sinaí, confisca sus propiedades y desaloja a los monjes",
    "link": "https://www.religiondigital.org/mundo/Egipto-Monasterio-Sinai-confisca-propiedades_0_2784021582.html",
    "published_date": "2025-05-30T12:40:15+00:00",
    "content_raw": "<p><img height=\"70\" src=\"http://www.religiondigital.org/2025/05/30/mundo/Monasterio-Sinai-Egipto_2784031590_17758385_70x70.jpg\" width=\"70\" /></p><p>Una de las mayores y más graves violaciones de las libertades religiosas e individuales de los últimos siglos está teniendo lugar actualmente en Egipto, incluso en tiempos de paz</p>\n<p>El monasterio cristiano en funcionamiento más antiguo del mundo, el Monasterio de Santa Catalina del Sinaí, así como todas las propiedades que posee en Egipto, pasarán a manos del Estado egipcio</p>\n<p>Casi quince siglos después de su fundación por el emperador bizantino Justiniano, el mundialmente famoso y respetado Monasterio de Santa Catalina está en camino de ser convertido en un museo</p>\n<p>Los monjes ya están preparando una campaña mundial de movilización e información para todas las Iglesias cristianas y el resto de religiones monoteístas</p>",
    "content_text": "Una de las mayores y más graves violaciones de las libertades religiosas e individuales de los últimos siglos está teniendo lugar actualmente en Egipto, incluso en tiempos de paz El monasterio cristiano en funcionamiento más antiguo del mundo, el Monasterio de Santa Catalina del Sinaí, así como todas las propiedades que posee en Egipto, pasarán a manos del Estado egipcio Casi quince siglos después de su fundación por el emperador bizantino Justiniano, el mundialmente famoso y respetado Monasterio de Santa Catalina está en camino de ser convertido en un museo Los monjes ya están preparando una campaña mundial de movilización e información para todas las Iglesias cristianas y el resto de religiones monoteístas",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/mundo/Bartolome-Egipto-monasterio-Monte-Sinai_0_2784021596.html",
    "title": "Bartolomé I critica la decisión de Egipto sobre la propiedad del monasterio ortodoxo del Monte Sinaí",
    "link": "https://www.religiondigital.org/mundo/Bartolome-Egipto-monasterio-Monte-Sinai_0_2784021596.html",
    "published_date": "2025-05-30T16:13:01+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/30/mundo/Monasterio-Santa-Catalina-Sinai_2784031600_17758729_626x472.jpg\" width=\"626\" /></p><p>\"El patriarca pide al presidente egipcio, Abdelfatah al Sisi, 'que encuentre la manera de mantener' la propiedad de la Iglesia ortodoxa sobre el monasterio\", uno de los más antiguos del mundo y declarado Patrimonio de la Humanidad por la UNESCO en 2002\"</p>\n<p>La decisión judicial ha provocado malestar en Atenas porque recientemente Abdelfatah al Sisi se reunió con el primer ministro griego, Kyriakos Mitsotakis, y acordaron preservar el carácter del monasterio \"como un faro vivo y funcional del mundo ortodoxo griego\"</p>\n<p>En un comunicado, El Cairo indicó que Mitsotakis y al Sisi, mantuvieron este viernes una llamada telefónica para aclarar la situación y acordaron que el próximo lunes una delegación griega viajará a Egipto para \"profundizar en el acuerdo con vistas a su rápida finalización\"</p>",
    "content_text": "\"El patriarca pide al presidente egipcio, Abdelfatah al Sisi, 'que encuentre la manera de mantener' la propiedad de la Iglesia ortodoxa sobre el monasterio\", uno de los más antiguos del mundo y declarado Patrimonio de la Humanidad por la UNESCO en 2002\" La decisión judicial ha provocado malestar en Atenas porque recientemente Abdelfatah al Sisi se reunió con el primer ministro griego, Kyriakos Mitsotakis, y acordaron preservar el carácter del monasterio \"como un faro vivo y funcional del mundo ortodoxo griego\" En un comunicado, El Cairo indicó que Mitsotakis y al Sisi, mantuvieron este viernes una llamada telefónica para aclarar la situación y acordaron que el próximo lunes una delegación griega viajará a Egipto para \"profundizar en el acuerdo con vistas a su rápida finalización\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/humanizar/Empatia-fea_7_2784091567.html",
    "title": "Empatía fea",
    "link": "https://www.religiondigital.org/humanizar/Empatia-fea_7_2784091567.html",
    "published_date": "2025-05-30T07:33:11+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/30/humanizar/Empatia-fea_2784031577_17757855_626x472.jpg\" width=\"626\" /></p><p>Cuando empatizar desgasta, invade o distorsiona: claves para humanizar sin desbordarse.</p>",
    "content_text": "Cuando empatizar desgasta, invade o distorsiona: claves para humanizar sin desbordarse.",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/joan_planellas_19375/ascension-tiempo-Iglesia-fe-reino_7_2784091570.html",
    "title": "El tiempo de la Iglesia",
    "link": "https://www.religiondigital.org/joan_planellas_19375/ascension-tiempo-Iglesia-fe-reino_7_2784091570.html",
    "published_date": "2025-05-30T08:15:16+00:00",
    "content_raw": "<p><img height=\"70\" src=\"http://www.religiondigital.org/2025/05/30/joan_planellas_19375/Ascension_2784031581_17758043_70x70.jpg\" width=\"70\" /></p><p>\"Durante cuarenta días los discípulos se han visto arropados por la presencia del Señor resucitado, que se les ha aparecido y ha seguido revelándoles los misterios del Reino … Hoy, ante sus ojos atónitos, Jesús ha ascendido al Cielo\"</p>\n<p>\"¿Qué es lo que realmente ha sucedido? ¿Hemos quedado huérfanos de su presencia amorosa?\"</p>\n<p>\"Se inaugura un nuevo tiempo en la historia de la salvación: el tiempo de la Iglesia. Él, cada uno desde su responsabilidad y madurez humanas\"</p>\n<p>\"También nuestra Iglesia, la de hoy y aquí, debe seguir proclamando el mensaje auténtico\"</p>",
    "content_text": "\"Durante cuarenta días los discípulos se han visto arropados por la presencia del Señor resucitado, que se les ha aparecido y ha seguido revelándoles los misterios del Reino … Hoy, ante sus ojos atónitos, Jesús ha ascendido al Cielo\" \"¿Qué es lo que realmente ha sucedido? ¿Hemos quedado huérfanos de su presencia amorosa?\" \"Se inaugura un nuevo tiempo en la historia de la salvación: el tiempo de la Iglesia. Él, cada uno desde su responsabilidad y madurez humanas\" \"También nuestra Iglesia, la de hoy y aquí, debe seguir proclamando el mensaje auténtico\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.theverge.com/news/677276/taylor-swift-owns-music-catalog-scooter-braun-shamrock-capital",
    "title": "Taylor Swift now owns all of her music",
    "link": "https://www.theverge.com/news/677276/taylor-swift-owns-music-catalog-scooter-braun-shamrock-capital",
    "published_date": "2025-05-30T17:03:03+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/gettyimages-2196817926.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Taylor Swift now owns “all of the music I’ve ever made,” she says in a letter posted <a href=\"https://www.taylorswift.com/\">on her website</a> on Friday. Swift has purchased the masters of her first six albums back from Shamrock Capital, which owned them after entertainment executive Scooter Braun sold them to the company.</p>\n\n<p class=\"has-text-align-none\">“All I’ve ever wanted was the opportunity to work hard enough to be able to one day purchase my music outright with no strings attached, no partnership, with full autonomy,” Swift says. “I will be forever grateful to everyone at Shamrock Capital for being the first people to ever offer this to me.”</p>\n\n<p class=\"has-text-align-none\">Swift says she was able to buy back the music because of the support for her re-recorded Taylor’s Versions albums and for <a href=\"https://www.nytimes.com/2024/12/09/arts/music/taylor-swift-eras-tour-ticket-sales.html\">The Eras Tour concerts</a>. She also now owns her music videos, concert films, album art and photography, and unreleased songs. “I can’t thank you enough for helping to reunite me with this art that I have dedicated my life to, but have never owned until now,” Swift says.</p>\n\n<p class=\"has-text-align-none\">Braun took ownership of the masters when he acquired The Big Machine Label Group <a href=\"https://www.nytimes.com/2019/06/30/arts/music/taylor-swift-music-scooter-braun.html\">in 2019</a>, which Swift at the time called her <a href=\"https://taylorswift.tumblr.com/post/185958366550/for-years-i-asked-pleaded-for-a-chance-to-own-my\">“worst case scenario.”</a> Swift said that “for years” she had “asked” and “pleaded” for “a chance to own my work,” but Big Machine said that she could “earn” one album back for each new one she completed.</p>\n\n<p class=\"has-text-align-none\">Braun sold the masters to Shamrock Capital in 2020 for around $360 million, which is “relatively close” to what Swift paid to buy them back, <a href=\"https://www.billboard.com/pro/taylor-swift-regains-control-master-recordings-shamrock/\"><em>Billboard</em> reports</a>.</p>\n\n<p class=\"has-text-align-none\">“I am happy for her,” Braun says in a statement.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, May 30th</strong>: Added statement from Scooter Braun.</em></p>",
    "content_text": "Taylor Swift now owns “all of the music I’ve ever made,” she says in a letter posted on her website on Friday. Swift has purchased the masters of her first six albums back from Shamrock Capital, which owned them after entertainment executive Scooter Braun sold them to the company. “All I’ve ever wanted was the opportunity to work hard enough to be able to one day purchase my music outright with no strings attached, no partnership, with full autonomy,” Swift says. “I will be forever grateful to everyone at Shamrock Capital for being the first people to ever offer this to me.” Swift says she was able to buy back the music because of the support for her re-recorded Taylor’s Versions albums and for The Eras Tour concerts . She also now owns her music videos, concert films, album art and photography, and unreleased songs. “I can’t thank you enough for helping to reunite me with this art that I have dedicated my life to, but have never owned until now,” Swift says. Braun took ownership of the masters when he acquired The Big Machine Label Group in 2019 , which Swift at the time called her “worst case scenario.” Swift said that “for years” she had “asked” and “pleaded” for “a chance to own my work,” but Big Machine said that she could “earn” one album back for each new one she completed. Braun sold the masters to Shamrock Capital in 2020 for around $360 million, which is “relatively close” to what Swift paid to buy them back, Billboard reports . “I am happy for her,” Braun says in a statement. Update, May 30th : Added statement from Scooter Braun.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Música"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-31/luis-enrique-el-unico-hombre-tranquilo-en-la-final-de-munich.html",
    "title": "Luis Enrique, el único hombre tranquilo en la final de Múnich",
    "link": "https://elpais.com/deportes/futbol/2025-05-31/luis-enrique-el-unico-hombre-tranquilo-en-la-final-de-munich.html",
    "published_date": "2025-05-31T03:15:00+00:00",
    "content_raw": "Luis Enrique da indicaciones a Dembélé durante el entrenamiento en Münich, este viernes, en la víspera de la final de Champions.",
    "content_text": "Luis Enrique da indicaciones a Dembélé durante el entrenamiento en Münich, este viernes, en la víspera de la final de Champions.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-31/el-veterano-e-infravalorado-inter.html",
    "title": "El veterano e infravalorado Inter",
    "link": "https://elpais.com/deportes/futbol/2025-05-31/el-veterano-e-infravalorado-inter.html",
    "published_date": "2025-05-31T03:15:00+00:00",
    "content_raw": "Lautaro Martínez, del Inter de Milán, en acción ante Pau Cubarsí, del FC Barcelona, en la semifinal de la Champions el pasado 6 de mayo.",
    "content_text": "Lautaro Martínez, del Inter de Milán, en acción ante Pau Cubarsí, del FC Barcelona, en la semifinal de la Champions el pasado 6 de mayo.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-30/espana-brilla-ante-belgica-y-se-jugara-el-pase-a-semifinales-contra-inglaterra.html",
    "title": "España brilla ante Bélgica y se jugará el pase a semifinales contra Inglaterra",
    "link": "https://elpais.com/deportes/futbol/2025-05-30/espana-brilla-ante-belgica-y-se-jugara-el-pase-a-semifinales-contra-inglaterra.html",
    "published_date": "2025-05-30T20:49:36+00:00",
    "content_raw": "Esther González (izquierda) y Alexia Putellas celebran el segundo gol de la delantera ante Bélgica este viernes en Lovaina.",
    "content_text": "Esther González (izquierda) y Alexia Putellas celebran el segundo gol de la delantera ante Bélgica este viernes en Lovaina.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-31/raul-del-mito-al-desafio.html",
    "title": "Raúl, del mito al desafío",
    "link": "https://elpais.com/deportes/futbol/2025-05-31/raul-del-mito-al-desafio.html",
    "published_date": "2025-05-31T03:15:00+00:00",
    "content_raw": "Raúl González durante el partido del Real Madrid Castilla ante el Córdoba el pasado 7 de abril.",
    "content_text": "Raúl González durante el partido del Real Madrid Castilla ante el Córdoba el pasado 7 de abril.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/tenis/2025-05-30/alcaraz-vence-en-el-cuarto-set-a-dzumhur-y-avanza-a-los-octavos-de-roland-garros.html",
    "title": "Alcaraz entra y sale del hoyo ante Dzumhur, pero alcanza los octavos",
    "link": "https://elpais.com/deportes/tenis/2025-05-30/alcaraz-vence-en-el-cuarto-set-a-dzumhur-y-avanza-a-los-octavos-de-roland-garros.html",
    "published_date": "2025-05-30T21:47:24+00:00",
    "content_raw": "Carlos Alcaraz celebra un punto durante el partido contra Dzumhur en la Chatrier.",
    "content_text": "Carlos Alcaraz celebra un punto durante el partido contra Dzumhur en la Chatrier.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/tenis/2025-05-30/paris-la-noche-y-las-tenistas-una-brecha-que-sigue-sin-resolverse-no-es-cuestion-de-nivel.html",
    "title": "París, la noche y las tenistas, una brecha que sigue sin resolverse: “No es cuestión de nivel...”",
    "link": "https://elpais.com/deportes/tenis/2025-05-30/paris-la-noche-y-las-tenistas-una-brecha-que-sigue-sin-resolverse-no-es-cuestion-de-nivel.html",
    "published_date": "2025-05-30T16:36:38+00:00",
    "content_raw": "Draper, durante el partido de la sesión nocturna del jueves.",
    "content_text": "Draper, durante el partido de la sesión nocturna del jueves.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/formula-1/2025-05-31/james-vowles-director-de-carlos-sainz-mi-objetivo-no-es-que-williams-gane-un-titulo-de-f-1-sino-varios.html",
    "title": "James Vowles, director de Carlos Sainz: “Mi objetivo no es que Williams gane un título de F-1, sino varios”",
    "link": "https://elpais.com/deportes/formula-1/2025-05-31/james-vowles-director-de-carlos-sainz-mi-objetivo-no-es-que-williams-gane-un-titulo-de-f-1-sino-varios.html",
    "published_date": "2025-05-31T03:15:00+00:00",
    "content_raw": "Williams team principal James Vowles, director de Williams, durante el GP de Mónaco el pasado viernes.",
    "content_text": "Williams team principal James Vowles, director de Williams, durante el GP de Mónaco el pasado viernes.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/2025-05-31/maria-vicente-regresa-15-meses-despues-del-romperse-el-tendon-de-aquiles.html",
    "title": "María Vicente regresa 15 meses después del romperse el tendón de Aquiles",
    "link": "https://elpais.com/deportes/2025-05-31/maria-vicente-regresa-15-meses-despues-del-romperse-el-tendon-de-aquiles.html",
    "published_date": "2025-05-31T03:15:00+00:00",
    "content_raw": "María Vicente tras romperse el tendón de Aquiles el pasado 1 de marzo en Glasgow.",
    "content_text": "María Vicente tras romperse el tendón de Aquiles el pasado 1 de marzo en Glasgow.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/baloncesto/2025-05-30/valencia-gran-canaria-y-tenerife-joventut-completan-los-cuartos-de-la-acb.html",
    "title": "Valencia-Gran Canaria y Tenerife-Joventut completan los cuartos de la ACB",
    "link": "https://elpais.com/deportes/baloncesto/2025-05-30/valencia-gran-canaria-y-tenerife-joventut-completan-los-cuartos-de-la-acb.html",
    "published_date": "2025-05-30T21:22:03+00:00",
    "content_raw": "Chris Jones se va de Quintela en el Valencia-Breogán.",
    "content_text": "Chris Jones se va de Quintela en el Valencia-Breogán.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/argentina/2025-05-30/angel-di-maria-vuelve-casa-ficha-para-el-club-argentino-donde-debuto-hace-20-anos.html",
    "title": "Ángel Di María vuelve a casa: ficha por el club argentino donde debutó hace 20 años",
    "link": "https://elpais.com/argentina/2025-05-30/angel-di-maria-vuelve-casa-ficha-para-el-club-argentino-donde-debuto-hace-20-anos.html",
    "published_date": "2025-05-30T18:56:30+00:00",
    "content_raw": "Ángel Di María durante un partido con el Club Juventus, en abril de 2023 en Reggio Emilia, Italia.",
    "content_text": "Ángel Di María durante un partido con el Club Juventus, en abril de 2023 en Reggio Emilia, Italia.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  }
]