[
  {
    "id": "https://techcrunch.com/2025/05/23/california-prepares-to-sue-feds-after-senate-revokes-the-states-ev-rule/",
    "title": "California prepares to sue feds after Senate revokes the state’s EV rule",
    "link": "https://techcrunch.com/2025/05/23/california-prepares-to-sue-feds-after-senate-revokes-the-states-ev-rule/",
    "published_date": "2025-05-23T14:39:35+00:00",
    "content_raw": "The state was to require increasing sales of zero-emissions cars and passenger trucks starting in 2026.",
    "content_text": "The state was to require increasing sales of zero-emissions cars and passenger trucks starting in 2026.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://www.theverge.com/politics/673870/trump-meme-coin-dinner-justin-sun-watch-presidential-seal",
    "title": "Presidential seals, ‘light vetting,’ $100,000 gem-encrusted watches, and a Marriott afterparty",
    "link": "https://www.theverge.com/politics/673870/trump-meme-coin-dinner-justin-sun-watch-presidential-seal",
    "published_date": "2025-05-23T21:19:03+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/257774_Shorted_Trump_Coin_CVirginia.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The winners of the <a href=\"https://www.theverge.com/cryptocurrency/656700/trump-contest-meme-coin\">$TRUMP meme coin</a> contest did get to see President Donald Trump speak at a private dinner closed to the press - but his speech was probably the least exciting part of their night. They did get a better, more valuable, and potentially more lucrative experience: the opportunity to network with the biggest crypto traders in the game, win watches worth hundreds of thousands of dollars, and attend a not-so-exclusive afterparty at the Capitol Hill Marriott afterward - all without having to complete particularly thorough background checks.</p>\n<figure class=\"wp-block-pullquote\"><blockquote><p> The vetting process for entering the dinner was a 'pretty light' KYC check</p></blockquote></figure>\n<p class=\"has-text-align-none\">After being whisked behind the gates of the Trump National Golf Club in Sterling, Virginia, past a throng of journalists snapping photos and protesters screaming at them for being corrupt, the 220 attendees went through security and had their IDs checked. According to one attendee, many were wealthy but some were living on normal-ish paychecks. The other guests, he said, were largely foreigners from overseas, all with an extremely high risk tolerance for gambling with crypto. The attendee said the vetting process for entering the dinner was a \"pretty light\"  …</p>\n<p><a href=\"https://www.theverge.com/politics/673870/trump-meme-coin-dinner-justin-sun-watch-presidential-seal\">Read the full story at The Verge.</a></p>",
    "content_text": "The winners of the $TRUMP meme coin contest did get to see President Donald Trump speak at a private dinner closed to the press - but his speech was probably the least exciting part of their night. They did get a better, more valuable, and potentially more lucrative experience: the opportunity to network with the biggest crypto traders in the game, win watches worth hundreds of thousands of dollars, and attend a not-so-exclusive afterparty at the Capitol Hill Marriott afterward - all without having to complete particularly thorough background checks. The vetting process for entering the dinner was a 'pretty light' KYC check After being whisked behind the gates of the Trump National Golf Club in Sterling, Virginia, past a throng of journalists snapping photos and protesters screaming at them for being corrupt, the 220 attendees went through security and had their IDs checked. According to one attendee, many were wealthy but some were living on normal-ish paychecks. The other guests, he said, were largely foreigners from overseas, all with an extremely high risk tolerance for gambling with crypto. The attendee said the vetting process for entering the dinner was a \"pretty light\"  … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://www.theverge.com/policy/673759/harvard-international-students-trump-dhs-sevis",
    "title": "Trump tries to ban Harvard from enrolling international students",
    "link": "https://www.theverge.com/policy/673759/harvard-international-students-trump-dhs-sevis",
    "published_date": "2025-05-23T19:38:32+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/04/VRG_Illo_STK175_L_Normand_DonaldTrump_Negative.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">President Donald Trump’s administration is trying to strip Harvard of its ability to enroll international students — an effort <a href=\"https://apnews.com/article/harvard-foreign-students-enrollment-trump-lawsuit-94b65866c563e67a7a7a3c79e90144d6\">blocked by a federal judge</a> on Friday, just hours after the university filed a lawsuit claiming Trump was violating its First Amendment rights.</p>\n\n<p class=\"has-text-align-none\">On Thursday, the Department of Homeland Security (DHS)<a href=\"https://www.nytimes.com/2025/05/22/us/harvard-international-students-trump-sevis.html\"> rescinded Harvard’s access</a> to the Student and Exchange Visitor Information System (SEVIS), a government database of international students attending universities in the United States. The students’ visas weren’t canceled, but DHS’s revocation of Harvard’s SEVIS certification could, in theory, make nearly 6,800 international students enrolled at Harvard deportable immediately.</p>\n\n<p class=\"has-text-align-none\">“This administration is holding Harvard accountable for fostering violence, antisemitism, and coordinating with the Chinese Communist Party on its campus,” DHS secretary Kristi Noem <a href=\"https://www.dhs.gov/news/2025/05/22/harvard-university-loses-student-and-exchange-visitor-program-certification-pro\">said</a> on Thursday. “It is a privilege, not a right, for universities to enroll foreign students and benefit from their higher tuition payments to help pad their multibillion-dollar endowments. Harvard had plenty of opportunity to do the right thing. It refused.”</p>\n\n<p class=\"has-text-align-none\">A month earlier, DHS <a href=\"https://www.nytimes.com/interactive/2025/04/17/us/harvard-letter-signed.html\">demanded</a> that Harvard turn over information on its international students, including their “known illegal activity,” “known dangerous or violent activity,” “known threats to other students or university personnel,” and “known deprivation of rights of other classmates or university personnel.” The department also requested information on any disciplinary action that had been taken against international students who participated in protests. DHS <a href=\"https://www.nytimes.com/2025/04/17/us/politics/trump-harvard-international-students.html\">threatened to rescind</a> Harvard’s SEVIS certification if the university didn’t turn over student records by April 30th.</p>\n\n<p class=\"has-text-align-none\">Since taking office, Trump has used allegations of antisemitism at universities across the country to retaliate against students involved in campus protests against the war on Gaza — and against the universities themselves, which the administration claims haven’t done enough to quell antisemitism on their campuses. In addition to <a href=\"https://www.insidehighered.com/news/government/politics-elections/2025/04/18/what-know-about-trumps-funding-threats-colleges\">pulling billions of dollars in federal funding</a>, the administration has also had Immigration and Customs Enforcement arrest several students over their pro-Palestine activism. Some of these students, like <a href=\"https://www.theverge.com/policy/628411/mahmoud-khalil-immigration-nationality-act-green-card-state-department\">Mahmoud Khalil</a> and <a href=\"https://www.theverge.com/policy/649427/ice-arrest-mohsen-mahdawi-citizenship-interview-uscis\">Mohsen Mahdawi</a>, are green card holders whom ICE has accused of engaging in behavior that is contrary to the US’s foreign policy interests. Others are international students whose <a href=\"https://www.theverge.com/policy/634094/trump-dhs-arresting-palestine-student-activists-ice\">visas were revoked by the State Department</a>, thus making them deportable.</p>\n\n<p class=\"has-text-align-none\">Instead of targeting individual students at Harvard, the Trump administration is going after the university’s ability to enroll international students altogether. Unlike Columbia, which <a href=\"https://www.theverge.com/policy/642060/trump-first-amendment-college-campus-free-speech-columbia-harvard\">capitulated to a list of Trump’s demands</a>, Harvard has <a href=\"https://news.harvard.edu/gazette/story/2025/04/harvard-wont-comply-with-demands-from-trump-administration/\">generally refused to comply</a> with the administration’s requests that it hand over data on its international students; &#8220;audit&#8221; its academic programs, as well as students’ and faculty’s political views; and change its governance structure and hiring practices.</p>\n\n<p class=\"has-text-align-none\">Harvard <a href=\"https://www.harvard.edu/research-funding/wp-content/uploads/sites/16/2025/05/Harvard-Visa-Complaint.pdf\">sued</a> the administration on Friday. In a complaint filed in Massachusetts federal court, the university’s lawyers called DHS’s revocation of its SEVIS certification a “blatant violation of the First Amendment.”</p>\n\n<p class=\"has-text-align-none\">“It is the latest act by the government in clear retaliation for Harvard exercising its First Amendment rights to reject the government’s demands to control Harvard’s governance, curriculum, and the ‘ideology’ of its faculty and students,” the complaint alleges. “With the stroke of a pen, the government has sought to erase a quarter of Harvard’s student body, international students who contribute significantly to the University and its mission.”</p>\n\n<p class=\"has-text-align-none\">Moreover, the suit claims, revoking Harvard’s SEVIS status puts students in an impossible position. “Termination of SEVIS records presents student visa holders whose school loses its certification with two bad choices,” the complaint claims: transferring immediately, or leaving the country.</p>\n\n<p class=\"has-text-align-none\">A federal judge has <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.mad.285083/gov.uscourts.mad.285083.11.0_5.pdf\">temporarily blocked</a> DHS’s attempt to revoke Harvard’s SEVIS certification. The university’s international students are safe — for now.</p>",
    "content_text": "President Donald Trump’s administration is trying to strip Harvard of its ability to enroll international students — an effort blocked by a federal judge on Friday, just hours after the university filed a lawsuit claiming Trump was violating its First Amendment rights. On Thursday, the Department of Homeland Security (DHS) rescinded Harvard’s access to the Student and Exchange Visitor Information System (SEVIS), a government database of international students attending universities in the United States. The students’ visas weren’t canceled, but DHS’s revocation of Harvard’s SEVIS certification could, in theory, make nearly 6,800 international students enrolled at Harvard deportable immediately. “This administration is holding Harvard accountable for fostering violence, antisemitism, and coordinating with the Chinese Communist Party on its campus,” DHS secretary Kristi Noem said on Thursday. “It is a privilege, not a right, for universities to enroll foreign students and benefit from their higher tuition payments to help pad their multibillion-dollar endowments. Harvard had plenty of opportunity to do the right thing. It refused.” A month earlier, DHS demanded that Harvard turn over information on its international students, including their “known illegal activity,” “known dangerous or violent activity,” “known threats to other students or university personnel,” and “known deprivation of rights of other classmates or university personnel.” The department also requested information on any disciplinary action that had been taken against international students who participated in protests. DHS threatened to rescind Harvard’s SEVIS certification if the university didn’t turn over student records by April 30th. Since taking office, Trump has used allegations of antisemitism at universities across the country to retaliate against students involved in campus protests against the war on Gaza — and against the universities themselves, which the administration claims haven’t done enough to quell antisemitism on their campuses. In addition to pulling billions of dollars in federal funding , the administration has also had Immigration and Customs Enforcement arrest several students over their pro-Palestine activism. Some of these students, like Mahmoud Khalil and Mohsen Mahdawi , are green card holders whom ICE has accused of engaging in behavior that is contrary to the US’s foreign policy interests. Others are international students whose visas were revoked by the State Department , thus making them deportable. Instead of targeting individual students at Harvard, the Trump administration is going after the university’s ability to enroll international students altogether. Unlike Columbia, which capitulated to a list of Trump’s demands , Harvard has generally refused to comply with the administration’s requests that it hand over data on its international students; “audit” its academic programs, as well as students’ and faculty’s political views; and change its governance structure and hiring practices. Harvard sued the administration on Friday. In a complaint filed in Massachusetts federal court, the university’s lawyers called DHS’s revocation of its SEVIS certification a “blatant violation of the First Amendment.” “It is the latest act by the government in clear retaliation for Harvard exercising its First Amendment rights to reject the government’s demands to control Harvard’s governance, curriculum, and the ‘ideology’ of its faculty and students,” the complaint alleges. “With the stroke of a pen, the government has sought to erase a quarter of Harvard’s student body, international students who contribute significantly to the University and its mission.” Moreover, the suit claims, revoking Harvard’s SEVIS status puts students in an impossible position. “Termination of SEVIS records presents student visa holders whose school loses its certification with two bad choices,” the complaint claims: transferring immediately, or leaving the country. A federal judge has temporarily blocked DHS’s attempt to revoke Harvard’s SEVIS certification. The university’s international students are safe — for now.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/naukri-exposed-recruiter-email-addresses-researcher-says/",
    "title": "Naukri exposed recruiter email addresses, researcher says",
    "link": "https://techcrunch.com/2025/05/23/naukri-exposed-recruiter-email-addresses-researcher-says/",
    "published_date": "2025-05-24T02:30:00+00:00",
    "content_raw": "The recruiter website fixed the email address exposure earlier this week.",
    "content_text": "The recruiter website fixed the email address exposure earlier this week.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/khosla-ventures-among-vcs-experimenting-with-ai-infused-roll-ups-of-mature-companies/",
    "title": "Khosla Ventures among VCs experimenting with AI-infused roll-ups of mature companies",
    "link": "https://techcrunch.com/2025/05/23/khosla-ventures-among-vcs-experimenting-with-ai-infused-roll-ups-of-mature-companies/",
    "published_date": "2025-05-23T21:58:44+00:00",
    "content_raw": "Venture capitalists have always focused on investing in companies that leverage technology to either disrupt established industries or create entirely new business categories. But some VCs are starting to flip the script on their investing styles. Rather than funding startups, they are acquiring mature businesses — such as call centers, accounting firms, and other professional [&#8230;]",
    "content_text": "Venture capitalists have always focused on investing in companies that leverage technology to either disrupt established industries or create entirely new business categories. But some VCs are starting to flip the script on their investing styles. Rather than funding startups, they are acquiring mature businesses — such as call centers, accounting firms, and other professional […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/zoox-issues-second-robotaxi-software-recall-in-a-month-following-collision/",
    "title": "Zoox issues second robotaxi software recall in a month following collision",
    "link": "https://techcrunch.com/2025/05/23/zoox-issues-second-robotaxi-software-recall-in-a-month-following-collision/",
    "published_date": "2025-05-23T20:36:30+00:00",
    "content_raw": "Amazon-owned autonomous vehicle company Zoox has issued its second voluntary software recall in a month, following a collision between one of its robotaxis and an e-scooter rider in San Francisco on May 8. The latest incident involved an unoccupied Zoox vehicle operating at low speed, which the company says was struck by the e-scooter after [&#8230;]",
    "content_text": "Amazon-owned autonomous vehicle company Zoox has issued its second voluntary software recall in a month, following a collision between one of its robotaxis and an e-scooter rider in San Francisco on May 8. The latest incident involved an unoccupied Zoox vehicle operating at low speed, which the company says was struck by the e-scooter after […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/landa-promised-real-estate-investing-for-5-now-its-gone-dark/",
    "title": "Landa promised real estate investing for $5. Now it’s gone dark.",
    "link": "https://techcrunch.com/2025/05/23/landa-promised-real-estate-investing-for-5-now-its-gone-dark/",
    "published_date": "2025-05-23T19:22:46+00:00",
    "content_raw": "The idea of becoming a real estate investor for as little as $5 may seem too good to be true. And for many users of Landa, a proptech company that promised just that &#8212; it has been. Landa emerged from stealth in August 2022, announcing a total of $33 million in funding and a pledge [&#8230;]",
    "content_text": "The idea of becoming a real estate investor for as little as $5 may seem too good to be true. And for many users of Landa, a proptech company that promised just that — it has been. Landa emerged from stealth in August 2022, announcing a total of $33 million in funding and a pledge […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/what-is-mistral-ai-everything-to-know-about-the-openai-competitor/",
    "title": "What is Mistral AI? Everything to know about the OpenAI competitor",
    "link": "https://techcrunch.com/2025/05/23/what-is-mistral-ai-everything-to-know-about-the-openai-competitor/",
    "published_date": "2025-05-23T19:16:22+00:00",
    "content_raw": "Mistral AI, the French company behind AI assistant Le Chat and several foundational models, is officially regarded as one of France’s most promising tech startups and is arguably the only European company that could compete with OpenAI. But compared to its $6 billion valuation, its global market share is still relatively low.&#160; However, the recent [&#8230;]",
    "content_text": "Mistral AI, the French company behind AI assistant Le Chat and several foundational models, is officially regarded as one of France’s most promising tech startups and is arguably the only European company that could compete with OpenAI. But compared to its $6 billion valuation, its global market share is still relatively low.  However, the recent […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/apple-ceo-reportedly-urged-texas-governor-to-ditch-online-child-safety-bill/",
    "title": "Apple CEO reportedly urged Texas’ governor to ditch online child safety bill",
    "link": "https://techcrunch.com/2025/05/23/apple-ceo-reportedly-urged-texas-governor-to-ditch-online-child-safety-bill/",
    "published_date": "2025-05-23T19:11:12+00:00",
    "content_raw": "Apple CEO Tim Cook reportedly called Texas Gov. Greg Abbott to make changes to or veto a newly passed law in the state that would require the company to verify the ages of device owners, according to The Wall Street Journal. Abbott has yet to sign the bill. But Apple, alongside Google, has been working [&#8230;]",
    "content_text": "Apple CEO Tim Cook reportedly called Texas Gov. Greg Abbott to make changes to or veto a newly passed law in the state that would require the company to verify the ages of device owners, according to The Wall Street Journal. Abbott has yet to sign the bill. But Apple, alongside Google, has been working […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/marjorie-taylor-greene-picked-a-fight-with-grok/",
    "title": "Marjorie Taylor Greene picked a fight with Grok",
    "link": "https://techcrunch.com/2025/05/23/marjorie-taylor-greene-picked-a-fight-with-grok/",
    "published_date": "2025-05-23T18:09:15+00:00",
    "content_raw": "Last week, Elon Musk&#8217;s AI chatbot Grok experienced a &#8220;bug&#8221; that made it tell users about the &#8220;white genocide&#8221; conspiracy theory in South Africa, even when prompted with questions that had nothing to do with the topic … and soon after, Grok expressed skepticism over the Holocaust death toll, which it chalked up to a &#8220;programming [&#8230;]",
    "content_text": "Last week, Elon Musk’s AI chatbot Grok experienced a “bug” that made it tell users about the “white genocide” conspiracy theory in South Africa, even when prompted with questions that had nothing to do with the topic … and soon after, Grok expressed skepticism over the Holocaust death toll, which it chalked up to a “programming […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/techcrunch-mobility-uber-freights-ai-bet-teslas-robotaxi-caveat-and-nikolas-trucks-hit-the-auction-block/",
    "title": "TechCrunch Mobility: Uber Freight’s AI bet, Tesla’s robotaxi caveat, and Nikola’s trucks hit the auction block",
    "link": "https://techcrunch.com/2025/05/23/techcrunch-mobility-uber-freights-ai-bet-teslas-robotaxi-caveat-and-nikolas-trucks-hit-the-auction-block/",
    "published_date": "2025-05-23T17:45:00+00:00",
    "content_raw": "Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation. Sign up here for free — just click TechCrunch Mobility! For those U.S.-based readers out there, enjoy the long Memorial Day weekend, and if you’re on the road, expect it to be crowded. AAA projects 45.1 million [&#8230;]",
    "content_text": "Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation. Sign up here for free — just click TechCrunch Mobility! For those U.S.-based readers out there, enjoy the long Memorial Day weekend, and if you’re on the road, expect it to be crowded. AAA projects 45.1 million […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/openai-upgrades-the-ai-model-powering-its-operator-agent/",
    "title": "OpenAI upgrades the AI model powering its Operator agent",
    "link": "https://techcrunch.com/2025/05/23/openai-upgrades-the-ai-model-powering-its-operator-agent/",
    "published_date": "2025-05-23T17:43:33+00:00",
    "content_raw": "OpenAI is updating the AI model powering&#160;Operator, its AI agent that can autonomously browse the web and use certain software within a cloud-hosted virtual machine to fulfill users&#8217; requests. Soon, Operator will use a model based on o3, one of the latest in OpenAI&#8217;s o series of &#8220;reasoning&#8221; models. Previously, Operator relied on a custom [&#8230;]",
    "content_text": "OpenAI is updating the AI model powering Operator, its AI agent that can autonomously browse the web and use certain software within a cloud-hosted virtual machine to fulfill users’ requests. Soon, Operator will use a model based on o3, one of the latest in OpenAI’s o series of “reasoning” models. Previously, Operator relied on a custom […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/startups-weekly-cutting-through-google-i-o-noise/",
    "title": "Startups Weekly: Cutting through Google I/O noise",
    "link": "https://techcrunch.com/2025/05/23/startups-weekly-cutting-through-google-i-o-noise/",
    "published_date": "2025-05-23T17:05:00+00:00",
    "content_raw": "Google I/O didn't stop startups from taking their chances and announcing some big deals this week.",
    "content_text": "Google I/O didn't stop startups from taking their chances and announcing some big deals this week.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/microsoft-says-its-aurora-ai-can-accurately-predict-air-quality-typhoons-and-more/",
    "title": "Microsoft says its Aurora AI can accurately predict air quality, typhoons, and more",
    "link": "https://techcrunch.com/2025/05/23/microsoft-says-its-aurora-ai-can-accurately-predict-air-quality-typhoons-and-more/",
    "published_date": "2025-05-23T17:00:03+00:00",
    "content_raw": "One of Microsoft&#8217;s latest AI models can accurately predict air quality, hurricanes, typhoons, and other weather-related phenomena, the company claims. In a paper published in the journal Nature and an accompanying blog post this week, Microsoft detailed Aurora, which the tech giant says can forecast atmospheric events with greater precision and speed than traditional meteorological [&#8230;]",
    "content_text": "One of Microsoft’s latest AI models can accurately predict air quality, hurricanes, typhoons, and other weather-related phenomena, the company claims. In a paper published in the journal Nature and an accompanying blog post this week, Microsoft detailed Aurora, which the tech giant says can forecast atmospheric events with greater precision and speed than traditional meteorological […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/discord-seeks-to-solve-a-problem-that-it-created/",
    "title": "Discord seeks to solve a problem that it created",
    "link": "https://techcrunch.com/2025/05/23/discord-seeks-to-solve-a-problem-that-it-created/",
    "published_date": "2025-05-23T16:14:25+00:00",
    "content_raw": "Discord is entering its second decade as a company and is seeking to go public. Along the way, it&#8217;s changed the way that online communities interact, turning groups that may have previously existed as forums or message boards into multi-channel instant message servers. Now, everything finds a home on Discord, whether it&#8217;s an AI platform [&#8230;]",
    "content_text": "Discord is entering its second decade as a company and is seeking to go public. Along the way, it’s changed the way that online communities interact, turning groups that may have previously existed as forums or message boards into multi-channel instant message servers. Now, everything finds a home on Discord, whether it’s an AI platform […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/digg-founder-kevin-rose-offers-to-buy-pocket-from-mozilla/",
    "title": "Digg founder Kevin Rose offers to buy Pocket from Mozilla",
    "link": "https://techcrunch.com/2025/05/23/digg-founder-kevin-rose-offers-to-buy-pocket-from-mozilla/",
    "published_date": "2025-05-23T15:59:43+00:00",
    "content_raw": "The deal could be interesting if it went through, as Digg could leverage Pocket's existing user base to fuel interest in its relaunch.",
    "content_text": "The deal could be interesting if it went through, as Digg could leverage Pocket's existing user base to fuel interest in its relaunch.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/chatgpt-everything-to-know-about-the-ai-chatbot/",
    "title": "ChatGPT: Everything you need to know about the AI-powered chatbot",
    "link": "https://techcrunch.com/2025/05/23/chatgpt-everything-to-know-about-the-ai-chatbot/",
    "published_date": "2025-05-23T14:53:59+00:00",
    "content_raw": "ChatGPT, OpenAI’s text-generating AI chatbot, has taken the world by storm since its launch in November 2022. What started as a tool to supercharge productivity through writing essays and code with short text prompts has evolved into a behemoth with 300 million weekly active users. 2024 was a big year for OpenAI, from its partnership [&#8230;]",
    "content_text": "ChatGPT, OpenAI’s text-generating AI chatbot, has taken the world by storm since its launch in November 2022. What started as a tool to supercharge productivity through writing essays and code with short text prompts has evolved into a behemoth with 300 million weekly active users. 2024 was a big year for OpenAI, from its partnership […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/when-ai-crosses-the-line-artemis-seaford-and-ion-stoica-confront-the-ethical-crisis-at-techcrunch-sessions-ai/",
    "title": "At TechCrunch Sessions: AI, Artemis Seaford and Ion Stoica confront the ethical crisis — when AI crosses the line",
    "link": "https://techcrunch.com/2025/05/23/when-ai-crosses-the-line-artemis-seaford-and-ion-stoica-confront-the-ethical-crisis-at-techcrunch-sessions-ai/",
    "published_date": "2025-05-23T14:20:00+00:00",
    "content_raw": "As generative AI becomes faster, cheaper, and more convincing, the ethical stakes are no longer theoretical. What happens when the tools to deceive become widely accessible? And how do we build systems that are powerful — but safe enough to trust? At TechCrunch Sessions: AI, taking place June 5 at UC Berkeley’s Zellerbach Hall, Artemis [&#8230;]",
    "content_text": "As generative AI becomes faster, cheaper, and more convincing, the ethical stakes are no longer theoretical. What happens when the tools to deceive become widely accessible? And how do we build systems that are powerful — but safe enough to trust? At TechCrunch Sessions: AI, taking place June 5 at UC Berkeley’s Zellerbach Hall, Artemis […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/x-continues-to-suffer-bugs-following-thursday-outage/",
    "title": "X continues to suffer bugs following Thursday outage",
    "link": "https://techcrunch.com/2025/05/23/x-continues-to-suffer-bugs-following-thursday-outage/",
    "published_date": "2025-05-23T14:16:19+00:00",
    "content_raw": "For over 24 hours, many X users, including this reporter, have been experiencing issues with the site&#8217;s basic functionality. Some messages won&#8217;t load, timelines won&#8217;t update, and certain posts can&#8217;t be seen without a webpage refresh (or several). The trouble started Thursday afternoon, according to Downdetector, a crowdsourced platform for flagging web outages. Beginning at [&#8230;]",
    "content_text": "For over 24 hours, many X users, including this reporter, have been experiencing issues with the site’s basic functionality. Some messages won’t load, timelines won’t update, and certain posts can’t be seen without a webpage refresh (or several). The trouble started Thursday afternoon, according to Downdetector, a crowdsourced platform for flagging web outages. Beginning at […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/founders-first-iliana-quinonez-of-google-cloud-on-ai-agents-infrastructure-and-democratization-at-techcrunch-sessions-ai/",
    "title": "Founders First: Iliana Quinonez of Google Cloud on AI agents, infrastructure, and democratization at TechCrunch Sessions: AI",
    "link": "https://techcrunch.com/2025/05/23/founders-first-iliana-quinonez-of-google-cloud-on-ai-agents-infrastructure-and-democratization-at-techcrunch-sessions-ai/",
    "published_date": "2025-05-23T14:15:00+00:00",
    "content_raw": "In the startup world, access to cutting-edge tools isn’t the biggest obstacle — it’s knowing how to wield them with precision. At TechCrunch Sessions: AI, taking place on June 5 at UC Berkeley’s Zellerbach Hall, we’re digging into the frameworks and decisions that determine whether an AI startup can scale — or stall. We’re excited [&#8230;]",
    "content_text": "In the startup world, access to cutting-edge tools isn’t the biggest obstacle — it’s knowing how to wield them with precision. At TechCrunch Sessions: AI, taking place on June 5 at UC Berkeley’s Zellerbach Hall, we’re digging into the frameworks and decisions that determine whether an AI startup can scale — or stall. We’re excited […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/tick-tock-just-3-days-left-to-save-up-to-900-on-your-techcrunch-disrupt-2025-pass/",
    "title": "Tick tock: Just 3 days left to save up to $900 on your TechCrunch Disrupt 2025 pass",
    "link": "https://techcrunch.com/2025/05/23/tick-tock-just-3-days-left-to-save-up-to-900-on-your-techcrunch-disrupt-2025-pass/",
    "published_date": "2025-05-23T14:00:00+00:00",
    "content_raw": "Time’s almost up — save big before prices jump in 3 days!&#160; You’ve got until May 25 at 11:59 p.m. PT to save up to $900 on individual tickets to TechCrunch Disrupt 2025. Or double your impact — grab one Early Bird pass and get another for your +1 at 90% off. These deals will [&#8230;]",
    "content_text": "Time’s almost up — save big before prices jump in 3 days!  You’ve got until May 25 at 11:59 p.m. PT to save up to $900 on individual tickets to TechCrunch Disrupt 2025. Or double your impact — grab one Early Bird pass and get another for your +1 at 90% off. These deals will […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/reviews/673318/bougerv-water-heater-review-shower-portable",
    "title": "BougeRV water heater review: hot showers to go",
    "link": "https://www.theverge.com/reviews/673318/bougerv-water-heater-review-shower-portable",
    "published_date": "2025-05-24T06:05:43+00:00",
    "content_raw": "<figure>\n\n<img alt=\"A person wearing a wetsuit at the beach, standing in front of the BougeRV water heater sitting on some stairs, holds the shower head in her hand and directs the spray at her chest.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/IMG_9341.jpeg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Hot or warm water, whatever works.</figcaption>\n</figure>\n<p class=\"has-drop-cap has-text-align-none\">Hot water is like internet connectivity for most <em>Verge </em>readers: you just expect it to be there. But that's unlikely to be the case this summer when tent camping at a music festival or road-tripping into the great unknown.  That's where BougeRV's battery-powered shower comes in. </p>\n<p class=\"has-text-align-none\">The <a href=\"https://www.bougerv.com/products/portable-propane-outdoor-water-heater\">$310 \"Portable Propane Outdoor Camping Water Heater\" from BougeRV</a> is not only optimized for search engine discovery, it also delivers a luxurious spray of hot steaming water to the unwashed, be they human, canine, or stubborn pots and pans. Charge up the battery, attach a propane canister, drop the pump into a jug of water, and you're ready to get sudsing.</p>\n<p class=\"has-text-align-none\">It's so useful and flexible that I've ditched my plans to install a permanent shower cabin and expensive hot water system inside my adventure van, even if I don't completely trust it.</p>\n<p class=\"has-text-align-none\"><a href=\"https://www.nemoequipment.com/products/helio-pressure-shower\">My current portable shower</a> consists of an 11-liter water bag, a manual foot pump, and a spray nozzle. To make it hot, I have to heat water on the stove or hang the bag in the sun for several hours, yet it still costs over $150. For $310, the BougeRV heated shower seems like a bargain.</p>\n<p class=\"has-text-align-none\">The BougeRV system can produce a maximum heat output of 20,500 BTUs - about half o …</p>\n<p><a href=\"https://www.theverge.com/reviews/673318/bougerv-water-heater-review-shower-portable\">Read the full story at The Verge.</a></p>",
    "content_text": "Hot or warm water, whatever works. Hot water is like internet connectivity for most Verge readers: you just expect it to be there. But that's unlikely to be the case this summer when tent camping at a music festival or road-tripping into the great unknown.  That's where BougeRV's battery-powered shower comes in. The $310 \"Portable Propane Outdoor Camping Water Heater\" from BougeRV is not only optimized for search engine discovery, it also delivers a luxurious spray of hot steaming water to the unwashed, be they human, canine, or stubborn pots and pans. Charge up the battery, attach a propane canister, drop the pump into a jug of water, and you're ready to get sudsing. It's so useful and flexible that I've ditched my plans to install a permanent shower cabin and expensive hot water system inside my adventure van, even if I don't completely trust it. My current portable shower consists of an 11-liter water bag, a manual foot pump, and a spray nozzle. To make it hot, I have to heat water on the stove or hang the bag in the sun for several hours, yet it still costs over $150. For $310, the BougeRV heated shower seems like a bargain. The BougeRV system can produce a maximum heat output of 20,500 BTUs - about half o … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/tech/660700/best-graduation-gift-ideas",
    "title": "The Verge&#8217;s 2025 graduation gift guide",
    "link": "https://www.theverge.com/tech/660700/best-graduation-gift-ideas",
    "published_date": "2025-05-24T01:42:46+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/257728_Graduation_gift_guide_2_CVirginia.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-drop-cap has-text-align-none\">Graduation is one of those unique milestones in life that’s both exciting and nerve-wracking. It’s worth celebrating, but it also marks a new chapter that can feel overwhelming.&nbsp;That’s why your grad will surely appreciate a little support as they step into the next phase of their life, whether that be college or their first job.</p>\n\n<p class=\"has-text-align-none\">Lucky for you, we’ve put together a list of gifts that are designed to make the transition into post-grad life a little smoother. Our picks cover essentials they might need for their first apartment or dorm — from <a href=\"https://www.amazon.com/dp/B00G2XGC88/\">kitchenware</a> to <a href=\"https://www.amazon.com/HOTO-Household-Screwdriver-Essential-Mechanics/dp/B09XHTMRXH/\">tools</a> — along with a few gifts to <a href=\"https://lookingglassfactory.com/looking-glass-go-spatial-photo-frame\">remind</a> <a href=\"https://www.amazon.com/dp/B00LLDPQ22/\">them</a> <a href=\"https://www.amazon.com/Fujifilm-Instax-Mini-Instant-Camera/dp/B0CXZQGL2D/\">of home</a>. We’ve also sprinkled in a ton of gadgets to set them up for success, including <a href=\"https://www.amazon.com/Kobo-Glare-Free-Touchscreen-ComfortLight-Adjustable/dp/B0C15G7J3V/\">e-readers</a> and <a href=\"https://www.amazon.com/gp/product/B0DCBB2YTR/\">portable chargers</a>. And because they’ve certainly earned some downtime, we’ve included a selection of other ideas to help them unwind and celebrate a job well done.</p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<p class=\"has-text-align-none\"><em><strong>Update, May 23rd: </strong>Adjusted pricing / availability and added several new gift suggestions, including Apple’s latest MacBook Pro 13 and Lovepop’s colorful Black-Eyed Susan Bouquet.</em></p>",
    "content_text": "Graduation is one of those unique milestones in life that’s both exciting and nerve-wracking. It’s worth celebrating, but it also marks a new chapter that can feel overwhelming. That’s why your grad will surely appreciate a little support as they step into the next phase of their life, whether that be college or their first job. Lucky for you, we’ve put together a list of gifts that are designed to make the transition into post-grad life a little smoother. Our picks cover essentials they might need for their first apartment or dorm — from kitchenware to tools — along with a few gifts to remind them of home . We’ve also sprinkled in a ton of gadgets to set them up for success, including e-readers and portable chargers . And because they’ve certainly earned some downtime, we’ve included a selection of other ideas to help them unwind and celebrate a job well done. Update, May 23rd: Adjusted pricing / availability and added several new gift suggestions, including Apple’s latest MacBook Pro 13 and Lovepop’s colorful Black-Eyed Susan Bouquet.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/673938/gabe-newell-valve-founder-brain-computer-interface-first-chip-starfish",
    "title": "Valve CEO Gabe Newell’s Neuralink competitor is expecting its first brain chip this year",
    "link": "https://www.theverge.com/news/673938/gabe-newell-valve-founder-brain-computer-interface-first-chip-starfish",
    "published_date": "2025-05-23T23:22:10+00:00",
    "content_raw": "<figure>\n\n<img alt=\"A man pretending to drill into Gabe Newell’s head.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/valve-gabe-gaben-mike-ambinder-drill-bci.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>﻿Valve CEO Gabe Newell pretends to get a hole drilled into his head for a brain-computer interface.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Valve co-founder and CEO Gabe Newell, the company behind <em>Half-Life</em> and <em>DOTA 2</em> and <em>Counter-Strike</em> and preeminent PC game distribution platform Steam, has long toyed with the idea that your brain should be more connected to your PC. It <a href=\"https://www.gdcvault.com/play/1014734/Biofeedback-in-Gameplay-How-Valve\">began over a decade ago</a> with in-house psychologists studying people’s biological responses to video games; <a href=\"http://www.theverge.com/2012/4/13/2947088/valve-reveals-secret-hardware-project-wearable-computing\">Valve once considered earlobe monitors</a> for its first VR headset. The company publicly explored the idea of <a href=\"https://www.youtube.com/watch?v=Qhj3C1H5JWo\">brain-computer interfaces for gaming</a> at GDC in 2019.</p>\n\n<p class=\"has-text-align-none\">But Newell decided to spin off the idea. That same year, <a href=\"https://www.theverge.com/2024/4/9/24125379/is-gabe-newells-neuralink-competitor-coming-out-of-stealth\">he quietly incorporated</a> a new brain-computer interface startup, Starfish Neuroscience — which has now revealed plans to produce its very first brain chip later this year.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://starfishneuroscience.com/blog/ultra-low-power-miniature-electrophysiological-electronics/?header-bg=card-bg0\">Starfish’s first blog post</a>, spotted <a href=\"https://x.com/SadlyItsBradley/status/1925459695713525986\">by Valve watcher Brad Lynch</a>, makes it clear we’re not talking about a complete implant yet. This bit is the custom “electrophysiology” chip designed to record brain activity (like how Neuralink can “read your mind” so patients can interact with computers) and stimulate the brain (for disease therapy), but Starfish isn’t claiming it’s already built the systems to power it or the bits to stick it into a person’s head.</p>\n\n<p class=\"has-text-align-none\">“We anticipate our first chips arriving in late 2025 and&nbsp;<strong>we are interested in finding collaborators for whom such a chip would open new and exciting avenues</strong>,” writes Starfish neuroengineer Nate Cermak (bolding theirs), suggesting that Starfish might wind up partnering with other companies for wireless power or even the final brain implant. </p>\n\n<p class=\"has-text-align-none\">But the goal, writes Starfish, is a smaller and less invasive implant than the competition, one that can “enable simultaneous access to multiple brain regions” instead of just one site, and one that doesn’t require a battery. Using just 1.1 milliwatts during “normal recording,” Starfish says it can work with wireless power transmission instead.</p>\n\n<p class=\"has-text-align-none\">Here’s the chip’s current spec sheet:</p>\n\n<ul class=\"wp-block-list\">\n<li>Low power: 1.1 mW total power consumption during normal recording&nbsp;</li>\n\n\n\n<li>Physically small: 2 x 4mm (0.3mm pitch BGA)&nbsp;</li>\n\n\n\n<li>Capable of both recording (spikes and LFP) &amp; stimulation (biphasic pulses)&nbsp;</li>\n\n\n\n<li>32 electrode sites, 16 simultaneous recording channels at 18.75kHz&nbsp;</li>\n\n\n\n<li>1 current source for stimulating on arbitrary pairs of electrodes&nbsp;</li>\n\n\n\n<li>Onboard impedance monitoring and stim voltage transient measurement&nbsp;</li>\n\n\n\n<li>Digital onboard data processing and spike detection allows the device to operate via low-bandwidth wireless interfaces.&nbsp;</li>\n\n\n\n<li>Fabricated in TSMC 55nm process</li>\n</ul>\n\n<p class=\"has-text-align-none\">Neuralink’s N1, for comparison, has 1,024 electrodes across its 64 brain-implanted threads, <a href=\"http://whole ASIC consumes approximately 6 mW\">a chip that consumed around 6 milliwatts as of 2019</a>, a battery that periodically needs wireless charging, and the full implant (again, not just the chip) is around 23mm wide and 8mm thick. The Elon Musk-led company has reportedly already implanted it in three humans; while some of the <a href=\"https://www.theverge.com/2024/5/9/24152758/neuralinks-first-implant-in-a-human-started-to-detach-from-the-patients-brain\">threads did detach</a> from the first patient’s brain, he still has functionality and <a href=\"https://www.bigtechnology.com/p/full-q-and-a-neuralink-patient-noland\">has been giving interviews</a>. </p>\n\n<p class=\"has-text-align-none\">Starfish says it could be important to connect to multiple parts of the brain simultaneously, instead of just one region, to address issues like Parkinson’s disease. “there is increasing evidence that a number of neurological disorders involve circuit-level dysfunction, in which the interactions between brain regions may be misregulated,” Cermak writes.</p>\n\n<p class=\"has-text-align-none\">In addition to multiple simultaneous brain implants, <a href=\"https://starfishneuroscience.com/research/\">the company’s updated website says</a> it’s working on a “precision hyperthermia device” to destroy tumors with targeted heat, and a brain-reading, robotically guided transcranial magnetic stimulation (TMS) system for addressing neurological conditions like bipolar disorder and depression.</p>\n\n<p class=\"has-text-align-none\">In case you’re wondering how any of this might make its way back to gaming, I’ll leave you with Valve’s talk from GDC 2019 about brain-computer interfaces.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div></div></div>\n</div></figure>",
    "content_text": "﻿Valve CEO Gabe Newell pretends to get a hole drilled into his head for a brain-computer interface. Valve co-founder and CEO Gabe Newell, the company behind Half-Life and DOTA 2 and Counter-Strike and preeminent PC game distribution platform Steam, has long toyed with the idea that your brain should be more connected to your PC. It began over a decade ago with in-house psychologists studying people’s biological responses to video games; Valve once considered earlobe monitors for its first VR headset. The company publicly explored the idea of brain-computer interfaces for gaming at GDC in 2019. But Newell decided to spin off the idea. That same year, he quietly incorporated a new brain-computer interface startup, Starfish Neuroscience — which has now revealed plans to produce its very first brain chip later this year. Starfish’s first blog post , spotted by Valve watcher Brad Lynch , makes it clear we’re not talking about a complete implant yet. This bit is the custom “electrophysiology” chip designed to record brain activity (like how Neuralink can “read your mind” so patients can interact with computers) and stimulate the brain (for disease therapy), but Starfish isn’t claiming it’s already built the systems to power it or the bits to stick it into a person’s head. “We anticipate our first chips arriving in late 2025 and we are interested in finding collaborators for whom such a chip would open new and exciting avenues ,” writes Starfish neuroengineer Nate Cermak (bolding theirs), suggesting that Starfish might wind up partnering with other companies for wireless power or even the final brain implant. But the goal, writes Starfish, is a smaller and less invasive implant than the competition, one that can “enable simultaneous access to multiple brain regions” instead of just one site, and one that doesn’t require a battery. Using just 1.1 milliwatts during “normal recording,” Starfish says it can work with wireless power transmission instead. Here’s the chip’s current spec sheet: Low power: 1.1 mW total power consumption during normal recording Physically small: 2 x 4mm (0.3mm pitch BGA) Capable of both recording (spikes and LFP) & stimulation (biphasic pulses) 32 electrode sites, 16 simultaneous recording channels at 18.75kHz 1 current source for stimulating on arbitrary pairs of electrodes Onboard impedance monitoring and stim voltage transient measurement Digital onboard data processing and spike detection allows the device to operate via low-bandwidth wireless interfaces. Fabricated in TSMC 55nm process Neuralink’s N1, for comparison, has 1,024 electrodes across its 64 brain-implanted threads, a chip that consumed around 6 milliwatts as of 2019 , a battery that periodically needs wireless charging, and the full implant (again, not just the chip) is around 23mm wide and 8mm thick. The Elon Musk-led company has reportedly already implanted it in three humans; while some of the threads did detach from the first patient’s brain, he still has functionality and has been giving interviews . Starfish says it could be important to connect to multiple parts of the brain simultaneously, instead of just one region, to address issues like Parkinson’s disease. “there is increasing evidence that a number of neurological disorders involve circuit-level dysfunction, in which the interactions between brain regions may be misregulated,” Cermak writes. In addition to multiple simultaneous brain implants, the company’s updated website says it’s working on a “precision hyperthermia device” to destroy tumors with targeted heat, and a brain-reading, robotically guided transcranial magnetic stimulation (TMS) system for addressing neurological conditions like bipolar disorder and depression. In case you’re wondering how any of this might make its way back to gaming, I’ll leave you with Valve’s talk from GDC 2019 about brain-computer interfaces.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/673899/amazon-wheel-of-time-canceled",
    "title": "Amazon has canceled its Wheel of Time series",
    "link": "https://www.theverge.com/news/673899/amazon-wheel-of-time-canceled",
    "published_date": "2025-05-23T20:53:46+00:00",
    "content_raw": "<figure>\n\n<img alt=\"A woman in a flowing blue robe holding her hands together to summon a ball of light.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/WOFT_S3_FG_308_00144316_Still337_R1_3000.jpg?quality=90&#038;strip=all&#038;crop=6.88203125,0,75.24921875,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">After three seasons, Amazon&#8217;s live-action take on Robert Jordan and Brandon Sanderson&#8217;s <a href=\"https://www.theverge.com/2021/11/16/22785109/amazon-wheel-of-time-tv-show-review-rosamund-pike-game-of-thrones\"><em>Wheel of Time</em></a><em> </em>series is coming to an end.</p>\n\n<p class=\"has-text-align-none\">Though <a href=\"https://www.theverge.com/2024/12/8/24316339/wheel-of-time-season-3-streaming-premiere-amazon-prime-trailer-release-date\"><em>The Wheel of Time</em>&#8216;s third season</a> was hailed by fans as the show&#8217;s strongest chapter yet, <a href=\"https://deadline.com/2025/05/the-wheel-of-time-canceled-prime-video-1236409657/\"><em>Deadline</em></a> reports that Amazon has decided not to bring it back due to its relatively high production costs and flagging viewership numbers. Similar to Amazon&#8217;s <em>Rings of Power</em> series, <em>The Wheel of Time </em>was clearly a play to produce another <em>Game of Thrones</em>-style hit. When the series first debuted in 2021, it managed to capture an impressively large audience and become one of Amazon&#8217;s most-watched programs. But those numbers dwindled in subsequent seasons, leading Amazon to call it quits.</p>\n\n<p class=\"has-text-align-none\">Speaking to <a href=\"https://www.hollywoodreporter.com/tv/tv-features/wheel-of-time-finale-death-changes-rafe-judkins-interview-1236193225/\"><em>The Hollywood Reporter</em></a><em> </em>back in April right after <em>The Wheel of Time</em>&#8216;s third season concluded, showrunner Rafe Judkins said that when when he and his team were first shopping the series around to studios, they ultimately chose Amazon as a production partner because it &#8220;felt like a place where they do want to invest in shows for the long term.&#8221;</p>\n\n<p class=\"has-text-align-none\">&#8220;There are not a lot of places doing that anymore,&#8221; Judkins said. &#8220;For <em>Wheel of Time</em>, it’s really important for us to be somewhere that does want to invest in shows for the long term and not just for the splash and leave.&#8221;</p>",
    "content_text": "After three seasons, Amazon’s live-action take on Robert Jordan and Brandon Sanderson’s Wheel of Time series is coming to an end. Though The Wheel of Time ‘s third season was hailed by fans as the show’s strongest chapter yet, Deadline reports that Amazon has decided not to bring it back due to its relatively high production costs and flagging viewership numbers. Similar to Amazon’s Rings of Power series, The Wheel of Time was clearly a play to produce another Game of Thrones -style hit. When the series first debuted in 2021, it managed to capture an impressively large audience and become one of Amazon’s most-watched programs. But those numbers dwindled in subsequent seasons, leading Amazon to call it quits. Speaking to The Hollywood Reporter back in April right after The Wheel of Time ‘s third season concluded, showrunner Rafe Judkins said that when when he and his team were first shopping the series around to studios, they ultimately chose Amazon as a production partner because it “felt like a place where they do want to invest in shows for the long term.” “There are not a lot of places doing that anymore,” Judkins said. “For Wheel of Time , it’s really important for us to be somewhere that does want to invest in shows for the long term and not just for the splash and leave.”",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/673424/trump-apple-iphone-tariff-25-percent-india",
    "title": "Trump threatens Apple, Samsung and others with a 25 percent iPhone tariff",
    "link": "https://www.theverge.com/news/673424/trump-apple-iphone-tariff-25-percent-india",
    "published_date": "2025-05-23T20:03:09+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25626299/247263_iphone_16_pro_AKrales_0832.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">President Donald Trump has threatened Apple and other smartphone manufacturers with a tariff of “at least 25 percent” for iPhones and similar hardware unless production is moved to the United States.</p>\n\n<p class=\"has-text-align-none\">“I have long ago informed Tim Cook of Apple that I expect their iPhone’s that will be sold in the United States of America will be manufactured and built in the United States, not India, or anyplace else,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114556874484491575\">wrote on Truth Social</a>. “If that is not the case, a Tariff of at least 25% must be paid by Apple to the U.S. Thank your for your attention to this matter!”</p>\n\n<p class=\"has-text-align-none\">Later on Friday, <a href=\"https://www.bloomberg.com/news/articles/2025-05-23/trump-says-apple-tariffs-would-also-target-samsung-other-makers\">speaking to reporters in the White House</a>, Trump said the tariff would apply to other companies too, including Samsung, and come out at the end of June. “It would be also Samsung and anybody that makes that product, otherwise it wouldn’t be fair,” said Trump.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">The threat comes a week after <a href=\"https://www.theverge.com/news/667649/donald-trump-apple-stop-producing-iphones-india\">Trump declared</a> that he’d “had a little problem with Tim Cook,” following reports that Apple <a href=\"https://www.ft.com/content/c2be45b8-cfad-4cbb-9a1a-bfd0626be372\">intends to source all of its US iPhones from India</a>, which will require ramping up Indian production. Just Thursday, the <em>Financial Times</em> reported that Foxconn, Apple’s main manufacturer, is <a href=\"https://www.ft.com/content/3939b8e6-641c-443e-8b76-ac77eaad91ca\">developing a $1.5 billion plant</a> in southern India’s Chennai to supply iPhone displays. Apple has been diversifying its production for several years, which was accelerated by both covid and US animosity towards China.</p>\n\n<p class=\"has-text-align-none\">Speaking to reporters, Trump said of Cook, “He said he’s going to India to build plants. I said, that’s okay to go to India, but you’re not going to sell into here without tariffs, and that’s the way it is.”</p>\n\n<p class=\"has-text-align-none\">India is currently subject to the “baseline” 10 percent tariff that applies worldwide, while China is at a higher 30 percent rate, though that could rise substantially in August once a <a href=\"https://www.theverge.com/news/664811/us-china-pause-tariffs-90-days\">90-day reduction in rates</a> lifts. Phones, and most of Apple’s other products, are <a href=\"https://www.theverge.com/news/647666/trump-exempts-smartphones-laptops-chips-tariffs\">exempt from the majority of those rates</a> anyway, but the ongoing uncertainty gives Apple good reason to continue expanding production outside China.</p>\n\n<p class=\"has-text-align-none\">While Apple has pledged to <a href=\"https://www.theverge.com/news/618172/apple-500-billion-us-investment-tariffs-trump\">invest $500 billion in the US</a> over the next four years (and CEO Cook personally <a href=\"https://www.theverge.com/2025/1/3/24335290/apple-donation-donald-trump-inauguration-tim-cook\">invested $1 million in Trump’s inauguration fund</a>), it’s widely acknowledged by industry experts that a <a href=\"https://www.theverge.com/news/646943/the-made-in-america-iphone-aint-gonna-happen\">“Made in America” iPhone isn’t realistic</a>. As Steve Jobs <a href=\"https://www.nytimes.com/2012/01/22/business/apple-america-and-a-squeezed-middle-class.html\">reportedly told Barack Obama in 2011</a>: “Those jobs aren’t coming back.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, May 23rd: </strong>Added details from Trump’s White House comments.</em></p>",
    "content_text": "President Donald Trump has threatened Apple and other smartphone manufacturers with a tariff of “at least 25 percent” for iPhones and similar hardware unless production is moved to the United States. “I have long ago informed Tim Cook of Apple that I expect their iPhone’s that will be sold in the United States of America will be manufactured and built in the United States, not India, or anyplace else,” Trump wrote on Truth Social . “If that is not the case, a Tariff of at least 25% must be paid by Apple to the U.S. Thank your for your attention to this matter!” Later on Friday, speaking to reporters in the White House , Trump said the tariff would apply to other companies too, including Samsung, and come out at the end of June. “It would be also Samsung and anybody that makes that product, otherwise it wouldn’t be fair,” said Trump. The threat comes a week after Trump declared that he’d “had a little problem with Tim Cook,” following reports that Apple intends to source all of its US iPhones from India , which will require ramping up Indian production. Just Thursday, the Financial Times reported that Foxconn, Apple’s main manufacturer, is developing a $1.5 billion plant in southern India’s Chennai to supply iPhone displays. Apple has been diversifying its production for several years, which was accelerated by both covid and US animosity towards China. Speaking to reporters, Trump said of Cook, “He said he’s going to India to build plants. I said, that’s okay to go to India, but you’re not going to sell into here without tariffs, and that’s the way it is.” India is currently subject to the “baseline” 10 percent tariff that applies worldwide, while China is at a higher 30 percent rate, though that could rise substantially in August once a 90-day reduction in rates lifts. Phones, and most of Apple’s other products, are exempt from the majority of those rates anyway, but the ongoing uncertainty gives Apple good reason to continue expanding production outside China. While Apple has pledged to invest $500 billion in the US over the next four years (and CEO Cook personally invested $1 million in Trump’s inauguration fund ), it’s widely acknowledged by industry experts that a “Made in America” iPhone isn’t realistic . As Steve Jobs reportedly told Barack Obama in 2011 : “Those jobs aren’t coming back.” Update, May 23rd: Added details from Trump’s White House comments.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/command-line-newsletter/673837/i-o-versus-io-google-openai-jony-ive",
    "title": "I/O versus io: Google and OpenAI can’t stop messing with each other",
    "link": "https://www.theverge.com/command-line-newsletter/673837/i-o-versus-io-google-openai-jony-ive",
    "published_date": "2025-05-23T20:02:44+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/Command-Line-Site-Post-ALTMAN-PICHAI.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The leaders of OpenAI and Google have been living rent-free in each other's heads since ChatGPT caught the world by storm. Heading into <a href=\"https://www.theverge.com/news/669408/google-io-2025-biggest-announcements-ai-gemini\">this week's I/O</a>, Googlers were on edge about whether <strong>Sam Altman</strong> would try to upstage their show like last year, when OpenAI held an event the day before to showcase ChatGPT's advanced voice mode. </p>\n<p class=\"has-text-align-none\">This time, OpenAI dropped its bombshell the day after.</p>\n<p class=\"has-text-align-none\">OpenAI buying the \"io\" hardware division of <strong>Jony Ive's </strong>design studio, LoveFrom, is a delightfully petty bit of SEO sabotage, though I'm told the name stands for \"input output\" and was decided a while ago. Even still, <a href=\"https://www.theverge.com/news/671838/openai-jony-ive-ai-hardware-apple\">the news</a> of Ive and Altman teaming up quickly shifted the conversation away from what was a strong showing from Google at this year's I/O. The dueling announcements say a lot about what are arguably the world's two foremost AI companies: Google's models may be technically superior and more widely deployed, but OpenAI is kicking everyone's ass at capturing mindshare and buzz. </p>\n<p class=\"has-text-align-none\">Speaking of buzz, it's worth looking past the headlines to what OpenAI actually announced this week: it's paying $6.5 billion in equity to hire roughly 55 people from LoveFrom, including ex-Apple design leaders <strong>E …</strong></p>\n<p><a href=\"https://www.theverge.com/command-line-newsletter/673837/i-o-versus-io-google-openai-jony-ive\">Read the full story at The Verge.</a></p>",
    "content_text": "The leaders of OpenAI and Google have been living rent-free in each other's heads since ChatGPT caught the world by storm. Heading into this week's I/O , Googlers were on edge about whether Sam Altman would try to upstage their show like last year, when OpenAI held an event the day before to showcase ChatGPT's advanced voice mode. This time, OpenAI dropped its bombshell the day after. OpenAI buying the \"io\" hardware division of Jony Ive's design studio, LoveFrom, is a delightfully petty bit of SEO sabotage, though I'm told the name stands for \"input output\" and was decided a while ago. Even still, the news of Ive and Altman teaming up quickly shifted the conversation away from what was a strong showing from Google at this year's I/O. The dueling announcements say a lot about what are arguably the world's two foremost AI companies: Google's models may be technically superior and more widely deployed, but OpenAI is kicking everyone's ass at capturing mindshare and buzz. Speaking of buzz, it's worth looking past the headlines to what OpenAI actually announced this week: it's paying $6.5 billion in equity to hire roughly 55 people from LoveFrom, including ex-Apple design leaders E … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/673808/google-io-wallet-wearos-play-store",
    "title": "Google I/O revealed more updates for Wallet, Wear OS, Google Play, and more",
    "link": "https://www.theverge.com/news/673808/google-io-wallet-wearos-play-store",
    "published_date": "2025-05-23T19:38:14+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/STK093_GOOGLE_A.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Google I/O keynote may <a href=\"https://www.theverge.com/news/669408/google-io-2025-biggest-announcements-ai-gemini\">have been all about AI</a>, but there were a handful of other meaningful updates that didn’t make it to the main stage. In addition to updates coming to Google Wallet, the company’s developer sessions also revealed handy features that will roll out to smartwatches, the Google Play Store, and Google TV.</p>\n\n<p class=\"has-text-align-none\">Here are some of the updates Google didn’t highlight during the keynote.</p>\n\n<h2 class=\"wp-block-heading\">Live Updates are coming to your smartwatch</h2>\n\n<p class=\"has-text-align-none\">Google is preparing to bring Live Updates — a feature that lets users <a href=\"https://www.theverge.com/news/625473/google-maps-android-16-beta-live-updates\">track the status of certain activities</a> in delivery, rideshare, and navigation apps — to your smartwatch. We already knew about Google’s plans to bring it to smartphones with Android 16, but in <a href=\"https://youtu.be/ihR8hL_Hmec?si=QvUhksBfA7VXCiqx&amp;t=233\">a developer session</a> spotted <a href=\"https://www.androidauthority.com/google-wear-os-live-updates-3560646/\">by <em>Android Authority</em></a>, Google’s Aaron Labiaga confirmed that it will also work on wearables “later in 2026.”</p>\n\n<p class=\"has-text-align-none\">Apple already has a similar feature, called Live Activities, that displays <a href=\"https://www.theverge.com/2024/9/25/24253366/watch-os-11-apple-watch-smartwatch\">at-a-glance status information on watchOS devices</a>.</p>\n\n<h2 class=\"wp-block-heading\">Google Wallet can take out your boarding pass when you get to the airport</h2>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/nearby-pass.png?quality=90&#038;strip=all&#038;crop=0,4.4751022279971,100,91.049795544006\" title=\"\" />\n<p class=\"has-text-align-none\">Google <a href=\"https://developers.googleblog.com/en/explore-the-latest-updates-google-wallet-io-25/\">announced a bundle of upgrades</a> for Google Wallet, including a new “Nearby Passes notification.” If you enable the feature, Google Wallet will prompt you to take out your pass when you reach a location where you might need to use it, like a coffee shop, airport, or gym. “This notification serves as a direct gateway, allowing users to seamlessly access the associated pass with a single tap,” Google says.</p>\n\n<p class=\"has-text-align-none\">Additionally, Google revealed that it’s expanding digital IDs to Arkansas, Montana, Puerto Rico, and West Virginia, and is also adding support for UK passports. It will also allow airlines with loyalty cards to “automatically push” boarding passes to users’ wallets upon check-in.</p>\n\n<h2 class=\"wp-block-heading\">Google Play will let you ask someone to pay for you</h2>\n\n<p class=\"has-text-align-none\">The Google Play Store <a href=\"https://youtu.be/T41OD37tI54?si=33Mf3wLlZuxLSRc6&amp;t=841\">is adding a new</a> “Ask someone else to pay” button. The feature is exactly what it sounds like: it will let users “request purchases” <a href=\"https://www.androidauthority.com/google-play-store-new-payment-method-3560534/\">from people outside their Google Family</a> by sending them a payment link. It launched in India first, but now it’s coming to the US, Japan, Indonesia, and Mexico.</p>\n\n<p class=\"has-text-align-none\">Google is also <a href=\"https://android-developers.googleblog.com/2025/05/io-2025-whats-new-in-google-play.html\">trying to streamline checkouts</a> by letting users buy subscription add-ons with a base subscription with “one price and one transaction.”</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/google-play-audio-video.gif?quality=90&#038;strip=all&#038;crop=0,2.2295829326495,100,95.540834134701\" title=\"\" />\n<p class=\"has-text-align-none\">Additionally, Google is trying to make it easier to stop the rollout of buggy apps as well. The company says it will let developers “halt fully-live releases” to prevent “the distribution of problematic versions to new users.” The Play Store is also letting developers enhance their listings with a content carousel and YouTube playlist, along with audio samples for health and wellness app developers.</p>\n\n<p class=\"has-text-align-none\">There are new topic pages, too, that will let users browse through “timely, relevant, and visually engaging content” for shows, movies, and sports on the Play Store.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Google and Samsung’s audio codec is coming to Google TV</h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://developer.android.com/tv/release/16\">Android 16 is coming to Google TV</a>, introducing some Material 3 Expressive design changes, <a href=\"https://9to5google.com/2025/05/20/google-tv-android-16-update-preview/\">according to <em>9to5Google</em></a>. It also adds new features like MediaQualityManager, which will let apps automatically “take control over selecting picture profiles.” Google TV will support the Eclipsa Audio codec, the spatial audio format that <a href=\"https://www.theverge.com/2025/1/3/24335170/samsung-google-eclipsa-spatial-audio-format-2025-tvs\">Google and Samsung are working on</a>, as well.</p>",
    "content_text": "The Google I/O keynote may have been all about AI , but there were a handful of other meaningful updates that didn’t make it to the main stage. In addition to updates coming to Google Wallet, the company’s developer sessions also revealed handy features that will roll out to smartwatches, the Google Play Store, and Google TV. Here are some of the updates Google didn’t highlight during the keynote. Live Updates are coming to your smartwatch Google is preparing to bring Live Updates — a feature that lets users track the status of certain activities in delivery, rideshare, and navigation apps — to your smartwatch. We already knew about Google’s plans to bring it to smartphones with Android 16, but in a developer session spotted by Android Authority , Google’s Aaron Labiaga confirmed that it will also work on wearables “later in 2026.” Apple already has a similar feature, called Live Activities, that displays at-a-glance status information on watchOS devices . Google Wallet can take out your boarding pass when you get to the airport Google announced a bundle of upgrades for Google Wallet, including a new “Nearby Passes notification.” If you enable the feature, Google Wallet will prompt you to take out your pass when you reach a location where you might need to use it, like a coffee shop, airport, or gym. “This notification serves as a direct gateway, allowing users to seamlessly access the associated pass with a single tap,” Google says. Additionally, Google revealed that it’s expanding digital IDs to Arkansas, Montana, Puerto Rico, and West Virginia, and is also adding support for UK passports. It will also allow airlines with loyalty cards to “automatically push” boarding passes to users’ wallets upon check-in. Google Play will let you ask someone to pay for you The Google Play Store is adding a new “Ask someone else to pay” button. The feature is exactly what it sounds like: it will let users “request purchases” from people outside their Google Family by sending them a payment link. It launched in India first, but now it’s coming to the US, Japan, Indonesia, and Mexico. Google is also trying to streamline checkouts by letting users buy subscription add-ons with a base subscription with “one price and one transaction.” Additionally, Google is trying to make it easier to stop the rollout of buggy apps as well. The company says it will let developers “halt fully-live releases” to prevent “the distribution of problematic versions to new users.” The Play Store is also letting developers enhance their listings with a content carousel and YouTube playlist, along with audio samples for health and wellness app developers. There are new topic pages, too, that will let users browse through “timely, relevant, and visually engaging content” for shows, movies, and sports on the Play Store. Google and Samsung’s audio codec is coming to Google TV Android 16 is coming to Google TV , introducing some Material 3 Expressive design changes, according to 9to5Google . It also adds new features like MediaQualityManager, which will let apps automatically “take control over selecting picture profiles.” Google TV will support the Eclipsa Audio codec, the spatial audio format that Google and Samsung are working on , as well.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/tech/673600/gruv-blu-ray-sale-the-wild-robot-dune-deal-sale",
    "title": "Gruv’s 2-for-$24 sale includes some of 2024’s biggest Blu-ray releases",
    "link": "https://www.theverge.com/tech/673600/gruv-blu-ray-sale-the-wild-robot-dune-deal-sale",
    "published_date": "2025-05-23T19:34:56+00:00",
    "content_raw": "<figure>\n\n<img alt=\"The Wild Robot Blu-Ray cover\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/vergedealswildrobot.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The Wild Robot is included in the sale. | Image: The Verge</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If you&#8217;re looking to expand your 4K Blu-ray collection,<a href=\"https://www.gruv.com/category/gruv_day_4k_uhd_deals\"> Universal Pictures&#8217; massive Gruv Day sale</a> is worth checking out. The event features deals on everything from <a href=\"https://www.gruv.com/category/gruv_day_4k_steelbook_deals\">Steelbooks</a> to <a href=\"https://www.gruv.com/category/gruv_day_deals_blu_ray_movie_collections\">Blu-Ray box sets</a> and individual <a href=\"https://www.gruv.com/category/gruv_day_blu_ray_deals\">Blu-Ray titles.</a></p>\n\n<p class=\"has-text-align-none\">There are plenty of great deals to be found, but a few standouts include <a href=\"https://www.gruv.com/product/the_lord_of_the_rings_trilogy_extended_editions_4k_ultra_hd_blu_ray_uhd\"><em>The Lord of the Rings</em> 4K trilogy</a> for $41.99 ($25.81 off), which is nearly matching its Black Friday low. Along with all three movies in the series, it also includes the extended versions. Another highlight is HBO’s<a href=\"https://www.gruv.com/product/chernobyl_4k_uhd_blu_ray_uhd\"> <em>Chernobyl</em></a> on 4K Blu-ray, with the complete series available for just $14.99, down from $39.99.</p>\n\n<p class=\"has-text-align-none\">The best offer, though, is a<a href=\"https://www.gruv.com/category/gruv_day_4k_uhd_deals\"> 2-for-$24 deal</a> featuring some of the biggest 4K Blu-ray releases from the past few years. The promo extends to over 65 movies, including recent films from the past year like<a href=\"https://www.gruv.com/product/the_wild_robot_4k_ultra_hd_blu_ray_uhd\"> <em>The Wild Robot</em></a>,<a href=\"https://www.gruv.com/product/dune_part_two_4k_ultra_hd_uhd\"> <em>Dune: Part Two</em></a>, <a href=\"https://www.gruv.com/product/beetlejuice_beetlejuice_4k_ultra_hd_uhd\"><em>Beetlejuice Beetlejuice</em></a>, and<a href=\"https://www.gruv.com/product/godzilla_minus_one_4k_ultra_hd_blu_ray_bonus_disc_uhd\"> <em>Godzilla Minus One</em></a>.The sale includes older hits too, ranging from<a href=\"https://www.gruv.com/product/oppenheimer_4k_ultra_hd_blu_ray_bonus_blu_ray_uhd\"> <em>Oppenheimer</em></a> and<a href=\"https://www.gruv.com/product/the_super_mario_bros_movie_4k_ultra_hd_blu_ray_uhd\"> <em>The Super Mario Bros. Movie</em></a> to<a href=\"https://www.gruv.com/product/the_matrix_uhd\"><em> </em><em>The Matrix</em></a>. You’ll even find classics from decades ago sprinkled in, like<a href=\"https://www.gruv.com/product/the_shining_4k_ultra_hd_blu_ray_uhd\"> <em>The Shining</em></a> and<a href=\"https://www.gruv.com/product/casablanca_uhd\"> <em>Casablanca</em></a>.</p>\n\n<p class=\"has-text-align-none\">Just be sure to act fast – the sale ends today, May 23.</p>\n\n\n\n\n\n\n\n<p class=\"has-text-align-none\"></p>",
    "content_text": "The Wild Robot is included in the sale. | Image: The Verge If you’re looking to expand your 4K Blu-ray collection, Universal Pictures’ massive Gruv Day sale is worth checking out. The event features deals on everything from Steelbooks to Blu-Ray box sets and individual Blu-Ray titles. There are plenty of great deals to be found, but a few standouts include The Lord of the Rings 4K trilogy for $41.99 ($25.81 off), which is nearly matching its Black Friday low. Along with all three movies in the series, it also includes the extended versions. Another highlight is HBO’s Chernobyl on 4K Blu-ray, with the complete series available for just $14.99, down from $39.99. The best offer, though, is a 2-for-$24 deal featuring some of the biggest 4K Blu-ray releases from the past few years. The promo extends to over 65 movies, including recent films from the past year like The Wild Robot , Dune: Part Two , Beetlejuice Beetlejuice , and Godzilla Minus One .The sale includes older hits too, ranging from Oppenheimer and The Super Mario Bros. Movie to The Matrix . You’ll even find classics from decades ago sprinkled in, like The Shining and Casablanca . Just be sure to act fast – the sale ends today, May 23.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/que-esta-pasando-con-los-ninos-en-haiti-violencia-pobreza-bandas.html",
    "title": "¿Qué está pasando con los niños en Haití?",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/que-esta-pasando-con-los-ninos-en-haiti-violencia-pobreza-bandas.html",
    "published_date": "2025-05-23T15:50:00+00:00",
    "content_raw": "<p>Mientras la violencia de las bandas se descontrola en Haití, miles de niños están dejando las aulas para adentrarse en un entorno de caos. Desde la primera línea, la ONG Confiance Haïti ofrece educación, protección y esperanza donde el resto del mundo ha decidido mirar hacia otro lado.\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/que-esta-pasando-con-los-ninos-en-haiti-violencia-pobreza-bandas.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Mientras la violencia de las bandas se descontrola en Haití, miles de niños están dejando las aulas para adentrarse en un entorno de caos. Desde la primera línea, la ONG Confiance Haïti ofrece educación, protección y esperanza donde el resto del mundo ha decidido mirar hacia otro lado. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/investigacion-prevencion-e-inclusion-en-el-vaticano.html",
    "title": "Investigación, prevención e inclusión en el Vaticano: Un congreso sobre tratamientos oncológicos",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/investigacion-prevencion-e-inclusion-en-el-vaticano.html",
    "published_date": "2025-05-23T15:28:00+00:00",
    "content_raw": "<p>Solo el 10 % de los pacientes hospitalizados en África tiene acceso a las terapias más eficaces. Las desigualdades y los estereotipos, que afectan especialmente a las mujeres con cáncer de mama, también se extienden a Europa. En el evento celebrado en la Casina Pio IV se propusieron soluciones que van desde la creación de centros integrados de atención hasta la difusión de mensajes de esperanza para afrontar las consecuencias psicológicas del diagnóstico.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/investigacion-prevencion-e-inclusion-en-el-vaticano.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Solo el 10 % de los pacientes hospitalizados en África tiene acceso a las terapias más eficaces. Las desigualdades y los estereotipos, que afectan especialmente a las mujeres con cáncer de mama, también se extienden a Europa. En el evento celebrado en la Casina Pio IV se propusieron soluciones que van desde la creación de centros integrados de atención hasta la difusión de mensajes de esperanza para afrontar las consecuencias psicológicas del diagnóstico. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/papa-leon-xiv-se-reunira-con-conferencia-episcopal-italiana.html",
    "title": "El Papa se encontrará con la Conferencia Episcopal italiana el 17 de junio",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/papa-leon-xiv-se-reunira-con-conferencia-episcopal-italiana.html",
    "published_date": "2025-05-23T14:50:00+00:00",
    "content_raw": "<p>Tras la audiencia, se celebrará la 80ª Asamblea General extraordinaria con temas estatutarios. En tanto, el 27 de mayo se convocará una sesión extraordinaria del Consejo Episcopal Permanente en la sede de Circonvallazione Aurelia, donde se presentarán las próximas etapas del Camino Sinodal rumbo a la Tercera Asamblea.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/papa-leon-xiv-se-reunira-con-conferencia-episcopal-italiana.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Tras la audiencia, se celebrará la 80ª Asamblea General extraordinaria con temas estatutarios. En tanto, el 27 de mayo se convocará una sesión extraordinaria del Consejo Episcopal Permanente en la sede de Circonvallazione Aurelia, donde se presentarán las próximas etapas del Camino Sinodal rumbo a la Tercera Asamblea. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/casia-celebra-125-anos-de-la-canonizacion-de-santa-rita.html",
    "title": "Casia celebra 125 años de la canonización de Santa Rita",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/casia-celebra-125-anos-de-la-canonizacion-de-santa-rita.html",
    "published_date": "2025-05-23T14:50:00+00:00",
    "content_raw": "<p>Fue León XIII, el 24 de mayo de 1900, quien elevó a los honores de los altares a la monja agustina, mujer dulce y de fe firme, que sembró la paz enseñándonos a responder al mal con el bien. Los religiosos y religiosas de la Orden de San Agustín conmemoran el evento hoy, 23 de mayo, con un Rosario meditativo, y mañana, un evento vespertino con escenas teatrales y reflexiones espirituales para relanzar el mensaje de esperanza, amor y perdón del Rita.\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/casia-celebra-125-anos-de-la-canonizacion-de-santa-rita.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Fue León XIII, el 24 de mayo de 1900, quien elevó a los honores de los altares a la monja agustina, mujer dulce y de fe firme, que sembró la paz enseñándonos a responder al mal con el bien. Los religiosos y religiosas de la Orden de San Agustín conmemoran el evento hoy, 23 de mayo, con un Rosario meditativo, y mañana, un evento vespertino con escenas teatrales y reflexiones espirituales para relanzar el mensaje de esperanza, amor y perdón del Rita. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/universidades-en-dialogo-para-cuidar-la-casa-comun.html",
    "title": "Universidades en diálogo para cuidar la Casa Común",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/universidades-en-dialogo-para-cuidar-la-casa-comun.html",
    "published_date": "2025-05-23T14:40:00+00:00",
    "content_raw": "<p>En el II Encuentro Sinodal de Rectores de Universidades para el Cuidado de la Casa Común, Emilce Cuda, secretaria de la Pontificia Comisión para América Latina, resaltó la importancia de una participación activa, la escucha recíproca y el discernimiento colectivo. </p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/universidades-en-dialogo-para-cuidar-la-casa-comun.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En el II Encuentro Sinodal de Rectores de Universidades para el Cuidado de la Casa Común, Emilce Cuda, secretaria de la Pontificia Comisión para América Latina, resaltó la importancia de una participación activa, la escucha recíproca y el discernimiento colectivo. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/diez-anos-de-laudato-si-dialogo-en-favor-de-la-casa-comun.html",
    "title": "Diez años de Laudato Si’: Diálogo en favor de la Casa Común",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/diez-anos-de-laudato-si-dialogo-en-favor-de-la-casa-comun.html",
    "published_date": "2025-05-23T14:19:00+00:00",
    "content_raw": "<p>Luego de una década de la publicación de la primera carta encíclica del Santo Padre Francisco, la Pontificia Universidad Católica Argentina -UCA- realizó un encuentro a fin de entablar un análisis crítico sobre el cuidado de la Casa Común, el progreso tecnológico y las afectaciones climáticas, el cual denominó “A 10 años de Laudato si': de la ecología integral a la inteligencia artificial”. </p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/diez-anos-de-laudato-si-dialogo-en-favor-de-la-casa-comun.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Luego de una década de la publicación de la primera carta encíclica del Santo Padre Francisco, la Pontificia Universidad Católica Argentina -UCA- realizó un encuentro a fin de entablar un análisis crítico sobre el cuidado de la Casa Común, el progreso tecnológico y las afectaciones climáticas, el cual denominó “A 10 años de Laudato si': de la ecología integral a la inteligencia artificial”. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/cardenal-grech-intervencion-sinodo-vida-consagrada-abusos-mision.html",
    "title": "Grech: Los consagrados, motor de una Iglesia sinodal",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/cardenal-grech-intervencion-sinodo-vida-consagrada-abusos-mision.html",
    "published_date": "2025-05-23T14:03:00+00:00",
    "content_raw": "<p>El secretario general del Sínodo, durante la asamblea de la Unión de Superiores Generales (USG) en Sacrofano, marcó como claves para el futuro de la vida consagrada el impulso de las Iglesias locales, el compromiso misionero y la lucha contra la lacra de los abusos. </p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/cardenal-grech-intervencion-sinodo-vida-consagrada-abusos-mision.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El secretario general del Sínodo, durante la asamblea de la Unión de Superiores Generales (USG) en Sacrofano, marcó como claves para el futuro de la vida consagrada el impulso de las Iglesias locales, el compromiso misionero y la lucha contra la lacra de los abusos. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/primer-encuentro-papa-leon-xiv-comece-audiencia-europa.html",
    "title": "El Papa escucha las preocupaciones de la Iglesia en Europa",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/primer-encuentro-papa-leon-xiv-comece-audiencia-europa.html",
    "published_date": "2025-05-23T12:29:00+00:00",
    "content_raw": "<p>En su primera audiencia con la Comisión de las Conferencias Episcopales de la Unión Europea (COMECE), el Santo Padre León XIV recibe con apertura sus inquietudes sobre paz, migración, inteligencia artificial y otros asuntos. Un gesto que augura continuidad y diálogo en tiempos de cambio.\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/primer-encuentro-papa-leon-xiv-comece-audiencia-europa.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En su primera audiencia con la Comisión de las Conferencias Episcopales de la Unión Europea (COMECE), el Santo Padre León XIV recibe con apertura sus inquietudes sobre paz, migración, inteligencia artificial y otros asuntos. Un gesto que augura continuidad y diálogo en tiempos de cambio. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/gaza-otra-incursion-israel-contra-reconocimiento-estado-palestin.html",
    "title": "Gaza: Israel contra quienes quieren reconocer el estado palestino",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/gaza-otra-incursion-israel-contra-reconocimiento-estado-palestin.html",
    "published_date": "2025-05-23T12:26:00+00:00",
    "content_raw": "<p>Los ataques israelíes contra la Franja continúan sin cesar, mientras la situación humanitaria sigue siendo desesperada, con dos millones de civiles muriendo de hambre. Mientras tanto, el primer ministro israelí, Netanyahu, señala a Francia, Gran Bretaña y Canadá, acusándolos de alentar a Hamas con sus opciones políticas en el contexto del conflicto. Las negociaciones en Qatar están prácticamente paralizadas\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/gaza-otra-incursion-israel-contra-reconocimiento-estado-palestin.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Los ataques israelíes contra la Franja continúan sin cesar, mientras la situación humanitaria sigue siendo desesperada, con dos millones de civiles muriendo de hambre. Mientras tanto, el primer ministro israelí, Netanyahu, señala a Francia, Gran Bretaña y Canadá, acusándolos de alentar a Hamas con sus opciones políticas en el contexto del conflicto. Las negociaciones en Qatar están prácticamente paralizadas Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/devocion-mariana-virgen-del-buen-consejo-agustinos-estudio-9.html",
    "title": "La devoción mariana y los agustinos",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/devocion-mariana-virgen-del-buen-consejo-agustinos-estudio-9.html",
    "published_date": "2025-05-23T11:33:00+00:00",
    "content_raw": "<p>En Estudio 9 fray Andrés Gómez, archivero general de la Orden de San Agustín. Hablaremos sobre la Devoción Mariana en el mes dedicado a la Virgen, en especial sobre la advocación de la Madre del Buen Consejo de los Agustinos y las encíclicas marianas de León XIII.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/devocion-mariana-virgen-del-buen-consejo-agustinos-estudio-9.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En Estudio 9 fray Andrés Gómez, archivero general de la Orden de San Agustín. Hablaremos sobre la Devoción Mariana en el mes dedicado a la Virgen, en especial sobre la advocación de la Madre del Buen Consejo de los Agustinos y las encíclicas marianas de León XIII. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/la-uc-revive-la-tradicion-chilena-del-cuasimodo.html",
    "title": "La tradición chilena del Cuasimodo, llevando la comunión a las comunidades",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/la-uc-revive-la-tradicion-chilena-del-cuasimodo.html",
    "published_date": "2025-05-23T11:18:00+00:00",
    "content_raw": "<p>La comunidad de la Pontificia Universidad Católica de Chile (PUC) vivió la celebración de Cuasimodo 2025 llevando la Eucaristía a enfermos y personas mayores en Macul. Esta tradición, con profundas raíces rurales en Chile, refuerza los lazos entre espiritualidad y compromiso social, promoviendo valores de solidaridad y fe en la comunidad universitaria.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/la-uc-revive-la-tradicion-chilena-del-cuasimodo.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La comunidad de la Pontificia Universidad Católica de Chile (PUC) vivió la celebración de Cuasimodo 2025 llevando la Eucaristía a enfermos y personas mayores en Macul. Esta tradición, con profundas raíces rurales en Chile, refuerza los lazos entre espiritualidad y compromiso social, promoviendo valores de solidaridad y fe en la comunidad universitaria. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/oiec-recibe-con-alegria-el-nuevo-pontificado.html",
    "title": "OIEC recibe con alegría el nuevo pontificado",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/oiec-recibe-con-alegria-el-nuevo-pontificado.html",
    "published_date": "2025-05-23T10:51:00+00:00",
    "content_raw": "<p>Durante el último mes, numerosas instituciones reconocieron el ministerio del Santo Padre León XIV; en esta oportunidad, la Oficina Internacional de la Educación Católica -OIEC-, se unió a la Iglesia Universal para “acoger con alegría y esperanza la elección del nuevo Papa”.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/oiec-recibe-con-alegria-el-nuevo-pontificado.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Durante el último mes, numerosas instituciones reconocieron el ministerio del Santo Padre León XIV; en esta oportunidad, la Oficina Internacional de la Educación Católica -OIEC-, se unió a la Iglesia Universal para “acoger con alegría y esperanza la elección del nuevo Papa”. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/ucrania-los-medios-catolicos-una-luz-en-oscuridad-de-la-guerra.html",
    "title": "Ucrania: los medios católicos, una luz en la oscuridad de la guerra",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/ucrania-los-medios-catolicos-una-luz-en-oscuridad-de-la-guerra.html",
    "published_date": "2025-05-23T09:50:00+00:00",
    "content_raw": "<p>El Centro Católico de Medios de Comunicación de Kiev apoya con información a los fieles que viven momentos dramáticos a través de un sitio web, un canal de televisión y una revista mensual para niños. El director, padre Oleksandr Zelinsky, visita los medios de comunicación del Vaticano: somos interesantes y modernos sin olvidar que somos portadores de valores verdaderamente preciosos</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/ucrania-los-medios-catolicos-una-luz-en-oscuridad-de-la-guerra.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El Centro Católico de Medios de Comunicación de Kiev apoya con información a los fieles que viven momentos dramáticos a través de un sitio web, un canal de televisión y una revista mensual para niños. El director, padre Oleksandr Zelinsky, visita los medios de comunicación del Vaticano: somos interesantes y modernos sin olvidar que somos portadores de valores verdaderamente preciosos Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/cabalgata-papal-entre-tradicion-significado-e-historia-leon.html",
    "title": "“La cabalgata papal”, entre tradición, significado e historia",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/cabalgata-papal-entre-tradicion-significado-e-historia-leon.html",
    "published_date": "2025-05-23T09:25:00+00:00",
    "content_raw": "<p>En los siglos pasados, después de ser coronado en San Pedro, el Papa recién elegido acudía a la Basílica de San Juan de Letrán para la entronización. Entre ambas Basílicas se extendía toda Roma, que recorría escoltado por una larguísima y suntuosa procesión. El paso entre los restos de la antigua Roma imperial, con semejante aparato escenográfico, celebraba el primer acto público oficial del Papa. Una procesión que combinaba múltiples significados, vinculados al poder espiritual como temporal.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/cabalgata-papal-entre-tradicion-significado-e-historia-leon.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En los siglos pasados, después de ser coronado en San Pedro, el Papa recién elegido acudía a la Basílica de San Juan de Letrán para la entronización. Entre ambas Basílicas se extendía toda Roma, que recorría escoltado por una larguísima y suntuosa procesión. El paso entre los restos de la antigua Roma imperial, con semejante aparato escenográfico, celebraba el primer acto público oficial del Papa. Una procesión que combinaba múltiples significados, vinculados al poder espiritual como temporal. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/en-casia-la-fiesta-de-santa-rita-con-la-bendicion-y-el-saludo-de.html",
    "title": "En Casia la fiesta de Santa Rita con la bendición y el saludo del Papa León XIV",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/en-casia-la-fiesta-de-santa-rita-con-la-bendicion-y-el-saludo-de.html",
    "published_date": "2025-05-23T08:00:00+00:00",
    "content_raw": "<p>Cientos de personas se reunieron este 22 de mayo en el santuario de esta ciudad italiana para la Misa pontifical en la memoria litúrgica de la santa. El Prior General de la Orden de San Agustín transmitió a los fieles un mensaje del Papa: «Me pidió que les enviara su saludo y sus oraciones». La celebración fue presidida por el cardenal Baldo Reina: «Hoy, preocupados por lo que sucede en todo el mundo, por tantas guerras que no cesan, pedimos el don de la paz y la fraternidad».</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/en-casia-la-fiesta-de-santa-rita-con-la-bendicion-y-el-saludo-de.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Cientos de personas se reunieron este 22 de mayo en el santuario de esta ciudad italiana para la Misa pontifical en la memoria litúrgica de la santa. El Prior General de la Orden de San Agustín transmitió a los fieles un mensaje del Papa: «Me pidió que les enviara su saludo y sus oraciones». La celebración fue presidida por el cardenal Baldo Reina: «Hoy, preocupados por lo que sucede en todo el mundo, por tantas guerras que no cesan, pedimos el don de la paz y la fraternidad». Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/siria-la-recuperacion-de-palmira-diez-anos-despues-del-estado-i.html",
    "title": "Siria, la recuperación de Palmira diez años después del Estado Islámico",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/siria-la-recuperacion-de-palmira-diez-anos-despues-del-estado-i.html",
    "published_date": "2025-05-23T07:30:00+00:00",
    "content_raw": "<p>La ciudad vive ahora una dramática realidad llena de minas y artefactos sin explotar que ponen en riesgo la vida de los ciudadanos que quieren regresar a lo que queda de sus hogares. El director de la ONG Halo Trust, involucrada en el desminado: es necesario seguir los estándares internacionales para evitar la \"negligencia criminal\".</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/siria-la-recuperacion-de-palmira-diez-anos-despues-del-estado-i.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La ciudad vive ahora una dramática realidad llena de minas y artefactos sin explotar que ponen en riesgo la vida de los ciudadanos que quieren regresar a lo que queda de sus hogares. El director de la ONG Halo Trust, involucrada en el desminado: es necesario seguir los estándares internacionales para evitar la \"negligencia criminal\". Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/gaza-medicos-sin-fronteras-situacion-catastrofica-estamos-al.html",
    "title": "Gaza, Médicos Sin Fronteras: \"Situación catastrófica, estamos al final\"",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/gaza-medicos-sin-fronteras-situacion-catastrofica-estamos-al.html",
    "published_date": "2025-05-23T06:30:00+00:00",
    "content_raw": "<p>Las instalaciones médicas continúan siendo atacadas en el enclave palestino. La ONG alerta sobre las condiciones de la población que lucha por sobrevivir y recibir tratamiento. Martina Marchiò: «No hay más tiempo. Es hora de poner fin a esta violencia que dura más de 20 meses».</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/gaza-medicos-sin-fronteras-situacion-catastrofica-estamos-al.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Las instalaciones médicas continúan siendo atacadas en el enclave palestino. La ONG alerta sobre las condiciones de la población que lucha por sobrevivir y recibir tratamiento. Martina Marchiò: «No hay más tiempo. Es hora de poner fin a esta violencia que dura más de 20 meses». Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/espana/Mujeres-discapacidad-prejuicios-perpetuan-Pla-reig_0_2781921800.html",
    "title": "\"No es sólo una falta de respeto\": Mujeres con discapacidad avisan de los prejuicios que perpetúan el mensaje del obispo Reig Pla",
    "link": "https://www.religiondigital.org/espana/Mujeres-discapacidad-prejuicios-perpetuan-Pla-reig_0_2781921800.html",
    "published_date": "2025-05-23T21:48:51+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/23/espana/Juan-Antonio-Reig-Pla_2781931825_17745948_626x472.png\" width=\"626\" /></p><p>La Confederación Estatal de Mujeres con Discapacidad (Cemudis) ha alertado de que las palabras del obispo emérito Juan Antonio Reig Pla que vinculó discapacidad y pecado no solo son \"profundamente ofensivas\" sino que \"perpetúan estigmas y prejuicios que tanto daño han causado a las personas con discapacidad\"</p>",
    "content_text": "La Confederación Estatal de Mujeres con Discapacidad (Cemudis) ha alertado de que las palabras del obispo emérito Juan Antonio Reig Pla que vinculó discapacidad y pecado no solo son \"profundamente ofensivas\" sino que \"perpetúan estigmas y prejuicios que tanto daño han causado a las personas con discapacidad\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/vida-religiosa/Don-Serafin-apostol-Mingorrubio_0_2781921798.html",
    "title": "Don Serafín, el apóstol de Mingorrubio",
    "link": "https://www.religiondigital.org/vida-religiosa/Don-Serafin-apostol-Mingorrubio_0_2781921798.html",
    "published_date": "2025-05-23T21:50:17+00:00",
    "content_raw": "<p><img height=\"70\" src=\"http://www.religiondigital.org/2025/05/23/vida-religiosa/autor-don-Serafin_2781931821_17745832_70x70.png\" width=\"70\" /></p><p>Nos ha dejado Don Serafín. Quién lo diría, porque con noventa años conservaba una vitalidad que hacía pensar que tenía veinte menos. Una energía que no fue pasajera, sino constante a lo largo de toda su vida</p>\n<p>Despedimos a un siervo fiel. Que el Señor, Rey de reyes, reciba a Monseñor Serafín en su gloria, donde seguirá sirviendo, como sirvió aquí, a tantos reyes temporales y a todo un pueblo que tanto le quiere y añora</p>",
    "content_text": "Nos ha dejado Don Serafín. Quién lo diría, porque con noventa años conservaba una vitalidad que hacía pensar que tenía veinte menos. Una energía que no fue pasajera, sino constante a lo largo de toda su vida Despedimos a un siervo fiel. Que el Señor, Rey de reyes, reciba a Monseñor Serafín en su gloria, donde seguirá sirviendo, como sirvió aquí, a tantos reyes temporales y a todo un pueblo que tanto le quiere y añora",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/diocesis/Pablo-Vidal-sacerdote-Madrid-parroquia_0_2781921801.html",
    "title": "Pablo Vidal será sacerdote en Madrid y espera que su parroquia sea lugar de \"encuentro, lazos y puentes\"",
    "link": "https://www.religiondigital.org/diocesis/Pablo-Vidal-sacerdote-Madrid-parroquia_0_2781921801.html",
    "published_date": "2025-05-23T21:49:43+00:00",
    "content_raw": "<p><img height=\"70\" src=\"http://www.religiondigital.org/2025/05/23/diocesis/Pablo-Vidal_2781931826_17746022_70x70.jpg\" width=\"70\" /></p><p>La parroquia aún es barracón y por eso tienen en marcha una campaña para animar a la gente a que se suscriba con una cuota mensual, que se puede hacer directamente a través de la página web de la parroquia</p>\n<p>El terreno ya está, pero hace falta dinero. \"El barrio está creciendo y ya no cabemos; estas piedras vivas necesitan unas piedras donde poder vivir su fe\" y servirá para que \"en el barrio seamos lugar de encuentro para todos\"</p>\n<p>Pablo se ordenará el próximo sábado 24 de mayo en la catedral de la Almudena. Está nervioso aunque a la vez \"con mucha paz interior\". En el fondo, \"El paso ya lo hemos dado, son muchos síes ya\"</p>\n<p>Celebrará su Misa de acción de gracias el jueves 29 de mayo a las 19:30 horas en la parroquia San Pablo VI (c/ Letonia 10, Tres Cantos)</p>",
    "content_text": "La parroquia aún es barracón y por eso tienen en marcha una campaña para animar a la gente a que se suscriba con una cuota mensual, que se puede hacer directamente a través de la página web de la parroquia El terreno ya está, pero hace falta dinero. \"El barrio está creciendo y ya no cabemos; estas piedras vivas necesitan unas piedras donde poder vivir su fe\" y servirá para que \"en el barrio seamos lugar de encuentro para todos\" Pablo se ordenará el próximo sábado 24 de mayo en la catedral de la Almudena. Está nervioso aunque a la vez \"con mucha paz interior\". En el fondo, \"El paso ya lo hemos dado, son muchos síes ya\" Celebrará su Misa de acción de gracias el jueves 29 de mayo a las 19:30 horas en la parroquia San Pablo VI (c/ Letonia 10, Tres Cantos)",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/luis_miguel_modino-_misionero_en_brasil/II-Encuentro-RUC-esperanza-COP_7_2781991786.html",
    "title": "II Encuentro de la RUC culmina sus trabajos con señales de esperanza de cara a la COP 30",
    "link": "https://www.religiondigital.org/luis_miguel_modino-_misionero_en_brasil/II-Encuentro-RUC-esperanza-COP_7_2781991786.html",
    "published_date": "2025-05-23T21:39:35+00:00",
    "content_raw": "<p><img height=\"70\" src=\"http://www.religiondigital.org/2025/05/23/luis_miguel_modino-_misionero_en_brasil/II-Encuentro-RUC_2781931841_17746593_70x70.jpg\" width=\"70\" /></p><p>La crisis climática fue creada por los países ricos y la sentirán más los países pobres</p>\n<p>Es el momento de tomar decisiones, es el momento de implementar, y esto debe ser una exigencia en la COP 30</p>",
    "content_text": "La crisis climática fue creada por los países ricos y la sentirán más los países pobres Es el momento de tomar decisiones, es el momento de implementar, y esto debe ser una exigencia en la COP 30",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/encuentros_con_la_palabra/angustien-miedo_7_2781991785.html",
    "title": "“No se angustien ni tengan miedo”",
    "link": "https://www.religiondigital.org/encuentros_con_la_palabra/angustien-miedo_7_2781991785.html",
    "published_date": "2025-05-23T17:30:40+00:00",
    "content_raw": "<p>Sexto Domingo de Pascua – Ciclo C (Juan 14, 23-29) – 25 de mayo de 2025</p>",
    "content_text": "Sexto Domingo de Pascua – Ciclo C (Juan 14, 23-29) – 25 de mayo de 2025",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/america/Leon-XIV-Argentina-Uruguay-Latinoamerica_0_2781921793.html",
    "title": "León XIV visitará Perú, Argentina y Uruguay en su primer viaje a Latinoamérica",
    "link": "https://www.religiondigital.org/america/Leon-XIV-Argentina-Uruguay-Latinoamerica_0_2781921793.html",
    "published_date": "2025-05-23T15:23:52+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/23/america/Leon-XIV_2781931811_17745416_626x472.jpg\" width=\"626\" /></p><p>El papa León XIV planea visitar Perú, Argentina y Uruguay en su primera gira por América Latina, según reveló el cardenal Daniel Sturla</p>\n<p>La decisión marca un giro simbólico: durante su papado, Francisco no logró visitar ni su natal Argentina ni Uruguay, pese a reiteradas intenciones</p>",
    "content_text": "El papa León XIV planea visitar Perú, Argentina y Uruguay en su primera gira por América Latina, según reveló el cardenal Daniel Sturla La decisión marca un giro simbólico: durante su papado, Francisco no logró visitar ni su natal Argentina ni Uruguay, pese a reiteradas intenciones",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://techcrunch.com/2025/05/23/kesha-is-now-a-startup-founder/",
    "title": "Kesha is now a startup founder",
    "link": "https://techcrunch.com/2025/05/23/kesha-is-now-a-startup-founder/",
    "published_date": "2025-05-23T19:09:58+00:00",
    "content_raw": "Kesha may have taken the dollar sign out of her name, but now, the singer is thinking about money again &#8212; not for herself, but to fund the seed round of her new startup, Smash. According to Kesha&#8217;s Instagram post, Smash will be a &#8220;community-based platform to connect and protect music creators,&#8221; which aligns with [&#8230;]",
    "content_text": "Kesha may have taken the dollar sign out of her name, but now, the singer is thinking about money again — not for herself, but to fund the seed round of her new startup, Smash. According to Kesha’s Instagram post, Smash will be a “community-based platform to connect and protect music creators,” which aligns with […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Música"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/salma-paralluelo-tenia-muchisimo-dolor-despues-de-los-juegos-estaba-destrozada.html",
    "title": "Salma Paralluelo: “Tenía muchísimo dolor. Después de los Juegos estaba destrozada”",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/salma-paralluelo-tenia-muchisimo-dolor-despues-de-los-juegos-estaba-destrozada.html",
    "published_date": "2025-05-24T03:15:00+00:00",
    "content_raw": "Salma Paralluelo, jugadora del Futbol Club Barcelona (FCB) femenino, fotografiada en el Estadio Johan Cruyff.",
    "content_text": "Salma Paralluelo, jugadora del Futbol Club Barcelona (FCB) femenino, fotografiada en el Estadio Johan Cruyff.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/barcelona-arsenal-el-actual-rey-de-europa-se-mide-con-un-historico-que-regresa-a-la-final-de-la-champions.html",
    "title": "Barcelona - Arsenal: el actual rey de Europa se mide con un histórico que regresa a la final de la Champions",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/barcelona-arsenal-el-actual-rey-de-europa-se-mide-con-un-historico-que-regresa-a-la-final-de-la-champions.html",
    "published_date": "2025-05-24T03:15:00+00:00",
    "content_raw": "Alexia Putellas (izquierda) y Aitana Bonmatí conversan antes del lanzamiento de una falta el pasado enero durante un partido del Barcelona en el Estadi Johan Cruyff.",
    "content_text": "Alexia Putellas (izquierda) y Aitana Bonmatí conversan antes del lanzamiento de una falta el pasado enero durante un partido del Barcelona en el Estadi Johan Cruyff.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/carlo-ancelotti-luka-modric-y-el-final-de-la-era-de-los-prodigios-en-el-real-madrid.html",
    "title": "Carlo Ancelotti, Luka Modric y el final de la era de los prodigios en el Real Madrid",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/carlo-ancelotti-luka-modric-y-el-final-de-la-era-de-los-prodigios-en-el-real-madrid.html",
    "published_date": "2025-05-24T03:15:00+00:00",
    "content_raw": "Carlo Ancelotti y Luka Modric, en el último entrenamiento antes de la final de la Champions de 2024 en Wembley.",
    "content_text": "Carlo Ancelotti y Luka Modric, en el último entrenamiento antes de la final de la Champions de 2024 en Wembley.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/lamine-yamal-el-del-pelo-amarillo.html",
    "title": "Lamine Yamal, el del pelo amarillo",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/lamine-yamal-el-del-pelo-amarillo.html",
    "published_date": "2025-05-24T03:15:00+00:00",
    "content_raw": "Lamine Yamal durante el partido ante el Villarreal el pasado domingo.",
    "content_text": "Lamine Yamal durante el partido ante el Villarreal el pasado domingo.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/el-barca-y-la-posibilidad-de-ganar-una-liga-inedita-los-mismos-o-mas-puntos-como-visitante-que-de-local.html",
    "title": "El Barça y la posibilidad de ganar una Liga inédita: los mismos o más puntos como visitante que de local",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/el-barca-y-la-posibilidad-de-ganar-una-liga-inedita-los-mismos-o-mas-puntos-como-visitante-que-de-local.html",
    "published_date": "2025-05-24T03:15:00+00:00",
    "content_raw": "Hansi Flick y los futbolistas del Barça, en la Ciudad Deportiva Joan Gamper.",
    "content_text": "Hansi Flick y los futbolistas del Barça, en la Ciudad Deportiva Joan Gamper.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/sobrevivir-sobre-la-bocina-una-historia-conocida-en-el-espanyol-que-juega-de-nuevo-por-evitar-el-descenso.html",
    "title": "Sobrevivir sobre la bocina, una historia conocida en el Espanyol, que juega de nuevo por evitar el descenso",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/sobrevivir-sobre-la-bocina-una-historia-conocida-en-el-espanyol-que-juega-de-nuevo-por-evitar-el-descenso.html",
    "published_date": "2025-05-24T03:15:00+00:00",
    "content_raw": "Corominas, ante Luis García y Tamudo, se quita la camiseta para celebrar el tanto a la Real Sociedad en 2006, gol que valió para la permanencia del Espanyol en Primera División.",
    "content_text": "Corominas, ante Luis García y Tamudo, se quita la camiseta para celebrar el tanto a la Real Sociedad en 2006, gol que valió para la permanencia del Espanyol en Primera División.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/confianza-y-fe-las-armas-del-leganes-para-cambiar-el-final-del-cuento-y-no-volver-a-segunda.html",
    "title": "Confianza y fe, las armas del Leganés para cambiar el final del cuento y no volver a Segunda",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/confianza-y-fe-las-armas-del-leganes-para-cambiar-el-final-del-cuento-y-no-volver-a-segunda.html",
    "published_date": "2025-05-24T03:15:00+00:00",
    "content_raw": "Borja Jiménez interactúa con Munir durante el partido ante el Espanyol el pasado 11 de mayo.",
    "content_text": "Borja Jiménez interactúa con Munir durante el partido ante el Espanyol el pasado 11 de mayo.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/motociclismo/2025-05-24/las-claves-del-exito-de-ducati-segun-gigi-dalligna-hemos-trasladado-el-metodo-cientifico-al-motociclismo.html",
    "title": "Las claves del éxito de Ducati según Gigi Dall’Igna: “Hemos trasladado el método científico al motociclismo”",
    "link": "https://elpais.com/deportes/motociclismo/2025-05-24/las-claves-del-exito-de-ducati-segun-gigi-dalligna-hemos-trasladado-el-metodo-cientifico-al-motociclismo.html",
    "published_date": "2025-05-24T03:15:00+00:00",
    "content_raw": "Luigi Dall'Igna con la Ducati durante el GP de Aragón el pasado 31 de agosto.",
    "content_text": "Luigi Dall'Igna con la Ducati durante el GP de Aragón el pasado 31 de agosto.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/2025-05-24/la-odisea-de-sara-alonso-y-malen-osa-por-ser-profetas-en-la-maraton-de-montana-de-zegama.html",
    "title": "La odisea de Sara Alonso y Malen Osa por ser profetas en la maratón de montaña de Zegama",
    "link": "https://elpais.com/deportes/2025-05-24/la-odisea-de-sara-alonso-y-malen-osa-por-ser-profetas-en-la-maraton-de-montana-de-zegama.html",
    "published_date": "2025-05-24T03:15:00+00:00",
    "content_raw": "Malen Osa es fotografiada mientras asciende en el Zegama en 2023.",
    "content_text": "Malen Osa es fotografiada mientras asciende en el Zegama en 2023.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/tenis/2025-05-23/carlos-alcaraz-antepongo-el-tenis-a-cualquier-cosa-pero-tambien-intento-disfrutar.html",
    "title": "Carlos Alcaraz: “Antepongo el tenis a cualquier cosa, pero también intento disfrutar”",
    "link": "https://elpais.com/deportes/tenis/2025-05-23/carlos-alcaraz-antepongo-el-tenis-a-cualquier-cosa-pero-tambien-intento-disfrutar.html",
    "published_date": "2025-05-23T17:34:14+00:00",
    "content_raw": "Carlos Alcaraz, en las instalaciones de Roland Garros.",
    "content_text": "Carlos Alcaraz, en las instalaciones de Roland Garros.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-23/el-napoles-reconquista-el-calcio-con-su-cuarto-scudetto.html",
    "title": "El Nápoles reconquista el Calcio con su cuarto Scudetto",
    "link": "https://elpais.com/deportes/futbol/2025-05-23/el-napoles-reconquista-el-calcio-con-su-cuarto-scudetto.html",
    "published_date": "2025-05-23T21:14:06+00:00",
    "content_raw": "Lukaku celebra su gol ante el Cagliari este viernes.",
    "content_text": "Lukaku celebra su gol ante el Cagliari este viernes.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-23/ronaldo-nazario-vende-el-real-valladolid-a-un-grupo-norteamericano-con-apoyo-financiero-de-un-fondo-europeo.html",
    "title": "Ronaldo Nazario vende el Real Valladolid a un grupo norteamericano con apoyo financiero de un fondo europeo",
    "link": "https://elpais.com/deportes/futbol/2025-05-23/ronaldo-nazario-vende-el-real-valladolid-a-un-grupo-norteamericano-con-apoyo-financiero-de-un-fondo-europeo.html",
    "published_date": "2025-05-23T17:52:06+00:00",
    "content_raw": "Ronaldo Nazario durante el partido del Valladolid el pasado 19 de agosto.",
    "content_text": "Ronaldo Nazario durante el partido del Valladolid el pasado 19 de agosto.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/ciclismo/2025-05-23/saltan-chispas-entre-del-toro-y-ayuso-antes-de-las-montanas.html",
    "title": "Saltan chispas entre Del Toro y Ayuso antes de las montañas",
    "link": "https://elpais.com/deportes/ciclismo/2025-05-23/saltan-chispas-entre-del-toro-y-ayuso-antes-de-las-montanas.html",
    "published_date": "2025-05-23T17:19:59+00:00",
    "content_raw": "El ciclista danés Mads Pedersen (i) gana la 13ª etapa del Giro de Italia este viernes.",
    "content_text": "El ciclista danés Mads Pedersen (i) gana la 13ª etapa del Giro de Italia este viernes.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-23/el-real-madrid-comunica-oficialmente-el-adios-de-carlo-ancelotti-como-entrenador.html",
    "title": "El Real Madrid comunica la marcha de Carlo Ancelotti dos semanas después de que Brasil lo anunciara como nuevo seleccionador",
    "link": "https://elpais.com/deportes/futbol/2025-05-23/el-real-madrid-comunica-oficialmente-el-adios-de-carlo-ancelotti-como-entrenador.html",
    "published_date": "2025-05-23T09:14:22+00:00",
    "content_raw": "El entrenador del Real Madrid, Carlo Ancelotti, en una rueda de prensa el pasado 17 de mayo.",
    "content_text": "El entrenador del Real Madrid, Carlo Ancelotti, en una rueda de prensa el pasado 17 de mayo.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  }
]