[
  {
    "id": "https://techcrunch.com/2025/05/24/notorious-hacking-group-tied-to-the-spanish-government/",
    "title": "Week in Review: Notorious hacking group tied to the Spanish government",
    "link": "https://techcrunch.com/2025/05/24/notorious-hacking-group-tied-to-the-spanish-government/",
    "published_date": "2025-05-24T17:05:00+00:00",
    "content_raw": "Welcome back to Week in Review! Tons of news from this week for you, including a hacking group that&#8217;s linked to the Spanish government; CEOs using AI avatars to deliver company earnings; Pocket shutting down — or is it?; and much more. Let&#8217;s get to it!  More than 10 years in the making: Kaspersky first [&#8230;]",
    "content_text": "Welcome back to Week in Review! Tons of news from this week for you, including a hacking group that’s linked to the Spanish government; CEOs using AI avatars to deliver company earnings; Pocket shutting down — or is it?; and much more. Let’s get to it!  More than 10 years in the making: Kaspersky first […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-05/global-forest-watch-bosques-incendios-cop30.html",
    "title": "Global Forest Watch: 30 millones de hectáreas de bosques perdidas en 2024",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-05/global-forest-watch-bosques-incendios-cop30.html",
    "published_date": "2025-05-24T12:25:00+00:00",
    "content_raw": "<p>Diez años después de la publicación de Laudato si', la encíclica del Papa Francisco sobre la protección de la Creación, hay alerta roja por la pérdida del patrimonio forestal mundial. El calentamiento global y la acción humana están en el origen de los devastadores incendios que han duplicado la superficie afectada.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-05/global-forest-watch-bosques-incendios-cop30.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Diez años después de la publicación de Laudato si', la encíclica del Papa Francisco sobre la protección de la Creación, hay alerta roja por la pérdida del patrimonio forestal mundial. El calentamiento global y la acción humana están en el origen de los devastadores incendios que han duplicado la superficie afectada. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://techcrunch.com/2025/05/24/why-a-new-anti-revenge-porn-law-has-free-speech-experts-alarmed/",
    "title": "Why a new anti-revenge porn law has free speech experts alarmed",
    "link": "https://techcrunch.com/2025/05/24/why-a-new-anti-revenge-porn-law-has-free-speech-experts-alarmed/",
    "published_date": "2025-05-24T18:39:30+00:00",
    "content_raw": "The newly signed Take It Down Act makes it illegal to publish nonconsensual explicit images – real or AI-generated – and gives platforms just 48 hours to comply with a victim’s takedown request or face liability. While widely praised as a long-overdue win for victims, experts warn its vague language, lax standards for verifying claims, and tight compliance window could pave the way for overreach, censorship of legitimate content, and even surveillance.",
    "content_text": "The newly signed Take It Down Act makes it illegal to publish nonconsensual explicit images – real or AI-generated – and gives platforms just 48 hours to comply with a victim’s takedown request or face liability. While widely praised as a long-overdue win for victims, experts warn its vague language, lax standards for verifying claims, and tight compliance window could pave the way for overreach, censorship of legitimate content, and even surveillance.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/674176/nintendo-switch-2-usb-mouse-support",
    "title": "The Nintendo Switch 2 sure seems to work just fine with a USB mouse",
    "link": "https://www.theverge.com/news/674176/nintendo-switch-2-usb-mouse-support",
    "published_date": "2025-05-24T21:51:55+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/04/257672_switch_2_OGrove_0016.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">You’ll be able to use a USB mouse with the Nintendo Switch 2 in at least one game, as a Koei Tecmo <a href=\"https://www.youtube.com/watch?v=CstlgmcDgy0&amp;t=623s\">developer commentary video</a> for the upcoming<em> Nobunaga’s Ambition: Awakening Complete Edition</em> revealed this week. That’s great news if your wrists, like mine, started preemptively cramping the first time you saw video of someone tipping a Joy-Con 2 controller on its edge for mouse mode.</p>\n\n<p class=\"has-text-align-none\">While demonstrating the game’s use of the Joy-Con 2 as a mouse, producer Michi Ryu stops and plugs in a USB mouse. The Switch 2 displays a message that says a mouse has been connected, and he continues to play with both a mouse and his left Joy-Con 2, switching between them seamlessly, the same way you’ll be able to go back and forth between gyro and mouse control <a href=\"https://www.theverge.com/games/642493/nintendo-switch-mouse-controls-metroid-prime-4\">in <em>Metroid Prime 4: Beyond</em></a>.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">As <a href=\"https://www.videogameschronicle.com/news/switch-2-supports-usb-mouse-controls-developer-reveals/\"><em>VideoGamesChronicle</em> notes</a>, the original Switch had mouse and keyboard support, though only some games took advantage, like the <a href=\"https://www.nintendo.com/us/store/products/turok-switch/\">Nightdive-developed <em>Turok</em> port</a>. (If you own that game and never noticed the “Mouse” option in its input settings, go plug in a USB mouse and keyboard and try it out — you won’t want to go back.)</p>\n<img alt=\"GIF showing a mouse cursor in use on the Switch 2 menu.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/Joy-Con-2-mouse-menu-control.gif?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" title=\"GIF showing a mouse cursor in use on the Switch 2 menu.\" />\n<p class=\"has-text-align-none\">This time around, Nintendo is embracing mouse support more. For instance, the company published a video to its Nintendo Today app earlier this month, showing that when you put a Joy-Con 2 on its edge for mouse mode, an onscreen pointer appears for navigating the system’s menu. </p>\n\n<p class=\"has-text-align-none\">So does the <em>Nobunaga’s Ambition</em> video, mean a standard mouse works interchangeably with a Joy-Con 2 controller anywhere where mouse control is supported? I sure hope so, but we don’t know that yet. And Nintendo didn’t immediately respond to <em>The Verge</em>’s email asking if that was the case.</p>",
    "content_text": "You’ll be able to use a USB mouse with the Nintendo Switch 2 in at least one game, as a Koei Tecmo developer commentary video for the upcoming Nobunaga’s Ambition: Awakening Complete Edition revealed this week. That’s great news if your wrists, like mine, started preemptively cramping the first time you saw video of someone tipping a Joy-Con 2 controller on its edge for mouse mode. While demonstrating the game’s use of the Joy-Con 2 as a mouse, producer Michi Ryu stops and plugs in a USB mouse. The Switch 2 displays a message that says a mouse has been connected, and he continues to play with both a mouse and his left Joy-Con 2, switching between them seamlessly, the same way you’ll be able to go back and forth between gyro and mouse control in Metroid Prime 4: Beyond . As VideoGamesChronicle notes , the original Switch had mouse and keyboard support, though only some games took advantage, like the Nightdive-developed Turok port . (If you own that game and never noticed the “Mouse” option in its input settings, go plug in a USB mouse and keyboard and try it out — you won’t want to go back.) This time around, Nintendo is embracing mouse support more. For instance, the company published a video to its Nintendo Today app earlier this month, showing that when you put a Joy-Con 2 on its edge for mouse mode, an onscreen pointer appears for navigating the system’s menu. So does the Nobunaga’s Ambition video, mean a standard mouse works interchangeably with a Joy-Con 2 controller anywhere where mouse control is supported? I sure hope so, but we don’t know that yet. And Nintendo didn’t immediately respond to The Verge ’s email asking if that was the case.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/674165/amazon-1st-generation-fire-tv-devices-losing-netflix-support",
    "title": "The oldest Fire TV devices are losing Netflix support soon",
    "link": "https://www.theverge.com/news/674165/amazon-1st-generation-fire-tv-devices-losing-netflix-support",
    "published_date": "2025-05-24T18:27:51+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23951360/STK072_VRG_Illo_N_Barclay_8_netflix.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s finally time to upgrade for many owners of the earliest Amazon Fire TV devices, as Netflix is ending support for them next month, <a href=\"https://www.heise.de/en/news/Netflix-cuts-support-for-older-Fire-TV-devices-10388907.html\">reports German outlet <em>Heise</em></a>.</p>\n\n<p class=\"has-text-align-none\">The cutoff for US users is June 3rd, <a href=\"https://www.zdnet.com/home-and-office/home-entertainment/netflix-is-cutting-off-older-fire-tv-devices-in-a-few-days-how-to-see-if-youre-affected/\">according to <em>ZDNet</em></a>, which writes that the company has been emailing those who would be affected by the change. Netflix is specifically ending support for the 1st-generation Fire TV streaming box and Fire TV Stick, as well as the 2016 Fire TV Stick with Alexa Voice Remote, <em>ZDNet </em>writes. If you didn’t get the email but want to be certain whether your Fire TV device is one of those reportedly losing Netflix, the outlet writes that you can check the “About” section under Settings &gt; My Fire TV. </p>\n\n<p class=\"has-text-align-none\">According to <em>Heise</em>, Amazon is offering discounts on new Fire TV Sticks to those affected by the change. Amazon didn’t immediately respond when <em>The Verge</em> reached out to ask whether that’s true for US users, as well. </p>\n\n<p class=\"has-text-align-none\">In a FAQ added to a <a href=\"https://help.netflix.com/en/node/112425\">Netflix help page</a> sometime in the last couple of months (March 15th is when it <a href=\"https://web.archive.org/web/20250401023349/https://help.netflix.com/en/node/112425\">first showed up</a> on The Internet Archive), the company says it may end support for devices that “can no longer get necessary updates from its manufacturer or support new features.” The company also added new references to error codes R4, R12, and R25-1. </p>\n\n<p class=\"has-text-align-none\">Netflix did not immediately respond to <em>The Verge</em>’s request for comment.</p>\n\n<p class=\"has-text-align-none\"></p>",
    "content_text": "It’s finally time to upgrade for many owners of the earliest Amazon Fire TV devices, as Netflix is ending support for them next month, reports German outlet Heise . The cutoff for US users is June 3rd, according to ZDNet , which writes that the company has been emailing those who would be affected by the change. Netflix is specifically ending support for the 1st-generation Fire TV streaming box and Fire TV Stick, as well as the 2016 Fire TV Stick with Alexa Voice Remote, ZDNet writes. If you didn’t get the email but want to be certain whether your Fire TV device is one of those reportedly losing Netflix, the outlet writes that you can check the “About” section under Settings > My Fire TV. According to Heise , Amazon is offering discounts on new Fire TV Sticks to those affected by the change. Amazon didn’t immediately respond when The Verge reached out to ask whether that’s true for US users, as well. In a FAQ added to a Netflix help page sometime in the last couple of months (March 15th is when it first showed up on The Internet Archive), the company says it may end support for devices that “can no longer get necessary updates from its manufacturer or support new features.” The company also added new references to error codes R4, R12, and R25-1. Netflix did not immediately respond to The Verge ’s request for comment.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/674129/x-is-down-after-data-center-fire",
    "title": "X is back after an apparent widespread outage",
    "link": "https://www.theverge.com/news/674129/x-is-down-after-data-center-fire",
    "published_date": "2025-05-24T15:57:25+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/STK160_X_TWITTER_2__C.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">X is back up for most users after what appeared to be a significant outage that spiked early this morning around 9AM ET. </p>\n\n<p class=\"has-text-align-none\">Global internet monitor <a href=\"https://bsky.app/profile/netblocks.org/post/3lpw6y5xlyc2p\">NetBlocks posted this morning</a> that X “has been experiencing international outages for some users for a second time in a week,” adding that the issue isn’t “related to country-level internet disruptions or filtering.” <a href=\"https://downdetector.com/status/twitter/\">Downdetector showed</a> complaints of an outage rose sharply after 8AM ET before beginning to fall about 45 minutes later. As of this writing, those reports have dropped from tens of thousands of reports to only hundreds.</p>\n<img alt=\"Screenshot of Downdetector, showing a spike in outage reports at X.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/Screenshot-2025-05-24-at-10.44.39%E2%80%AFAM.png?quality=90&#038;strip=all&#038;crop=0,23.132186881333,100,53.735626237333\" title=\"Screenshot of Downdetector, showing a spike in outage reports at X.\" />\n<p class=\"has-text-align-none\">Elsewhere on social media, people had been complaining about issues with the network for a couple of days — one of the <a href=\"https://www.reddit.com/r/Twitter/comments/1ksz1t1/twitterx_down_for_anyone_else/\">top posts</a> on the r/Twitter Reddit community is a screenshot of an error message on the X login screen, with many replies complaining about login issues. The X developer platform site’s <a href=\"https://docs.x.com/incidents\">incident history log</a> shows that a sitewide outage started Thursday and lasted roughly a day. At the moment, there’s still an error message on the <a href=\"https://docs.x.com/status\">platform status page</a> that reads, “Login with X (OAuth) and other X platform login flows are experiencing degraded performance.”</p>\n\n<p class=\"has-text-align-none\">The issue comes after a fire reportedly broke out in an Oregon data center owned by X on Thursday morning. <a href=\"https://www.wired.com/story/elon-musk-x-datacenter-fire/\"><em>Wired</em> writes</a> that multiple unnamed sources told it that the fire, which forced “an extended response from emergency crews,” involved batteries in one of the data center’s rooms. Following reports of the fire, there were complaints that X was down, but the outage then seemed comparatively small. </p>\n\n<p class=\"has-text-align-none\">X did not immediately respond to <em>The Verge</em>’s request for comment.</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update May 24th: </em></strong><em>O</em><em>utage reports have mostly subsided.</em></p>",
    "content_text": "X is back up for most users after what appeared to be a significant outage that spiked early this morning around 9AM ET. Global internet monitor NetBlocks posted this morning that X “has been experiencing international outages for some users for a second time in a week,” adding that the issue isn’t “related to country-level internet disruptions or filtering.” Downdetector showed complaints of an outage rose sharply after 8AM ET before beginning to fall about 45 minutes later. As of this writing, those reports have dropped from tens of thousands of reports to only hundreds. Elsewhere on social media, people had been complaining about issues with the network for a couple of days — one of the top posts on the r/Twitter Reddit community is a screenshot of an error message on the X login screen, with many replies complaining about login issues. The X developer platform site’s incident history log shows that a sitewide outage started Thursday and lasted roughly a day. At the moment, there’s still an error message on the platform status page that reads, “Login with X (OAuth) and other X platform login flows are experiencing degraded performance.” The issue comes after a fire reportedly broke out in an Oregon data center owned by X on Thursday morning. Wired writes that multiple unnamed sources told it that the fire, which forced “an extended response from emergency crews,” involved batteries in one of the data center’s rooms. Following reports of the fire, there were complaints that X was down, but the outage then seemed comparatively small. X did not immediately respond to The Verge ’s request for comment. Update May 24th: O utage reports have mostly subsided.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/tech/673960/sony-ult-field-3-speaker-twelve-south-hirise-3-deluxe-charger-deal-sale",
    "title": "Twelve South’s slick 3-in-1 charging stand has dropped to a new low price",
    "link": "https://www.theverge.com/tech/673960/sony-ult-field-3-speaker-twelve-south-hirise-3-deluxe-charger-deal-sale",
    "published_date": "2025-05-24T14:31:50+00:00",
    "content_raw": "<figure>\n\n<img alt=\"Twelve South HiRise 3 Deluxe against a light blue background.￼￼\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/vergetravelsouthhirise3deluxe-1-2.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The Twelve South HiRise 3 Deluxe is down to $79.99 for Memorial Day. | Image: The Verge</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Memorial Day marks the unofficial start of summer, and if you somehow managed to skip your spring cleaning earlier this year, the turning of the season offers a fresh chance to declutter your space. Thankfully, the <strong><a href=\"https://www.theverge.com/2023/9/14/23872638/twelve-south-hirise-3-deluxe-iphone-charging-stand\">Twelve South HiRise 3 Deluxe</a></strong> offers a stylish way to organize your desk or bedside table, and it’s currently available for a new low of $79.99 ($20 off) from <a href=\"https://www.amazon.com/Twelve-South-Compact-MagSafe-Charging/dp/B0CV4WNKHT\">Amazon</a> and <a href=\"https://www.twelvesouth.com/products/hirise-3-deluxe/\">Twelve South</a>.</p>\n\n<p class=\"has-text-align-none\">Twelve South’s sturdy HiRise 3 Deluxe is a great 3-in-1 charging stand for a number of reasons. Not only can it deliver up to 15W of power to MagSafe-compatible iPhones, but it’s also capable of fast-charging an Apple Watch Series 7 and newer models. It includes a 7.5W wireless charging pad as well, which you can use to top off a pair of AirPods or any other Qi-compatible device you might have on hand, including a second phone, a Samsung Galaxy Watch, or other electronics.</p>\n\n<p class=\"has-text-align-none\">What truly sets it apart from a lot of other 3-in-1 chargers, though, is its design; instead of placing the charging pads side-by-side, Twelve South has arranged them in a front-to-back layout to reduce desk clutter. Plus, thanks to the charger’s support for <a href=\"https://www.theverge.com/23791165/apple-ios-17-standby-iphone-dock\">StandBy mode</a> — an ultra-handy feature Apple first introduced in iOS 17 — you can also use your phone as a mini smart display when you place it horizontally on the adjustable charging pad, allowing you to quickly check the time, view your daily schedule, and take advantage of useful widgets with ease.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading\">More Memorial Day savings</h2>\n\n<ul class=\"wp-block-list\">\n<li>The <a href=\"https://www.theverge.com/news/645745/sony-adds-three-new-wireless-speakers-to-bass-boosted-ult-power-sound-lineup\"><strong>Sony ULT Field 3</strong></a> is available at <a href=\"https://www.amazon.com/Sony-Bluetooth-Waterproof-Dustproof-Shockproof/dp/B0DYB6KMJH\">Amazon</a> and <a href=\"https://www.walmart.com/ip/Sony-SRSULT30B-Wireless-Speaker/13975352006/\">Walmart</a> for $148 ($52 off), which is its best price to date. The portable Bluetooth speaker features a dedicated ULT button to boost bass and volume, and delivers up to 24 hours of playback on a single charge. With a detachable shoulder strap and an IP67 rating for dust and water resistance, it’s also a great companion for beach days.&nbsp;</li>\n\n\n\n<li>You can purchase <strong>Lego’s Polaroid OneStep SX-70 Camera</strong> for $67.99 ($12 off) at <a href=\"https://www.amazon.com/dp/B0CGY4H58V/\">Amazon</a>, <a href=\"https://www.target.com/p/lego-ideas-polaroid-onestep-sx-70-camera-model-21345/-/A-89144292\">Target</a>, and <a href=\"https://www.walmart.com/ip/LEGO-Ideas-Polaroid-OneStep-SX-70-Camera-Building-Kit-Creative-Gift-Photographers-Collectible-Brick-Built-Vintage-Model-Activity-Adults-21345/5014162863\">Walmart</a>, which is $8 shy of its all-time low. The 516-piece set allows you to build a replica of Polaroid’s classic SX-70 camera. It’s <a href=\"https://www.theverge.com/c/23991049/lego-ideas-polaroid-onestep-behind-the-scenes-price\">a true delight to behold</a>, thanks to details like a shutter button that ejects one of three illustrated “photos” — including one of Polaroid inventor Edwin H. Land.</li>\n\n\n\n<li>You can buy the<strong> latest Apple Watch SE</strong> with GPS at <a href=\"https://www.amazon.com/dp/B0DGJ4RTVT/\">Amazon</a> and <a href=\"https://www.walmart.com/ip/Apple-Watch-SE-GPS-40mm-Starlight-Aluminum-Case-with-Starlight-Sport-Band-S-M/11439573544\">Walmart</a> starting at $169 ($80 off), which is its best price of the year. The entry-level wearable includes a host of essential health and safety features, including heart rate tracking, fall detection, and emergency SOS. It also offers Apple Pay and a variety of watchOS 11 features, such as support for the Vitals app and rest day tracking, though it lacks some of the more advanced sensors and the larger display found on the newer Series 10. <a href=\"https://www.theverge.com/23369207/apple-watch-se-2022-review-smartwatch\">Read our review</a>.</li>\n</ul>",
    "content_text": "The Twelve South HiRise 3 Deluxe is down to $79.99 for Memorial Day. | Image: The Verge Memorial Day marks the unofficial start of summer, and if you somehow managed to skip your spring cleaning earlier this year, the turning of the season offers a fresh chance to declutter your space. Thankfully, the Twelve South HiRise 3 Deluxe offers a stylish way to organize your desk or bedside table, and it’s currently available for a new low of $79.99 ($20 off) from Amazon and Twelve South . Twelve South’s sturdy HiRise 3 Deluxe is a great 3-in-1 charging stand for a number of reasons. Not only can it deliver up to 15W of power to MagSafe-compatible iPhones, but it’s also capable of fast-charging an Apple Watch Series 7 and newer models. It includes a 7.5W wireless charging pad as well, which you can use to top off a pair of AirPods or any other Qi-compatible device you might have on hand, including a second phone, a Samsung Galaxy Watch, or other electronics. What truly sets it apart from a lot of other 3-in-1 chargers, though, is its design; instead of placing the charging pads side-by-side, Twelve South has arranged them in a front-to-back layout to reduce desk clutter. Plus, thanks to the charger’s support for StandBy mode — an ultra-handy feature Apple first introduced in iOS 17 — you can also use your phone as a mini smart display when you place it horizontally on the adjustable charging pad, allowing you to quickly check the time, view your daily schedule, and take advantage of useful widgets with ease. More Memorial Day savings The Sony ULT Field 3 is available at Amazon and Walmart for $148 ($52 off), which is its best price to date. The portable Bluetooth speaker features a dedicated ULT button to boost bass and volume, and delivers up to 24 hours of playback on a single charge. With a detachable shoulder strap and an IP67 rating for dust and water resistance, it’s also a great companion for beach days. You can purchase Lego’s Polaroid OneStep SX-70 Camera for $67.99 ($12 off) at Amazon , Target , and Walmart , which is $8 shy of its all-time low. The 516-piece set allows you to build a replica of Polaroid’s classic SX-70 camera. It’s a true delight to behold , thanks to details like a shutter button that ejects one of three illustrated “photos” — including one of Polaroid inventor Edwin H. Land. You can buy the latest Apple Watch SE with GPS at Amazon and Walmart starting at $169 ($80 off), which is its best price of the year. The entry-level wearable includes a host of essential health and safety features, including heart rate tracking, fall detection, and emergency SOS. It also offers Apple Pay and a variety of watchOS 11 features, such as support for the Vitals app and rest day tracking, though it lacks some of the more advanced sensors and the larger display found on the newer Series 10. Read our review .",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/ai-artificial-intelligence/673719/google-veo-3-ai-video-audio-sound-effects",
    "title": "Google’s Veo 3 AI video generator is a slop monger’s dream",
    "link": "https://www.theverge.com/ai-artificial-intelligence/673719/google-veo-3-ai-video-audio-sound-effects",
    "published_date": "2025-05-24T11:00:00+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/ai-label-3.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>These boots were not made for walking, but you can use AI to make them do it anyway.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Even at first glance, there's something off about the body on the street. The white sheet it's under is a little too clean, and the officers' movements are totally devoid of purpose. \"We need to clear the street,\" one of them says with a firm hand gesture, though her lips don't move. It's AI, alright. But here's the kicker: my prompt didn't include any dialogue.</p>\n<p class=\"has-text-align-none\">Veo 3, Google's new AI video generation model, added that line all on its own. Over the past 24 hours I've created a dozen clips depicting news reports, disasters, and goofy cartoon cats with convincing audio - some of which the model invented all on its own. It's more than a little creepy and way more sophisticated than I had imagined. And while I don't think it's going to propel us to a misinformation doomsday just yet, Veo 3 strikes me as an absolute AI slop machine.</p>\n<div class=\"video-container\"><p>AI generated video: Made with Veo 3</p></div>\n<p class=\"has-text-align-none\">Google <a href=\"https://www.youtube.com/live/o8NiE3XMPrM?si=MghM5cXF4bPaLtiv&amp;t=4852\">introduced Veo 3</a> at I/O this week, highlighting its most important new capability: generating sound to go with your AI video. \"We're entering a new era of creation,\" Google's VP of Gemini, Josh Woodward, explained in the keynote, calling it \"incredibly realistic.\" I wasn't completely sold, but then, a few days lat …</p>\n<p><a href=\"https://www.theverge.com/ai-artificial-intelligence/673719/google-veo-3-ai-video-audio-sound-effects\">Read the full story at The Verge.</a></p>",
    "content_text": "These boots were not made for walking, but you can use AI to make them do it anyway. Even at first glance, there's something off about the body on the street. The white sheet it's under is a little too clean, and the officers' movements are totally devoid of purpose. \"We need to clear the street,\" one of them says with a firm hand gesture, though her lips don't move. It's AI, alright. But here's the kicker: my prompt didn't include any dialogue. Veo 3, Google's new AI video generation model, added that line all on its own. Over the past 24 hours I've created a dozen clips depicting news reports, disasters, and goofy cartoon cats with convincing audio - some of which the model invented all on its own. It's more than a little creepy and way more sophisticated than I had imagined. And while I don't think it's going to propel us to a misinformation doomsday just yet, Veo 3 strikes me as an absolute AI slop machine. AI generated video: Made with Veo 3 Google introduced Veo 3 at I/O this week, highlighting its most important new capability: generating sound to go with your AI video. \"We're entering a new era of creation,\" Google's VP of Gemini, Josh Woodward, explained in the keynote, calling it \"incredibly realistic.\" I wasn't completely sold, but then, a few days lat … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/beato-stanislaw-streich-misa-semeraro-polonia.html",
    "title": "Es Beato Stanisław Streich, mártir que se opuso al mal con el bien de la caridad",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/beato-stanislaw-streich-misa-semeraro-polonia.html",
    "published_date": "2025-05-24T13:47:00+00:00",
    "content_raw": "<p>Hoy en Poznań, Polonia, tuvo lugar la Misa en la plaza frente a la catedral local para elevar a los honores de los altares al sacerdote «apóstol de la fraternidad, benefactor de su pueblo» asesinado mientras celebraba la Eucaristía durante los años del régimen comunista. El Cardenal Semeraro: 'Su mayor enseñanza es que donde más se siente el mal, más se busca a Dios y su amor; el mal, por tanto, ya no es una objeción, sino la ocasión de un renovado acto de fe'.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/beato-stanislaw-streich-misa-semeraro-polonia.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Hoy en Poznań, Polonia, tuvo lugar la Misa en la plaza frente a la catedral local para elevar a los honores de los altares al sacerdote «apóstol de la fraternidad, benefactor de su pueblo» asesinado mientras celebraba la Eucaristía durante los años del régimen comunista. El Cardenal Semeraro: 'Su mayor enseñanza es que donde más se siente el mal, más se busca a Dios y su amor; el mal, por tanto, ya no es una objeción, sino la ocasión de un renovado acto de fe'. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/decimo-aniversario-laudato-si-papa-francisco-leon-casa-comun.html",
    "title": "Décimo aniversario de la Laudato si’: el vigente clamor de la casa común",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/decimo-aniversario-laudato-si-papa-francisco-leon-casa-comun.html",
    "published_date": "2025-05-24T11:30:00+00:00",
    "content_raw": "<p>La carta encíclica con la cual el Papa Francisco desde hace diez dio voz al clamor de la casa común. Hoy León XIV confirma el llamado a “la búsqueda de un desarrollo sostenible e integral”.\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/decimo-aniversario-laudato-si-papa-francisco-leon-casa-comun.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La carta encíclica con la cual el Papa Francisco desde hace diez dio voz al clamor de la casa común. Hoy León XIV confirma el llamado a “la búsqueda de un desarrollo sostenible e integral”. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-05/no-al-rearme-que-se-respete-el-derecho-humanitario-editorial.html",
    "title": "No al rearme, que se respete el derecho humanitario",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-05/no-al-rearme-que-se-respete-el-derecho-humanitario-editorial.html",
    "published_date": "2025-05-24T10:41:00+00:00",
    "content_raw": "<p>De la declaración de la Santa Sede en la ONU a las palabras del Papa León: se necesitan medidas concretas y urgentes para proteger a los civiles en los conflictos armados y desarmar al mundo.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-05/no-al-rearme-que-se-respete-el-derecho-humanitario-editorial.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "De la declaración de la Santa Sede en la ONU a las palabras del Papa León: se necesitan medidas concretas y urgentes para proteger a los civiles en los conflictos armados y desarmar al mundo. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-05/llamado-a-la-paz-comunicado-lideres-religiosos-panama-dialogo.html",
    "title": "Líderes religiosos panameños hacen llamado Urgente a la paz y al diálogo nacional",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-05/llamado-a-la-paz-comunicado-lideres-religiosos-panama-dialogo.html",
    "published_date": "2025-05-24T10:28:00+00:00",
    "content_raw": "<p>Ante la creciente tensión social y política en Panamá, la Conferencia Episcopal Panameña, el Comité Ecuménico y el Comité Interreligioso han emitido un llamado conjunto a la paz, al respeto al Estado de Derecho y al diálogo sincero. Las organizaciones religiosas expresan su preocupación por el clima de confrontación que amenaza la convivencia democrática, y exhortan a todos los actores del país a actuar con responsabilidad, mesura y compromiso con el bien común.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-05/llamado-a-la-paz-comunicado-lideres-religiosos-panama-dialogo.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Ante la creciente tensión social y política en Panamá, la Conferencia Episcopal Panameña, el Comité Ecuménico y el Comité Interreligioso han emitido un llamado conjunto a la paz, al respeto al Estado de Derecho y al diálogo sincero. Las organizaciones religiosas expresan su preocupación por el clima de confrontación que amenaza la convivencia democrática, y exhortan a todos los actores del país a actuar con responsabilidad, mesura y compromiso con el bien común. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-05/papa-leone-xiv-audiencia-curia-empleados-vaticano.html",
    "title": "León XIV: Sean custodios de la memoria y constructores de la unidad",
    "link": "https://www.vaticannews.va/es/papa/news/2025-05/papa-leone-xiv-audiencia-curia-empleados-vaticano.html",
    "published_date": "2025-05-24T09:00:00+00:00",
    "content_raw": "<p>El Papa recibió a los funcionarios de la Curia Romana y a los empleados de la Santa Sede, de la Gobernación y del Vicariato de Roma, que lo acogieron con un largo aplauso. En su discurso, el Pontífice invitó a todos a preservar \"la memoria histórica\" de la Sede Apostólica, a no perder la \"dimensión misionera\", como deseaba el Papa Francisco, y a superar las incomprensiones y los prejuicios con paciencia, humildad y \"humorismo\".</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-05/papa-leone-xiv-audiencia-curia-empleados-vaticano.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El Papa recibió a los funcionarios de la Curia Romana y a los empleados de la Santa Sede, de la Gobernación y del Vicariato de Roma, que lo acogieron con un largo aplauso. En su discurso, el Pontífice invitó a todos a preservar \"la memoria histórica\" de la Sede Apostólica, a no perder la \"dimensión misionera\", como deseaba el Papa Francisco, y a superar las incomprensiones y los prejuicios con paciencia, humildad y \"humorismo\". Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/opinion/papa-Leon-continuidad-profetico-universal_0_2780721937.html",
    "title": "León XIV: continuidad, con espíritu profético y misión universal",
    "link": "https://www.religiondigital.org/opinion/papa-Leon-continuidad-profetico-universal_0_2780721937.html",
    "published_date": "2025-05-24T21:30:32+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/19/escuela_de_contemplacion_salmos-_victor_r-_moreno/Leon-XIV_2780731909_17736371_626x472.png\" width=\"626\" /></p><p>\"Tenemos papa: religioso agustino, primer papa norteamericano, ha mencionado la sinodalidad en una busca de paz, y una caridad de toda la Iglesia, y se confía a la Virgen de Pompeya\"</p>\n<p>\"Escoge como nombre la continuidad con León XIII. No nombra sus raíces estadounidenses en su discurso inaugural, pero sí su misión en Perú, y como obispo de Roma, con apertura universal\"</p>\n<p>\"León XIV ha mostrado una continuidad con las grandes líneas del pontificado de Francisco\"</p>\n<p>\"Pero el nuevo pontífice aporta su estilo propio. Como León XIII, parece querer ofrecer a la Iglesia una continuidad sin rigidez, una fidelidad que no excluye el discernimiento y la audacia pastoral\"</p>",
    "content_text": "\"Tenemos papa: religioso agustino, primer papa norteamericano, ha mencionado la sinodalidad en una busca de paz, y una caridad de toda la Iglesia, y se confía a la Virgen de Pompeya\" \"Escoge como nombre la continuidad con León XIII. No nombra sus raíces estadounidenses en su discurso inaugural, pero sí su misión en Perú, y como obispo de Roma, con apertura universal\" \"León XIV ha mostrado una continuidad con las grandes líneas del pontificado de Francisco\" \"Pero el nuevo pontífice aporta su estilo propio. Como León XIII, parece querer ofrecer a la Iglesia una continuidad sin rigidez, una fidelidad que no excluye el discernimiento y la audacia pastoral\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/vida-religiosa/Jovenes-clausura-internet-ventana-artesanos_0_2781621836.html",
    "title": "Jóvenes monjas de clausura abren en Internet una ventana al mundo con sus dulces artesanos",
    "link": "https://www.religiondigital.org/vida-religiosa/Jovenes-clausura-internet-ventana-artesanos_0_2781621836.html",
    "published_date": "2025-05-24T21:31:54+00:00",
    "content_raw": "<p><img height=\"70\" src=\"http://www.religiondigital.org/2025/05/22/vida-religiosa/Carmelitas_2781631851_17744041_70x70.jpg\" width=\"70\" /></p><p>Rocas de chocolate, abanicos, bocaditos de dulce de leche o el renombrado bizcocho carmelitano…</p>\n<p>La repostería artesana a escala local ha sido durante décadas parte del trabajo de los conventos de clausura en España, pero ahora monjas jóvenes abren a través de internet una ventana al mundo con sus dulces artesanos</p>\n<p>Es el caso de las Carmelitas Descalzas de Torrelavega, en el norte de España; decidieron ponerse a la altura de los tiempos y abrir un 'torno virtual' con un portal web preparado para el comercio electrónico, pero también para dar a conocer los valores de la vida religiosa</p>",
    "content_text": "Rocas de chocolate, abanicos, bocaditos de dulce de leche o el renombrado bizcocho carmelitano… La repostería artesana a escala local ha sido durante décadas parte del trabajo de los conventos de clausura en España, pero ahora monjas jóvenes abren a través de internet una ventana al mundo con sus dulces artesanos Es el caso de las Carmelitas Descalzas de Torrelavega, en el norte de España; decidieron ponerse a la altura de los tiempos y abrir un 'torno virtual' con un portal web preparado para el comercio electrónico, pero también para dar a conocer los valores de la vida religiosa",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/opinion/podemos-hacer-Gaza-Israel-propuesta_0_2781921806.html",
    "title": "Nosotros, ¿qué podemos hacer por Gaza e Israel? Una propuesta",
    "link": "https://www.religiondigital.org/opinion/podemos-hacer-Gaza-Israel-propuesta_0_2781921806.html",
    "published_date": "2025-05-24T21:30:57+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/23/opinion/Paz_2781931839_17746481_626x472.jpg\" width=\"626\" /></p><p>¿Qué podemos hacer nosotros, simples ciudadanos de a pie, ante este drama que sabemos que acontece a 3600 kilómetros de España?</p>\n<p>En las actuales condiciones, ¿cuánto tiempo más van a poder resistir los 2,1 millones de gazatíes que sobreviven prisioneros dentro de la Franja de Gaza?</p>\n<p>Ante esta locura, ante esta negrura, ¿qué rayo de luz puedo ofrecer yo?</p>",
    "content_text": "¿Qué podemos hacer nosotros, simples ciudadanos de a pie, ante este drama que sabemos que acontece a 3600 kilómetros de España? En las actuales condiciones, ¿cuánto tiempo más van a poder resistir los 2,1 millones de gazatíes que sobreviven prisioneros dentro de la Franja de Gaza? Ante esta locura, ante esta negrura, ¿qué rayo de luz puedo ofrecer yo?",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/en_la_izquierda_con_dios-_cristianos_socialistas/grito-Paz-Gaza-Palesttina-Israel-Socialistas_7_2782291755.html",
    "title": "El grito de la Paz",
    "link": "https://www.religiondigital.org/en_la_izquierda_con_dios-_cristianos_socialistas/grito-Paz-Gaza-Palesttina-Israel-Socialistas_7_2782291755.html",
    "published_date": "2025-05-24T16:46:20+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/24/en_la_izquierda_con_dios-_cristianos_socialistas/grito-Paz_2782231771_17747393_626x472.jpg\" width=\"626\" /></p><p>El grupo federal de Cristianos PSOE alza su voz para que resuene el grito de la paz, para que se imponga la visión humanista frente a la sinrazón terrorista del grupo Hamás y el genocidio que está cometiendo Israel.</p>",
    "content_text": "El grupo federal de Cristianos PSOE alza su voz para que resuene el grito de la paz, para que se imponga la visión humanista frente a la sinrazón terrorista del grupo Hamás y el genocidio que está cometiendo Israel.",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/cree_en_la_universidad/Adios-Papa-Ecologia-integral_7_2782291748.html",
    "title": "Adiós al Papa de la Ecologia integral  (X Aniversario Laudato si)",
    "link": "https://www.religiondigital.org/cree_en_la_universidad/Adios-Papa-Ecologia-integral_7_2782291748.html",
    "published_date": "2025-05-24T08:14:41+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/24/cree_en_la_universidad/Adios-Papa-Ecologia-integral_2782231756_17746823_626x472.jpg\" width=\"626\" /></p><p>El décimo aniversario de la encíclica\"Laudato si\" lo celebramos en la asamblea de Profesionales Cristianos en Madrid (23-25 de Mayo). Aportamos un material de oración en el encuentro de la fe y la ciencia, entre la biblia y el libro de la naturaleza. Trinidad Ruíz, botánica de la universidad de Extremadura, da cuentas del camino de la aportación de la Iglesia con el mensaje de la ecología integral. Nos ayuda a recordar y homenajear al Papa Francisco.</p>",
    "content_text": "El décimo aniversario de la encíclica\"Laudato si\" lo celebramos en la asamblea de Profesionales Cristianos en Madrid (23-25 de Mayo). Aportamos un material de oración en el encuentro de la fe y la ciencia, entre la biblia y el libro de la naturaleza. Trinidad Ruíz, botánica de la universidad de Extremadura, da cuentas del camino de la aportación de la Iglesia con el mensaje de la ecología integral. Nos ayuda a recordar y homenajear al Papa Francisco.",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/luis_miguel_modino-_misionero_en_brasil/Cristo-Redentor-RUC-ejercicio-ecologica_7_2782291752.html",
    "title": "A los pies del Cristo Redentor, la RUC llama al “ejercicio de una justicia ecológica, social y ambiental”",
    "link": "https://www.religiondigital.org/luis_miguel_modino-_misionero_en_brasil/Cristo-Redentor-RUC-ejercicio-ecologica_7_2782291752.html",
    "published_date": "2025-05-24T15:22:47+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/05/24/luis_miguel_modino-_misionero_en_brasil/RUC-Cristo-Redentor_2782231768_17747279_626x472.png\" width=\"626\" /></p><p>Las 230 universidades públicas, privadas, laicas y confesionales de toda América y Europa, en camino hacia la COP30 de Belém, han alzado “una voz colectiva ante la urgencia planetaria”</p>\n<p>Se comprometen a “fortalecer una educación transformadora que integre las dimensiones ecológica, social, económica, cultural y espiritual del desarrollo sostenible, asumiendo la complejidad del presente y formando nuevas generaciones capaces de habitar el mundo con responsabilidad, creatividad y justicia”</p>\n<p>“Cuidar del medio ambiente es cuidar de la vida misma, pues no hay salud ni futuro sin una tierra habitable”</p>\n<p>“Es hora de actuar, de educar con el ejemplo, de vivir con sobriedad y de exigir con justicia un nuevo modelo de desarrollo centrado en el bien común”</p>",
    "content_text": "Las 230 universidades públicas, privadas, laicas y confesionales de toda América y Europa, en camino hacia la COP30 de Belém, han alzado “una voz colectiva ante la urgencia planetaria” Se comprometen a “fortalecer una educación transformadora que integre las dimensiones ecológica, social, económica, cultural y espiritual del desarrollo sostenible, asumiendo la complejidad del presente y formando nuevas generaciones capaces de habitar el mundo con responsabilidad, creatividad y justicia” “Cuidar del medio ambiente es cuidar de la vida misma, pues no hay salud ni futuro sin una tierra habitable” “Es hora de actuar, de educar con el ejemplo, de vivir con sobriedad y de exigir con justicia un nuevo modelo de desarrollo centrado en el bien común”",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.theverge.com/games-review/673768/hundred-line-last-defense-academy-review-danganronpa",
    "title": "Last Defense Academy makes confusion part of the fun",
    "link": "https://www.theverge.com/games-review/673768/hundred-line-last-defense-academy-review-danganronpa",
    "published_date": "2025-05-24T13:00:00+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/ss_13baa96c1d9bb764498a1c80f452945d84d47372.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-drop-cap has-text-align-none\"><em>The Hundred Line: Last Defense Academy</em> starts off by asking a simple question: what happens when you pluck a handful of colorful teenagers from their homes, plop them in a state-of-the-art school filled with every convenience, then force them to fight for their lives? Your guide as you navigate this question is an unsettling and creepy-cute mascot that knows more than it's let on, and there's an overarching mystery to the world that you can't quite put your finger on. </p>\n<p class=\"has-text-align-none\">If you, like I, answered \"<em>Danganronpa</em>!\" - as this premise sounds very much like the plot of the quirky and irreverent murder-mystery series from Spike Chunsoft - then congratulations! We're both totally wrong! And after 45 in-game days with <em>LDA,</em> I still have no idea what's going on, and I love it.</p>\n<p class=\"has-text-align-none\">I'm going to be gentle with myself and you for thinking <em>LDA</em> is another entry in the genre of high school-themed killing games. After all, it was developed by Kazutaka Kodaka, creator and writer of the <em>Danganronpa </em>franchise, in collaboration with Kotaro Uchikoshi, known for his work on the adventure-puzzle game series <em>Zero Escape</em>. And though <em>LDA</em> oozes with the DNA from both series, it stands so completely apart mechanical …</p>\n<p><a href=\"https://www.theverge.com/games-review/673768/hundred-line-last-defense-academy-review-danganronpa\">Read the full story at The Verge.</a></p>",
    "content_text": "The Hundred Line: Last Defense Academy starts off by asking a simple question: what happens when you pluck a handful of colorful teenagers from their homes, plop them in a state-of-the-art school filled with every convenience, then force them to fight for their lives? Your guide as you navigate this question is an unsettling and creepy-cute mascot that knows more than it's let on, and there's an overarching mystery to the world that you can't quite put your finger on. If you, like I, answered \" Danganronpa !\" - as this premise sounds very much like the plot of the quirky and irreverent murder-mystery series from Spike Chunsoft - then congratulations! We're both totally wrong! And after 45 in-game days with LDA, I still have no idea what's going on, and I love it. I'm going to be gentle with myself and you for thinking LDA is another entry in the genre of high school-themed killing games. After all, it was developed by Kazutaka Kodaka, creator and writer of the Danganronpa franchise, in collaboration with Kotaro Uchikoshi, known for his work on the adventure-puzzle game series Zero Escape . And though LDA oozes with the DNA from both series, it stands so completely apart mechanical … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Curiosidades"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-25/el-barcelona-se-aferra-a-lewandowski.html",
    "title": "El Barcelona se aferra a Lewandowski",
    "link": "https://elpais.com/deportes/futbol/2025-05-25/el-barcelona-se-aferra-a-lewandowski.html",
    "published_date": "2025-05-25T03:15:00+00:00",
    "content_raw": "Robert Lewandowski y Fermín López disputan el balón en el último entrenamiento del Barcelona antes de viajar a Bilbao.",
    "content_text": "Robert Lewandowski y Fermín López disputan el balón en el último entrenamiento del Barcelona antes de viajar a Bilbao.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-25/frente-a-la-exuberancia-del-barca-el-athletic-que-mejor-defiende.html",
    "title": "Frente a la exuberancia del Barça, el Athletic que mejor defiende",
    "link": "https://elpais.com/deportes/futbol/2025-05-25/frente-a-la-exuberancia-del-barca-el-athletic-que-mejor-defiende.html",
    "published_date": "2025-05-25T03:15:00+00:00",
    "content_raw": "Unai Simon realiza un saque de puerta, el pasado 15 de mayo en el partido del Athletic en Getafe.",
    "content_text": "Unai Simon realiza un saque de puerta, el pasado 15 de mayo en el partido del Athletic en Getafe.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-25/mbappe-pichichi-y-casi-bota-de-oro.html",
    "title": "Mbappé, pichichi y (casi) bota de oro",
    "link": "https://elpais.com/deportes/futbol/2025-05-25/mbappe-pichichi-y-casi-bota-de-oro.html",
    "published_date": "2025-05-25T03:15:00+00:00",
    "content_raw": "Kylian Mbappé lanza el penalti ante la Real Sociedad.",
    "content_text": "Kylian Mbappé lanza el penalti ante la Real Sociedad.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/el-mayor-triunfo-de-la-formidable-mariona-caldentey.html",
    "title": "El mayor triunfo de la formidable Mariona Caldentey",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/el-mayor-triunfo-de-la-formidable-mariona-caldentey.html",
    "published_date": "2025-05-24T19:11:14+00:00",
    "content_raw": "Mariona Caldentey consuela a Aitana Bonmatí tras ganar este sábado en el Estádio José Alvalade la final de la Champions al Barcelona.",
    "content_text": "Mariona Caldentey consuela a Aitana Bonmatí tras ganar este sábado en el Estádio José Alvalade la final de la Champions al Barcelona.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/el-adios-de-los-adioses-de-modric-y-ancelotti-en-el-bernabeu.html",
    "title": "El adiós de los adioses de Modric y Ancelotti en el Bernabéu",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/el-adios-de-los-adioses-de-modric-y-ancelotti-en-el-bernabeu.html",
    "published_date": "2025-05-24T17:29:26+00:00",
    "content_raw": "Ancelotti y Modric se despiden del Bernabéu después del partido contra la Real Sociedad.",
    "content_text": "Ancelotti y Modric se despiden del Bernabéu después del partido contra la Real Sociedad.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/el-bernabeu-llora-el-final-de-una-era-en-el-adios-de-carlo-ancelotti-y-luka-modric-ha-sido-un-viaje-maravilloso.html",
    "title": "El Bernabéu llora el final de una era en el adiós de Carlo Ancelotti y Luka Modric: “Ha sido un viaje maravilloso”",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/el-bernabeu-llora-el-final-de-una-era-en-el-adios-de-carlo-ancelotti-y-luka-modric-ha-sido-un-viaje-maravilloso.html",
    "published_date": "2025-05-24T17:49:52+00:00",
    "content_raw": "Toni Kroos abraza a Luka Modric, en la despedida del croata del Santiago Bernabéu.",
    "content_text": "Toni Kroos abraza a Luka Modric, en la despedida del croata del Santiago Bernabéu.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/el-celta-jugara-la-liga-europa-y-el-rayo-la-conference.html",
    "title": "El Celta jugará la Liga Europa y el Rayo la Conference",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/el-celta-jugara-la-liga-europa-y-el-rayo-la-conference.html",
    "published_date": "2025-05-24T21:53:09+00:00",
    "content_raw": "Los jugadores del Rayo Vallecano celebran la clasificación europea.",
    "content_text": "Los jugadores del Rayo Vallecano celebran la clasificación europea.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/el-espanyol-se-salva-y-baja-el-leganes.html",
    "title": "El Espanyol se salva y baja el Leganés",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/el-espanyol-se-salva-y-baja-el-leganes.html",
    "published_date": "2025-05-24T18:47:38+00:00",
    "content_raw": "El delantero del Espanyol Javi Puado celebra con sus compañeros su gol ante Las Palmas.",
    "content_text": "El delantero del Espanyol Javi Puado celebra con sus compañeros su gol ante Las Palmas.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/tenis/2025-05-25/dia-grande-en-roland-garros-a-los-pies-del-rey-nadal.html",
    "title": "Día grande en Roland Garros, a los pies del rey Nadal",
    "link": "https://elpais.com/deportes/tenis/2025-05-25/dia-grande-en-roland-garros-a-los-pies-del-rey-nadal.html",
    "published_date": "2025-05-25T03:15:00+00:00",
    "content_raw": "Los aficionados de la Philippe Chatrier aplauden a Nadal, el año pasado durante el partido contra Zverev.",
    "content_text": "Los aficionados de la Philippe Chatrier aplauden a Nadal, el año pasado durante el partido contra Zverev.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/tenis/2025-05-24/djokovic-encuentra-luz-consuelo-y-una-cifra-dorada-en-ginebra-100-titulos.html",
    "title": "Djokovic encuentra luz, consuelo y una cifra dorada en Ginebra: 100 títulos",
    "link": "https://elpais.com/deportes/tenis/2025-05-24/djokovic-encuentra-luz-consuelo-y-una-cifra-dorada-en-ginebra-100-titulos.html",
    "published_date": "2025-05-24T18:34:07+00:00",
    "content_raw": "Djokovic posa con el trofeo tras batir a Hurkacz.",
    "content_text": "Djokovic posa con el trofeo tras batir a Hurkacz.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-25/antonio-conte-el-arquitecto-del-triunfo-del-napoles-que-no-tiene-claro-su-futuro.html",
    "title": "Antonio Conte, el arquitecto del triunfo del Nápoles que no tiene claro su futuro",
    "link": "https://elpais.com/deportes/futbol/2025-05-25/antonio-conte-el-arquitecto-del-triunfo-del-napoles-que-no-tiene-claro-su-futuro.html",
    "published_date": "2025-05-25T03:15:00+00:00",
    "content_raw": "Antonio Conte besa el trofeo que acredita al Nápoles como campeón de Italia.",
    "content_text": "Antonio Conte besa el trofeo que acredita al Nápoles como campeón de Italia.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/baloncesto/2025-05-25/jasikevicius-y-spanoulis-de-ganar-juntos-la-euroliga-como-jugadores-a-perseguir-la-historia-como-entrenadores.html",
    "title": "Jasikevicius y Spanoulis, de ganar juntos la Euroliga como jugadores a perseguir la historia como entrenadores",
    "link": "https://elpais.com/deportes/baloncesto/2025-05-25/jasikevicius-y-spanoulis-de-ganar-juntos-la-euroliga-como-jugadores-a-perseguir-la-historia-como-entrenadores.html",
    "published_date": "2025-05-25T03:15:00+00:00",
    "content_raw": "Jasikevicius y Spanoulis, en 2007 con el Panathinaikos en la Euroliga.",
    "content_text": "Jasikevicius y Spanoulis, en 2007 con el Panathinaikos en la Euroliga.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-05-24/el-psg-de-luis-enrique-da-su-segundo-paso-hacia-el-triplete-tras-ganar-la-copa-ante-el-reims-3-0.html",
    "title": "El PSG de Luis Enrique da su segundo paso hacia el triplete tras ganar la Copa ante el Reims (3-0)",
    "link": "https://elpais.com/deportes/futbol/2025-05-24/el-psg-de-luis-enrique-da-su-segundo-paso-hacia-el-triplete-tras-ganar-la-copa-ante-el-reims-3-0.html",
    "published_date": "2025-05-24T20:52:50+00:00",
    "content_raw": "Bradley Barcola (centro) marca el primer gol del PSG ante el Stade de Reims en la final de la Copa de Frania.",
    "content_text": "Bradley Barcola (centro) marca el primer gol del PSG ante el Stade de Reims en la final de la Copa de Frania.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/ciclismo/2025-05-24/un-atasco-por-una-caida-frena-a-roglic-y-a-juan-ayuso-y-refuerza-a-isaac-del-toro-en-su-liderato-del-giro-de-italia.html",
    "title": "Un atasco por una caída frena a Roglic y a Juan Ayuso y refuerza a Isaac del Toro en su liderato del Giro de Italia",
    "link": "https://elpais.com/deportes/ciclismo/2025-05-24/un-atasco-por-una-caida-frena-a-roglic-y-a-juan-ayuso-y-refuerza-a-isaac-del-toro-en-su-liderato-del-giro-de-italia.html",
    "published_date": "2025-05-24T17:16:34+00:00",
    "content_raw": "Asgreen levanta los brazos, ganador en Gorizia por delante del grupo de Del Toro.",
    "content_text": "Asgreen levanta los brazos, ganador en Gorizia por delante del grupo de Del Toro.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/motociclismo/2025-05-24/alex-marquez-puede-con-marc-en-la-sprint-del-gp-del-reino-unido.html",
    "title": "Álex Márquez puede con Marc en la ‘sprint’ del GP del Reino Unido",
    "link": "https://elpais.com/deportes/motociclismo/2025-05-24/alex-marquez-puede-con-marc-en-la-sprint-del-gp-del-reino-unido.html",
    "published_date": "2025-05-24T16:49:46+00:00",
    "content_raw": "Álex Márquez, a la derecha, celebra su victoria en la sprint ante su hermano Marc, a la izquierda, que fue segundo.",
    "content_text": "Álex Márquez, a la derecha, celebra su victoria en la sprint ante su hermano Marc, a la izquierda, que fue segundo.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  }
]