[
  {
    "id": "https://www.theverge.com/policy/683824/los-angeles-ice-union-protest-photos",
    "title": "A day of LA anti-ICE protests in photos",
    "link": "https://www.theverge.com/policy/683824/los-angeles-ice-union-protest-photos",
    "published_date": "2025-06-10T02:03:07+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/LA_001.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Protesters from The Contra-Tiempo Artivist Theater at Grand Park in Los Angeles, Calif., June 9, 2025. | Photo: Ariana Drehsler / The Verge</figcaption>\n</figure>\n<p class=\"has-drop-cap has-text-align-none\">On Monday after a weekend of demonstrations, hundreds of people flocked to Downtown Los Angeles for another round — to support loved ones who’ve been detained during recent immigration protests or&nbsp;ICE raids, and to face off with National Guard troops deployed by President Donald Trump.</p>\n\n<p class=\"has-text-align-none\">Helicopters circled over an event led by unions to protest the Friday arrest of labor leader David Huerta, who was ordered released on $50,000 bail as demonstrators marched. Speakers on a stage led prayers and chants: “Freedom now” and “sí se puede.&#8221; In the shadow of LA&#8217;s city hall, participants held up signs reading “ICE out of LA”, “Keep LA families together”, “Educación no deportación.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">When the morning rally came to a close and more demonstrators arrived, a march began through downtown, headed toward the detention center in Los Angeles. Organizers on microphones shouted “Peaceful protesting, no tagging!” as youth with hoodies pulled tight around their faces spray painted “fuck ICE” on buildings lining the streets.&nbsp;</p>\n<img alt=\"An overhead view of a crowd in a park.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04409-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"An overhead view of a crowd in a park.\" />\n<p class=\"has-text-align-none\">“Join us! You think Elon Musk gives a fuck?” a blond&nbsp;woman wearing a pink bandana yelled at a group of officers, her voice cracking.</p>\n\n<p class=\"has-text-align-none\">A band cruising alongside on an open flatbed truck serenaded dancing crowds singing along in Spanish, FUCK ICE on the band leader&#8217;s neon yellow shirt. Stopping at Los Angeles Plaza Park, the march turned into an impromptu dance party with demonstrators.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Tensions heightened a few blocks down as demonstrators marched closer to the detention center. Outside of the federal building behind the detention center, the California National Guard was lined up alongside police in front of rows of windows tagged with “Fuck Trump.” Demonstrators faced them, blocking the street with cars, motorcycles, and their bodies, chanting iterations&nbsp;of&nbsp; the same phrase. They called for the release of detainees — “Bring them home!”&nbsp;</p>\n<img alt=\"A crowd of people, holding signs and flags, in front of a cement building.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04793-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"A crowd of people, holding signs and flags, in front of a cement building.\" />\n<p class=\"has-text-align-none\">On the rooftop of a mall across the street, two young teens or preteens dropped their bicycles carrying Mexican and American flags to sit and watch and dangle their legs off the ledge.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump has targeted Los Angeles for a shock-and-awe military campaign;&nbsp;as the march continued, news broke that hundreds of Marines were being deployed to guard federal property. He&#8217;s painted protestors as invaders and &#8220;insurrectionists.&#8221; But at Monday&#8217;s actions, protestors <em>The Verge</em> spoke with at Grand Park were fighting for a future in the US.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As some protesters and other members of the media started donning gas masks in the late afternoon heat, it was time for us to leave.</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/IMG_8078.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" title=\"\" />\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">“David Huerta is a mentor. He&#8217;s a dear friend. He&#8217;s someone that I have worked with for many years, someone that I worked with very closely. And I&#8217;m on the phone with him and talking to him every single day … I could only imagine if the highest ranking Latino leader in the labor movement was treated that way — What kind of treatment do immigrant workers face on the day at work every day? And it takes all of this to free a known leader who has tremendous political support, community support, and we still can&#8217;t get him free. What really is going on to regular folks, regular immigrants who don&#8217;t have access to all of this. So I know that David would be saying today that this is not about him. This is about workers and he&#8217;s absolutely right.” —Christian Ramirez, political director, at SEIU, United Service Workers West</p>\n</blockquote>\n<img alt=\"Protesters and members of the media against and on top of a cement wall emblazoned with business signs.\n\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04816-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"Protesters and members of the media against and on top of a cement wall emblazoned with business signs.\n\" />\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">“I had a higher education because of all the sacrifices my family took to be here. As a daughter of first generation immigrants, I really understood that. I had a parent also taken away by ICE when I was in middle school, and that was incredibly impactful at such a pivotal time of your life to get stripped away from the one thing that sometimes is the only thing that is secure in your life. It&#8217;s completely shattering and I can only imagine what some families are going through right now. So I&#8217;m here for that.” —A participant with Contra-Tiempo Artivist Theater who was granted anonymity to protect their family</p>\n</blockquote>\n<img alt=\"A picture of a woman in a black t-shirt reading Persevere, standing in front of a hedge in portrait.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/LA_0002.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"A picture of a woman in a black t-shirt reading Persevere, standing in front of a hedge in portrait.\" />\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">“Our students are afraid. Our communities are under attack, and they have a lot of questions, you know. And as we&#8217;re approaching summer break, I&#8217;m a little afraid because they won&#8217;t have the classroom. We don&#8217;t have that safe space to be … what I find joy in is reminding them that the next presidential election, they&#8217;ll be voters. They&#8217;re in the ninth grade now.  They&#8217;re 14. When we vote for our next president, they&#8217;ll be voters. So they can remember how they feel today and use their voices in the right way to be informed constituents when they cast their votes.” —Gina Gray, a high school English teacher with United Teachers Los Angeles.</p>\n</blockquote>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04396-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">“We&#8217;ve certainly seen our fair share of emergencies here in Los Angeles already in 2025. What we know is that chain of command is very important, and the fact that our president would disregard proper chain of command in terms of how we deploy our safety resources, just shows that this is not about safety. This is about power and control, and it is absolutely unacceptable … We are opposing this fascist attack on our democracy, and we have a right to do that.” —LA County Supervisor Lindsey Horvath&nbsp;</p>\n</blockquote>\n\n<div class=\"image-slider\">\n\t<div class=\"image-slider\">\n\t\t\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04250-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04603-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04653-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04723-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04528-1_6792ef.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04749-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04788-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04765-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04540-1_4de880.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04756-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC04811-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC05105-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/DSC05056-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.759144863285,100,78.48171027343\" title=\"\" />\n\t</div>\n</div>",
    "content_text": "Protesters from The Contra-Tiempo Artivist Theater at Grand Park in Los Angeles, Calif., June 9, 2025. | Photo: Ariana Drehsler / The Verge On Monday after a weekend of demonstrations, hundreds of people flocked to Downtown Los Angeles for another round — to support loved ones who’ve been detained during recent immigration protests or ICE raids, and to face off with National Guard troops deployed by President Donald Trump. Helicopters circled over an event led by unions to protest the Friday arrest of labor leader David Huerta, who was ordered released on $50,000 bail as demonstrators marched. Speakers on a stage led prayers and chants: “Freedom now” and “sí se puede.” In the shadow of LA’s city hall, participants held up signs reading “ICE out of LA”, “Keep LA families together”, “Educación no deportación.” When the morning rally came to a close and more demonstrators arrived, a march began through downtown, headed toward the detention center in Los Angeles. Organizers on microphones shouted “Peaceful protesting, no tagging!” as youth with hoodies pulled tight around their faces spray painted “fuck ICE” on buildings lining the streets. “Join us! You think Elon Musk gives a fuck?” a blond woman wearing a pink bandana yelled at a group of officers, her voice cracking. A band cruising alongside on an open flatbed truck serenaded dancing crowds singing along in Spanish, FUCK ICE on the band leader’s neon yellow shirt. Stopping at Los Angeles Plaza Park, the march turned into an impromptu dance party with demonstrators. Tensions heightened a few blocks down as demonstrators marched closer to the detention center. Outside of the federal building behind the detention center, the California National Guard was lined up alongside police in front of rows of windows tagged with “Fuck Trump.” Demonstrators faced them, blocking the street with cars, motorcycles, and their bodies, chanting iterations of  the same phrase. They called for the release of detainees — “Bring them home!” On the rooftop of a mall across the street, two young teens or preteens dropped their bicycles carrying Mexican and American flags to sit and watch and dangle their legs off the ledge. Trump has targeted Los Angeles for a shock-and-awe military campaign; as the march continued, news broke that hundreds of Marines were being deployed to guard federal property. He’s painted protestors as invaders and “insurrectionists.” But at Monday’s actions, protestors The Verge spoke with at Grand Park were fighting for a future in the US. As some protesters and other members of the media started donning gas masks in the late afternoon heat, it was time for us to leave. “David Huerta is a mentor. He’s a dear friend. He’s someone that I have worked with for many years, someone that I worked with very closely. And I’m on the phone with him and talking to him every single day … I could only imagine if the highest ranking Latino leader in the labor movement was treated that way — What kind of treatment do immigrant workers face on the day at work every day? And it takes all of this to free a known leader who has tremendous political support, community support, and we still can’t get him free. What really is going on to regular folks, regular immigrants who don’t have access to all of this. So I know that David would be saying today that this is not about him. This is about workers and he’s absolutely right.” —Christian Ramirez, political director, at SEIU, United Service Workers West “I had a higher education because of all the sacrifices my family took to be here. As a daughter of first generation immigrants, I really understood that. I had a parent also taken away by ICE when I was in middle school, and that was incredibly impactful at such a pivotal time of your life to get stripped away from the one thing that sometimes is the only thing that is secure in your life. It’s completely shattering and I can only imagine what some families are going through right now. So I’m here for that.” —A participant with Contra-Tiempo Artivist Theater who was granted anonymity to protect their family “Our students are afraid. Our communities are under attack, and they have a lot of questions, you know. And as we’re approaching summer break, I’m a little afraid because they won’t have the classroom. We don’t have that safe space to be … what I find joy in is reminding them that the next presidential election, they’ll be voters. They’re in the ninth grade now.  They’re 14. When we vote for our next president, they’ll be voters. So they can remember how they feel today and use their voices in the right way to be informed constituents when they cast their votes.” —Gina Gray, a high school English teacher with United Teachers Los Angeles. “We’ve certainly seen our fair share of emergencies here in Los Angeles already in 2025. What we know is that chain of command is very important, and the fact that our president would disregard proper chain of command in terms of how we deploy our safety resources, just shows that this is not about safety. This is about power and control, and it is absolutely unacceptable … We are opposing this fascist attack on our democracy, and we have a right to do that.” —LA County Supervisor Lindsey Horvath",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Noticias"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/still-no-ai-powered-more-personalized-siri-from-apple-at-wwdc-25/",
    "title": "Still no AI-powered, ‘more personalized’ Siri from Apple at WWDC 25",
    "link": "https://techcrunch.com/2025/06/09/still-no-ai-powered-more-personalized-siri-from-apple-at-wwdc-25/",
    "published_date": "2025-06-09T21:01:37+00:00",
    "content_raw": "Apple announced a slew of updates at the Worldwide Developer Conference with one notable exception. It still hasn't revealed its previously announced AI-powered Siri.",
    "content_text": "Apple announced a slew of updates at the Worldwide Developer Conference with one notable exception. It still hasn't revealed its previously announced AI-powered Siri.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/heres-whats-coming-to-macos-tahoe/",
    "title": "Here’s what’s coming to macOS Tahoe",
    "link": "https://techcrunch.com/2025/06/09/heres-whats-coming-to-macos-tahoe/",
    "published_date": "2025-06-09T20:09:10+00:00",
    "content_raw": "At Monday's WWDC conference, Apple announced the new macOS Tahoe, which comes with a series of updates related to Apple Intelligence, continuity features with the iPhone, and Spotlight search.",
    "content_text": "At Monday's WWDC conference, Apple announced the new macOS Tahoe, which comes with a series of updates related to Apple Intelligence, continuity features with the iPhone, and Spotlight search.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/apple-brings-back-tabs-to-the-photos-app-in-ios-26/",
    "title": "Apple brings back tabs to the Photos app in iOS 26",
    "link": "https://techcrunch.com/2025/06/09/apple-brings-back-tabs-to-the-photos-app-in-ios-26/",
    "published_date": "2025-06-09T19:53:34+00:00",
    "content_raw": "Apple said Monday at the Worldwide Developers Conference it was bringing back a tabbed interface to Photos in its new OS release.",
    "content_text": "Apple said Monday at the Worldwide Developers Conference it was bringing back a tabbed interface to Photos in its new OS release.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/openai-claims-to-have-hit-10b-in-annual-revenue/",
    "title": "OpenAI claims to have hit $10B in annual revenue",
    "link": "https://techcrunch.com/2025/06/09/openai-claims-to-have-hit-10b-in-annual-revenue/",
    "published_date": "2025-06-09T19:43:51+00:00",
    "content_raw": "OpenAI says it recently hit $10 billion in annual recurring revenue, up from around $5.5 billion last year.",
    "content_text": "OpenAI says it recently hit $10 billion in annual recurring revenue, up from around $5.5 billion last year.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/from-spatial-widgets-to-realistic-personas-all-the-visionos-updates-apple-announced-at-wwdc/",
    "title": "From spatial widgets to realistic Personas: All the visionOS updates Apple announced at WWDC",
    "link": "https://techcrunch.com/2025/06/09/from-spatial-widgets-to-realistic-personas-all-the-visionos-updates-apple-announced-at-wwdc/",
    "published_date": "2025-06-09T19:23:08+00:00",
    "content_raw": "Apple’s updates to VisionOS 26, the operating system powering its mixed reality headset, build off last year’s Apple Vision Pro spatial computer that blends digital content with the physical world. At WWDC, Apple announced a range of updates for both consumer and enterprise customers, from new spatial widgets and content to more realistic Personas and more.",
    "content_text": "Apple’s updates to VisionOS 26, the operating system powering its mixed reality headset, build off last year’s Apple Vision Pro spatial computer that blends digital content with the physical world. At WWDC, Apple announced a range of updates for both consumer and enterprise customers, from new spatial widgets and content to more realistic Personas and more.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/wwdc-2025-everything-announced-including-liquid-glass-apple-intelligence-updates-and-more/",
    "title": "WWDC 2025: Everything announced, including Liquid Glass, Apple Intelligence updates, and more",
    "link": "https://techcrunch.com/2025/06/09/wwdc-2025-everything-announced-including-liquid-glass-apple-intelligence-updates-and-more/",
    "published_date": "2025-06-09T19:21:41+00:00",
    "content_raw": "As in previous years, the company focused on software updates and new technologies, including the next version of iOS, called iOS 26.",
    "content_text": "As in previous years, the company focused on software updates and new technologies, including the next version of iOS, called iOS 26.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/here-are-all-the-ios26-rumors-changes-that-came-true-at-wwdc/",
    "title": "Here are all the iOS 26 rumors that came true at WWDC",
    "link": "https://techcrunch.com/2025/06/09/here-are-all-the-ios26-rumors-changes-that-came-true-at-wwdc/",
    "published_date": "2025-06-09T19:10:12+00:00",
    "content_raw": "Apple unveiled iOS 26 at WWDC 2025. Here are the several rumors that came true.",
    "content_text": "Apple unveiled iOS 26 at WWDC 2025. Here are the several rumors that came true.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/ipados-26-will-make-the-ipad-feel-more-like-a-mac/",
    "title": "iPadOS 26 will make the iPad feel more like a Mac",
    "link": "https://techcrunch.com/2025/06/09/ipados-26-will-make-the-ipad-feel-more-like-a-mac/",
    "published_date": "2025-06-09T19:07:20+00:00",
    "content_raw": "Given the updates to iOS 26 and macOS Tahoe, it&#8217;s no wonder that iPadOS 26 is getting its own makeover, too. But Apple is calling this update &#8220;the biggest iPadOS release ever,&#8221; and we don&#8217;t think that&#8217;s just PR-speak. The updates to iPadOS 26 include the Liquid Glass design refresh, a new window system, Apple [&#8230;]",
    "content_text": "Given the updates to iOS 26 and macOS Tahoe, it’s no wonder that iPadOS 26 is getting its own makeover, too. But Apple is calling this update “the biggest iPadOS release ever,” and we don’t think that’s just PR-speak. The updates to iPadOS 26 include the Liquid Glass design refresh, a new window system, Apple […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/startup-battlefield-200-final-call-last-day-to-apply/",
    "title": "Startup Battlefield 200: Final call — last day to apply",
    "link": "https://techcrunch.com/2025/06/09/startup-battlefield-200-final-call-last-day-to-apply/",
    "published_date": "2025-06-09T19:00:00+00:00",
    "content_raw": "This is it. The gates to Startup Battlefield 200 at TechCrunch Disrupt 2025 close tonight. If you want a shot at the most electrifying startup pitch competition in tech, your application needs to be in before the deadline hits. You’ve got vision. Traction. A product that’s making noise. Now’s the time to show up on [&#8230;]",
    "content_text": "This is it. The gates to Startup Battlefield 200 at TechCrunch Disrupt 2025 close tonight. If you want a shot at the most electrifying startup pitch competition in tech, your application needs to be in before the deadline hits. You’ve got vision. Traction. A product that’s making noise. Now’s the time to show up on […]",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/apple-updates-spotlight-to-take-actions-on-your-mac/",
    "title": "Apple updates Spotlight to take actions on your Mac",
    "link": "https://techcrunch.com/2025/06/09/apple-updates-spotlight-to-take-actions-on-your-mac/",
    "published_date": "2025-06-09T18:36:45+00:00",
    "content_raw": "Apple announced some of its biggest updates ever to Spotlight, the Mac's on-device search feature, during WWDC 2025 on Monday. In macOS Tahoe, Spotlight can be used to run shortcuts and take hundreds of actions, such as writing emails, setting reminders, and playing podcasts.",
    "content_text": "Apple announced some of its biggest updates ever to Spotlight, the Mac's on-device search feature, during WWDC 2025 on Monday. In macOS Tahoe, Spotlight can be used to run shortcuts and take hundreds of actions, such as writing emails, setting reminders, and playing podcasts.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/apple-brings-chatgpt-and-other-ai-models-to-xcode/",
    "title": "Apple brings ChatGPT and other AI models to Xcode",
    "link": "https://techcrunch.com/2025/06/09/apple-brings-chatgpt-and-other-ai-models-to-xcode/",
    "published_date": "2025-06-09T18:32:31+00:00",
    "content_raw": "At WWDC 2025, Apple released a new version of Xcode, its app development suite, that integrates OpenAI's ChatGPT for coding, doc generation, and more. The company also announced that developers can use API keys to bring AI models from other providers to Xcode for AI-powered programming suggestions.",
    "content_text": "At WWDC 2025, Apple released a new version of Xcode, its app development suite, that integrates OpenAI's ChatGPT for coding, doc generation, and more. The company also announced that developers can use API keys to bring AI models from other providers to Xcode for AI-powered programming suggestions.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/apple-tvs-tvos-26-gets-liquid-glass-treatment-and-profile-switching-feature/",
    "title": "Apple TV’s tvOS 26 gets ‘Liquid Glass’ treatment and profile-switching feature",
    "link": "https://techcrunch.com/2025/06/09/apple-tvs-tvos-26-gets-liquid-glass-treatment-and-profile-switching-feature/",
    "published_date": "2025-06-09T18:18:46+00:00",
    "content_raw": "Apple revealed tvOS 26 during WWDC 2025, featuring a \"Liquid Glass\" aesthetic for Apple TV.",
    "content_text": "Apple revealed tvOS 26 during WWDC 2025, featuring a \"Liquid Glass\" aesthetic for Apple TV.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/at-wwdc-2025-apple-introduces-an-ai-powered-shortcuts-app/",
    "title": "At WWDC 2025, Apple introduces an AI-powered Shortcuts app",
    "link": "https://techcrunch.com/2025/06/09/at-wwdc-2025-apple-introduces-an-ai-powered-shortcuts-app/",
    "published_date": "2025-06-09T18:17:47+00:00",
    "content_raw": "Users will be able to access the AI models either on device or with Private Compute to generate responses that feed into the rest of their shortcut.",
    "content_text": "Users will be able to access the AI models either on device or with Private Compute to generate responses that feed into the rest of their shortcut.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/mitra-chem-is-raising-50m-for-its-cheaper-domestic-battery-materials/",
    "title": "Mitra Chem is raising $50M for its cheaper, domestic battery materials",
    "link": "https://techcrunch.com/2025/06/09/mitra-chem-is-raising-50m-for-its-cheaper-domestic-battery-materials/",
    "published_date": "2025-06-09T18:14:12+00:00",
    "content_raw": "Mitra Chem is developing materials to make lithium-iron-phosphate (LFP) batteries store more energy.",
    "content_text": "Mitra Chem is developing materials to make lithium-iron-phosphate (LFP) batteries store more energy.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/apples-new-workout-buddy-helps-you-sweat-smarter/",
    "title": "Apple’s new Workout Buddy helps you sweat smarter",
    "link": "https://techcrunch.com/2025/06/09/apples-new-workout-buddy-helps-you-sweat-smarter/",
    "published_date": "2025-06-09T18:12:59+00:00",
    "content_raw": "Apple has launched at its WWDC 2025 conference Workout Buddy, an AI workout coach. The AI tool gathers data from both your current workout and your fitness history – including paces, miles logged, activity rings closed, and training load – to coach you through workouts in real time.",
    "content_text": "Apple has launched at its WWDC 2025 conference Workout Buddy, an AI workout coach. The AI tool gathers data from both your current workout and your fitness history – including paces, miles logged, activity rings closed, and training load – to coach you through workouts in real time.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/paragon-says-it-cancelled-contracts-with-italy-over-governments-refusal-to-investigate-spyware-attack-on-journalist/",
    "title": "Paragon says it canceled contracts with Italy over government’s refusal to investigate spyware attack on journalist",
    "link": "https://techcrunch.com/2025/06/09/paragon-says-it-cancelled-contracts-with-italy-over-governments-refusal-to-investigate-spyware-attack-on-journalist/",
    "published_date": "2025-06-09T18:09:58+00:00",
    "content_raw": "The Italian government claims that accepting Paragon’s help would have compromised national security and classified information.",
    "content_text": "The Italian government claims that accepting Paragon’s help would have compromised national security and classified information.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/apple-airpods-get-new-features-including-studio-quality-audio-and-a-camera-remote/",
    "title": "Apple AirPods get new features, including studio-quality audio and a camera remote, at WWDC 2025",
    "link": "https://techcrunch.com/2025/06/09/apple-airpods-get-new-features-including-studio-quality-audio-and-a-camera-remote/",
    "published_date": "2025-06-09T18:03:42+00:00",
    "content_raw": "Apple's AirPods are getting a couple of new features and gestures, the Cupertino-based tech company announced at its Worldwide Developers Conference (WWDC) on Monday.",
    "content_text": "Apple's AirPods are getting a couple of new features and gestures, the Cupertino-based tech company announced at its Worldwide Developers Conference (WWDC) on Monday.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/apple-unveils-watchos-26-with-new-design-wrist-flick-gesture-and-ai-workout-buddy-feature/",
    "title": "Apple unveils watchOS 26 with new design, wrist-flick gesture, and AI Workout Buddy feature",
    "link": "https://techcrunch.com/2025/06/09/apple-unveils-watchos-26-with-new-design-wrist-flick-gesture-and-ai-workout-buddy-feature/",
    "published_date": "2025-06-09T18:01:43+00:00",
    "content_raw": "Apple unveiled watchOS 26 with new design, wrist-flick gesture, and AI Workout Buddy feature during WWDC 2025.",
    "content_text": "Apple unveiled watchOS 26 with new design, wrist-flick gesture, and AI Workout Buddy feature during WWDC 2025.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/apple-wallet-gains-new-travel-friendly-features-in-ios-26/",
    "title": "Apple Wallet gains new travel-friendly features in iOS 26",
    "link": "https://techcrunch.com/2025/06/09/apple-wallet-gains-new-travel-friendly-features-in-ios-26/",
    "published_date": "2025-06-09T17:53:57+00:00",
    "content_raw": "The app will soon be able to hold a digital version of your passport, and boarding passes will gain new features.",
    "content_text": "The app will soon be able to hold a digital version of your passport, and boarding passes will gain new features.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://techcrunch.com/2025/06/09/apple-brings-apple-intelligence-to-the-iphone-screen-at-wwdc-2025/",
    "title": "Apple brings Apple Intelligence to the iPhone screen at WWDC 2025",
    "link": "https://techcrunch.com/2025/06/09/apple-brings-apple-intelligence-to-the-iphone-screen-at-wwdc-2025/",
    "published_date": "2025-06-09T17:50:56+00:00",
    "content_raw": "Apple said it's bringing Visual Intelligence, its AI-powered image analysis tech, to the iPhone screen in iOS 26.",
    "content_text": "Apple said it's bringing Visual Intelligence, its AI-powered image analysis tech, to the iPhone screen in iOS 26.",
    "source_name": "TechCrunch",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/tech/681646/apple-wwdc-2025-news-rumors-ios-26",
    "title": "WWDC 2025: all the news from Apple&#8217;s annual developer conference",
    "link": "https://www.theverge.com/tech/681646/apple-wwdc-2025-news-rumors-ios-26",
    "published_date": "2025-06-10T00:39:13+00:00",
    "content_raw": "<figure>\n\n<img alt=\"WWDC 25\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/STK469_WWDC_1_C.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Let’s see what Cook is cooking.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The stakes are higher than usual at this year’s WWDC. Major Apple Intelligence features the company teased at last year’s conference <a href=\"https://www.theverge.com/news/626035/apple-delays-upgraded-siri-intelligence-longer-than-we-thought\">are stalled out</a>, the company got <a href=\"https://www.theverge.com/news/659246/apple-epic-app-store-judge-ruling-control\">a stern talking-to</a> from a federal judge a couple of months ago over its App Store policies, and then there’s everything going on with <a href=\"https://www.theverge.com/news/673424/trump-apple-iphone-tariff-25-percent-india\">tariffs.</a> It’s not an entirely enviable position, but the show goes on. </p>\n\n<p class=\"has-text-align-none\">Apple <a href=\"https://www.theverge.com/news/682769/apple-wwdc-2025-biggest-announcements-ios-26\">announced a slew of platform operating system updates</a> with its latest design language, <a href=\"https://www.theverge.com/news/678305/apple-ios-26-wwdc-2025\">called Liquid Glass</a>, and a new yearly naming scheme. <a href=\"https://www.theverge.com/news/678305/apple-ios-26-wwdc-2025\">iOS 26</a>, <a href=\"https://www.theverge.com/news/678268/macos-version-wwdc-2025-announcement\">macOS Tahoe 26</a>, <a href=\"https://www.theverge.com/news/681139/apple-tv-tvos-26-wwdc-features\">tvOS 26</a>, <a href=\"https://www.theverge.com/news/679225/apple-watchos-26-wwdc-features\">watchOS 26</a>, <a href=\"https://www.theverge.com/news/678882/apple-vision-pro-visionos-26-announced\">visionOS 26</a>, and more. It’s also opening up access to on-device Apple Intelligence for app developers and <a href=\"https://www.theverge.com/apple/683334/apples-image-playground-now-integrates-with-chatgpt\">plugging ChatGPT into Image Playground</a>.</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.theverge.com/news/678319/apple-games-app-wwdc-2025\">new Games app</a> connects you to your friends, AirPods have <a href=\"https://www.theverge.com/news/682852/apple-airpods-update-wwdc-2025\">added camera controls</a>, and the <a href=\"https://www.theverge.com/apple/682950/apple-spotlight-mac-shortcuts\">planned update for Spotlight</a> “looks like a power user dream,” according to David Pierce. Oh, and did we mention the <a href=\"https://www.theverge.com/apple/679420/apple-ipados-wwdc-2025\">multitasking improvements on the way for iPadOS</a>?</p>\n\n<p class=\"has-text-align-none\"><em>Read on below for all of the updates from Apple’s WWDC 2025 event.</em></p>\n<div class=\"youtube-embed\"></div><ul>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple/683914/apple-iphone-ios-26-changes-liquid-glass\">Apple&#8217;s Liquid Glass was a wild change to my iPhone</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/683973/dualsense-controllers-are-getting-improved-pairing\">DualSense controllers are getting improved pairing.</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/682769/apple-wwdc-2025-biggest-announcements-ios-26\">Apple WWDC 2025: the 13 biggest announcements</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/683846/macos-tahoe-intel-x86-arm-m-cpu\">Apple’s big updates for Intel-based Macs will end with Tahoe</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple/682984/apple-punts-on-siri-updates-as-it-struggles-to-keep-up-in-the-ai-race\">Apple punts on Siri updates as it struggles to keep up in the AI race</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/683820/cyberpunk-2077-needs-a-bit-more-time-for-mac\">Cyberpunk 2077 needs a bit more time for Mac.</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/683738/apple-iphone-ios-26-changes-liquid-glass-wwdc-2025\">The biggest changes coming to your iPhone with iOS 26</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/683708/which-wwdc-2025-announcement-was-our-favorite\">Which WWDC 2025 announcement was our favorite?</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple/682833/apples-liquid-glass-redesign-doesnt-look-like-much\">Apple’s Liquid Glass redesign doesn’t look like much</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/682871/apple-developer-beta-ios-26-watchos-26-macos-availability\">The first developer betas for iOS 26, macOS Tahoe, iPadOS 26, and more are now available</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple/682950/apple-spotlight-mac-shortcuts\">Apple’s Spotlight upgrades look like a power-user dream</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/683028/a-better-mouse-pointer-on-ipad\">A better mouse pointer on iPad!</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/678319/apple-games-app-wwdc-2025\">Apple’s new Games app lets you challenge your friends</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple/683412/apples-chatgpt-integration-makes-it-easier-to-search-for-more-context-on-images-and-shop-for-things-they-see\">Apple&#8217;s ChatGPT integration makes it easier to search for more context on images and shop for things they see.</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/675819/ios-26-macos-tahoe-26-release-date-apple-wwdc-2025\">iOS 26 and macOS Tahoe are coming this fall</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple/683334/apples-image-playground-now-integrates-with-chatgpt\">Apple&#8217;s Image Playground now integrates with ChatGPT.</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple/683171/apple-intelligence-takes-on-language-barriers-in-messages-and-phone-calls\">Apple Intelligence takes on language barriers in messages and phone calls.</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple/683176/typing-indicators-in-group-chats\">Typing indicators in group chats!</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/678305/apple-ios-26-wwdc-2025\">Apple announces iOS 26 with Liquid Glass redesign</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple/683037/apple-gives-developers-access-to-its-on-device-apple-intelligence-model\">Apple gives developers access to its on-device Apple Intelligence model.</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/678882/apple-vision-pro-visionos-26-announced\">Apple’s visionOS 26 adds PSVR2 controller support and spatial widgets to the Vision Pro</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/683036/apple-wwdc-2025-protester-craig-federighi\">A protester tried to interrupt Apple exec Craig Federighi at WWDC</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/681139/apple-tv-tvos-26-wwdc-features\">Apple tvOS 26 adds AirPlay speaker support, karaoke mode, and better user profiles</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple/679420/apple-ipados-wwdc-2025\">Apple launches iPadOS 26 with a new look and way better multitasking</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/679225/apple-watchos-26-wwdc-features\">Apple announces watchOS 26 with a wrist flick gesture and AI ‘Workout Buddy’</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/682852/apple-airpods-update-wwdc-2025\">Apple’s AirPods update adds camera controls and more</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/682636/apple-liquid-glass-design-theme-wwdc-2025\">Apple’s new design language is Liquid Glass</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/679221/apple-ios-macos-watchos-ipados-26-name\">Apple renames its operating systems</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple-event/677993/wwdc-2025-live-blog-apple-event-ios-ai\">WWDC 2025 live blog: a fresh new look at iOS, macOS, and more</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/tech/683002/i-really-really-hope-apple-announces-way-better-ipad-multitasking-today\">I really, really hope Apple announces way better iPad multitasking today.</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple-wwdc/682957/good-morning-from-apple-park\">Good morning from Apple Park.</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple-event/682931/we-are-at-apple-park\">We&#8217;re at Apple Park!</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/ai-artificial-intelligence/682693/apples-new-research-paper-says-ai-reasoning-isnt-all-its-cracked-up-to-be\">Apple&#8217;s new research paper says AI reasoning isn&#8217;t all it&#8217;s cracked up to be.</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/680467/apple-wwdc-2025-keynote-livestream-ios-macos-how-to-watch\">How to watch Apple’s WWDC 2025 keynote</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/apple/681739/wwdc-2025-epic-trial-apple-intelligence\">Apple is on defense at WWDC</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/the-vergecast/681147/wwdc-2025-apple-preview-vergecast\">The Vergecast’s WWDC 2025 preview</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/675945/apple-operating-systems-new-name-year-ios-macos\">Apple is reportedly going to rename all of its operating systems</a>\n\t\t\t</li>\n\t\t\t\t\t<li>\n\t\t\t\t<a href=\"https://www.theverge.com/news/626680/apple-wwdc-2025-event-date-siri-ios-19\">Apple’s WWDC 2025 event starts June 9th</a>\n\t\t\t</li>\n\t\t\t</ul>",
    "content_text": "Let’s see what Cook is cooking. The stakes are higher than usual at this year’s WWDC. Major Apple Intelligence features the company teased at last year’s conference are stalled out , the company got a stern talking-to from a federal judge a couple of months ago over its App Store policies, and then there’s everything going on with tariffs. It’s not an entirely enviable position, but the show goes on. Apple announced a slew of platform operating system updates with its latest design language, called Liquid Glass , and a new yearly naming scheme. iOS 26 , macOS Tahoe 26 , tvOS 26 , watchOS 26 , visionOS 26 , and more. It’s also opening up access to on-device Apple Intelligence for app developers and plugging ChatGPT into Image Playground . A new Games app connects you to your friends, AirPods have added camera controls , and the planned update for Spotlight “looks like a power user dream,” according to David Pierce. Oh, and did we mention the multitasking improvements on the way for iPadOS ? Read on below for all of the updates from Apple’s WWDC 2025 event. Apple’s Liquid Glass was a wild change to my iPhone DualSense controllers are getting improved pairing. Apple WWDC 2025: the 13 biggest announcements Apple’s big updates for Intel-based Macs will end with Tahoe Apple punts on Siri updates as it struggles to keep up in the AI race Cyberpunk 2077 needs a bit more time for Mac. The biggest changes coming to your iPhone with iOS 26 Which WWDC 2025 announcement was our favorite? Apple’s Liquid Glass redesign doesn’t look like much The first developer betas for iOS 26, macOS Tahoe, iPadOS 26, and more are now available Apple’s Spotlight upgrades look like a power-user dream A better mouse pointer on iPad! Apple’s new Games app lets you challenge your friends Apple’s ChatGPT integration makes it easier to search for more context on images and shop for things they see. iOS 26 and macOS Tahoe are coming this fall Apple’s Image Playground now integrates with ChatGPT. Apple Intelligence takes on language barriers in messages and phone calls. Typing indicators in group chats! Apple announces iOS 26 with Liquid Glass redesign Apple gives developers access to its on-device Apple Intelligence model. Apple’s visionOS 26 adds PSVR2 controller support and spatial widgets to the Vision Pro A protester tried to interrupt Apple exec Craig Federighi at WWDC Apple tvOS 26 adds AirPlay speaker support, karaoke mode, and better user profiles Apple launches iPadOS 26 with a new look and way better multitasking Apple announces watchOS 26 with a wrist flick gesture and AI ‘Workout Buddy’ Apple’s AirPods update adds camera controls and more Apple’s new design language is Liquid Glass Apple renames its operating systems WWDC 2025 live blog: a fresh new look at iOS, macOS, and more I really, really hope Apple announces way better iPad multitasking today. Good morning from Apple Park. We’re at Apple Park! Apple’s new research paper says AI reasoning isn’t all it’s cracked up to be. How to watch Apple’s WWDC 2025 keynote Apple is on defense at WWDC The Vergecast’s WWDC 2025 preview Apple is reportedly going to rename all of its operating systems Apple’s WWDC 2025 event starts June 9th",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/apple/683914/apple-iphone-ios-26-changes-liquid-glass",
    "title": "Apple&#8217;s Liquid Glass was a wild change to my iPhone",
    "link": "https://www.theverge.com/apple/683914/apple-iphone-ios-26-changes-liquid-glass",
    "published_date": "2025-06-10T00:03:34+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/IMG_7164.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">After staring at, scrolling through, and puzzling over Apple's new Liquid Glass design language on my iPhone for the better part of an afternoon, I don't hate it. But I also think it needs a little more time in the kiln.</p>\n<p class=\"has-text-align-none\">Apple <a href=\"https://www.theverge.com/news/682636/apple-liquid-glass-design-theme-wwdc-2025\">announced Liquid Glass</a> on Monday for all of its devices at <a href=\"https://www.theverge.com/tech/681646/apple-wwdc-2025-news-rumors-ios-26\">WWDC 2025</a>. Perhaps the most noticeable thing about it is that app icons, tab bars, and even the text magnifier you'll see when you hover over words feel, well, liquid-y and glassy.</p>\n<p class=\"has-text-align-none\">The idea seems to be that because they're \"floating\" a layer over things like your lockscreen wallpaper or text, the \"glass\" can be translucent to give you a sense of what's under them. It makes sense. The initial implementation in the <a href=\"https://www.theverge.com/news/683738/apple-iphone-ios-26-changes-liquid-glass-wwdc-2025\">iOS 26 developer beta</a> has many of Apple's signature flourishes and attention to detail.</p>\n<p class=\"has-text-align-none\">But boy are the changes jarring when you first see them.</p>\n<p class=\"has-text-align-none\">Let me show you just how dramatically it changes things. Below, on the left is a picture of my iOS 18 lockscreen I shared with David Pierce for the Installer newsletter just last month, and on the right is my lockscreen today, on my iPhone 16 Pro with the iOS 26 developer beta (<a href=\"https://www.theverge.com/news/682871/apple-developer-beta-ios-26-watchos-26-macos-availability\">out now</a>) installed.</p>\n<div class=\"c-image-compare alignnone wp-block-vox-media-image-compare\">\n\t<div class=\"c-image-compare__images\">\n\t\t\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/IMG_6899.jpeg.webp?quality=90&amp;strip=all&amp;crop=0,37.958115183246,100,24.083769633508\" title=\"\" />\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/IMG_7152.png?quality=90&amp;strip=all&amp;crop=0,37.959313261529,100,24.081373476943\" title=\"\" />\n\t</div>\n\t<div class=\"c-image-compare__caption\">\n\t\t<em>iOS 18 on the left, iOS 26 on th …</em></div></div>\n<p><a href=\"https://www.theverge.com/apple/683914/apple-iphone-ios-26-changes-liquid-glass\">Read the full story at The Verge.</a></p>",
    "content_text": "After staring at, scrolling through, and puzzling over Apple's new Liquid Glass design language on my iPhone for the better part of an afternoon, I don't hate it. But I also think it needs a little more time in the kiln. Apple announced Liquid Glass on Monday for all of its devices at WWDC 2025 . Perhaps the most noticeable thing about it is that app icons, tab bars, and even the text magnifier you'll see when you hover over words feel, well, liquid-y and glassy. The idea seems to be that because they're \"floating\" a layer over things like your lockscreen wallpaper or text, the \"glass\" can be translucent to give you a sense of what's under them. It makes sense. The initial implementation in the iOS 26 developer beta has many of Apple's signature flourishes and attention to detail. But boy are the changes jarring when you first see them. Let me show you just how dramatically it changes things. Below, on the left is a picture of my iOS 18 lockscreen I shared with David Pierce for the Installer newsletter just last month, and on the right is my lockscreen today, on my iPhone 16 Pro with the iOS 26 developer beta ( out now ) installed. iOS 18 on the left, iOS 26 on th … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/682769/apple-wwdc-2025-biggest-announcements-ios-26",
    "title": "Apple WWDC 2025: the 13 biggest announcements",
    "link": "https://www.theverge.com/news/682769/apple-wwdc-2025-biggest-announcements-ios-26",
    "published_date": "2025-06-09T22:31:07+00:00",
    "content_raw": "<figure>\n\n<img alt=\"An image of Tim Cook in front of Apple Park.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/Screenshot-2025-06-09-at-2.56.43%E2%80%AFPM.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Apple packed a bunch of major updates into its annual Worldwide Developer Conference keynote. During the event, the company showed off the sleek design refresh coming to its operating systems, as well as a mix of new features for the iPhone, iPad, Mac, AirPods, and more.</p>\n\n<p class=\"has-text-align-none\">Here’s a roundup of some of the most exciting changes Apple announced during the keynote — you can watch our edited version that cuts it down to under thirty minutes <a href=\"https://www.youtube.com/watch?v=1PQ_pQI6be8\">right here</a>.</p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.theverge.com/news/679221/apple-ios-macos-watchos-ipados-26-name\">Apple’s operating systems are now named by year</a></h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.theverge.com/news/675945/apple-operating-systems-new-name-year-ios-macos\">As predicted</a>, Apple has given each of its operating systems new version numbers that now align with the year after their release, rather than the version number. The new names are iOS 26, iPadOS 26, macOS 26, watchOS 26, tvOS 26, and visionOS 26. They’ll be coming out in late 2025, but still, it’s easier to remember that than iOS 19, watchOS 12, and macOS 16.</p>\n\n<p class=\"has-text-align-none\">The operating systems are available as developer betas starting today and will be <a href=\"https://www.theverge.com/news/675819/ios-26-macos-tahoe-26-release-date-apple-wwdc-2025\">available to all users this fall</a>.</p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.theverge.com/news/682636/apple-liquid-glass-design-theme-wwdc-2025\">Liquid Glass design updates across iOS, macOS, iPadOS, and more</a></h2>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/apple-liquid-glass.png?quality=90&#038;strip=all&#038;crop=0,2.8398673559217,100,94.320265288157\" title=\"\" />\n<p class=\"has-text-align-none\">Apple is revamping the design across its operating systems. Now they will have a new Liquid Glass theme that adds more transparency to buttons, switches, sliders, text, and media controls throughout their interfaces.</p>\n\n<p class=\"has-text-align-none\">The date, time, <a href=\"https://www.theverge.com/news/678305/apple-ios-26-wwdc-2025\">notification previews on iOS 26’s lockscreen</a> will also adopt the new look, allowing you to get a clear view of your wallpaper behind all the text.</p>\n\n<h2 class=\"wp-block-heading\">New looks for the Camera, Safari, and Phone apps</h2>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/phone-app.png?quality=90&#038;strip=all&#038;crop=0,3.9332872336922,100,92.133425532616\" title=\"\" />\n<p class=\"has-text-align-none\">As part of its broader redesign, Apple revealed revamps for some of its core apps in iOS 26. Now, webpages in Safari will take up your entire screen. The Camera app also has a simplified layout that shows you two main options — photo and video — and you can swipe on the tool bar to reveal other modes, such as Slow-Mo and Cinematic.</p>\n\n<p class=\"has-text-align-none\">The Phone app is getting an upgrade, as well, as it will now have a layout that combines favorites, recents, and voicemails into one panel, while calls, contacts, and keypad remain on the bottom of the app.</p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.theverge.com/apple/679420/apple-ipados-wwdc-2025\">iPadOS 26 will come with better windowing features</a></h2>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/ipad-windows.png?quality=90&#038;strip=all&#038;crop=0,3.6402510896083,100,92.719497820783\" title=\"\" />\n<p class=\"has-text-align-none\">Apple is bringing a major update to iPadOS 26 that should make multitasking easier. New windowing capabilities will let you resize app windows, place them around your display, and open more windows at once. It’s also adding a more precise mouse pointer and a new menu bar, allowing you to swipe down on an app to view various options and commands. It all looks a lot more Mac-like.</p>\n\n<p class=\"has-text-align-none\">iPadOS 26 is also getting a version of the Mac’s Preview app to view and annotate image and files.</p>\n\n<h2 class=\"wp-block-heading\">Messages gets custom backgrounds and new group chat features</h2>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/messages-background.png?quality=90&#038;strip=all&#038;crop=0,2.6431346056409,100,94.713730788718\" title=\"\" />\n<p class=\"has-text-align-none\">Apple is updating Messages to let you change the background of your chats and create polls in group conversations. Some other updates include <a href=\"https://www.theverge.com/apple/683176/typing-indicators-in-group-chats\">typing indicators</a> for group chats and the ability to screen messages from unknown senders, which will appear in a separate folder instead of your main list.</p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.theverge.com/news/678319/apple-games-app-wwdc-2025\">Apple reveals a new hub for games</a></h2>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/apple-games-app.png?quality=90&#038;strip=all&#038;crop=0,2.3113762733877,100,95.377247453225\" title=\"\" />\n<p class=\"has-text-align-none\">Apple revealed a new Games app that will let you access all of your Apple Arcade games and discover new ones from a single spot. You can check out the Library tab to view the games you’ve downloaded from the App Store, as well as use the Play Together option to challenge friends.</p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.theverge.com/news/678268/macos-version-wwdc-2025-announcement\">macOS Tahoe 26 makes Spotlight more useful</a></h2>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/macos-spotlight.png?quality=90&#038;strip=all&#038;crop=0,3.623551170536,100,92.752897658928\" title=\"\" />\n<p class=\"has-text-align-none\">The next macOS software update will introduce an&nbsp;<a href=\"https://www.theverge.com/apple/682950/apple-spotlight-mac-shortcuts\" rel=\"noreferrer noopener\" target=\"_blank\">upgrade to Spotlight</a>&nbsp;that will make your search results more relevant with personalization and filtering options to help you search for specific files, folders, apps, and messages. It also adds the ability to take actions like sending an email or creating a note.</p>\n\n<p class=\"has-text-align-none\">Apple is also bringing the Phone and the newly announced Games app to macOS 26, along with support for the iPhone’s Live Activities.</p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.theverge.com/news/678882/apple-vision-pro-visionos-26-announced\">The Vision Pro adds PSVR2 controller support</a></h2>\n\n<p class=\"has-text-align-none\">The Apple Vision Pro will support PlayStation’s VR2 Sense controllers in visionOS 26, which will let you play a wider variety of virtual-reality games. It’s also adding a new scrolling feature that lets users navigate apps by looking up or down, in addition to spatial widgets that integrate “seamlessly into a user’s space and reappearing every time they put on Apple Vision Pro.”</p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.theverge.com/apple/683412/apples-chatgpt-integration-makes-it-easier-to-search-for-more-context-on-images-and-shop-for-things-they-see\">Apple Intelligence can search what’s on your screen</a></h2>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/visual-intelligence.png?quality=90&#038;strip=all&#038;crop=0,4.0926234479682,100,91.814753104064\" title=\"\" />\n<p class=\"has-text-align-none\">There’s a new Apple Intelligence feature coming to iOS 26 that lets you use the same buttons you would to take a screenshot to call upon the AI assistant. From there, you can ask additional questions about what you’re seeing on your screen with ChatGPT or search for a particular object on Google or Etsy to find similar images.</p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.theverge.com/news/679225/apple-watchos-26-wwdc-features\">watchOS 26 adds a new “wrist flick” gesture</a></h2>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/Apple-WWDC25-watchOS-26-Wrist-flick-gesture-250609.gif?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" title=\"\" />\n<p class=\"has-text-align-none\">Along with the Liquid Glass design language, Apple is bringing a new “wrist flick” gesture to watchOS 26 that you can use to dismiss notifications. The Apple Watch will have a new AI-powered “Workout Buddy,” as well, which will generate personalized advice and encouragement.</p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.theverge.com/apple/683171/apple-intelligence-takes-on-language-barriers-in-messages-and-phone-calls\">Live Translation is coming to calls and text messages</a></h2>\n\n<p class=\"has-text-align-none\">Apple is building AI-powered live translation into the Messages, FaceTime, and Phone apps. You can use the integration to automatically translate texts in the Messages app, while you’ll hear speech translated aloud on the Phone app. In FaceTime, Apple will display translated live captions while you listen to your conversation partner.</p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.theverge.com/news/682852/apple-airpods-update-wwdc-2025\">AirPods will soon offer new camera controls</a></h2>\n\n<p class=\"has-text-align-none\">Apple previewed an update that will let users take a photo with their iPhone or iPad by tapping the stem of their AirPods. It’s also working on a new feature that lets users record “studio-quality” vocals in noisy areas with voice isolation. The features will come to the AirPods 4, AirPods 4 with Active Noise Cancellation, and AirPods Pro 2.</p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.theverge.com/apple/683037/apple-gives-developers-access-to-its-on-device-apple-intelligence-model\">Apple opens its AI models to developers</a></h2>\n\n<p class=\"has-text-align-none\">Though Apple’s keynote was a bit light on AI news, the company announced that it will let third-party app developers access the on-device large language model used by Apple Intelligence, allowing them to create tools of their own.</p>",
    "content_text": "Apple packed a bunch of major updates into its annual Worldwide Developer Conference keynote. During the event, the company showed off the sleek design refresh coming to its operating systems, as well as a mix of new features for the iPhone, iPad, Mac, AirPods, and more. Here’s a roundup of some of the most exciting changes Apple announced during the keynote — you can watch our edited version that cuts it down to under thirty minutes right here . Apple’s operating systems are now named by year As predicted , Apple has given each of its operating systems new version numbers that now align with the year after their release, rather than the version number. The new names are iOS 26, iPadOS 26, macOS 26, watchOS 26, tvOS 26, and visionOS 26. They’ll be coming out in late 2025, but still, it’s easier to remember that than iOS 19, watchOS 12, and macOS 16. The operating systems are available as developer betas starting today and will be available to all users this fall . Liquid Glass design updates across iOS, macOS, iPadOS, and more Apple is revamping the design across its operating systems. Now they will have a new Liquid Glass theme that adds more transparency to buttons, switches, sliders, text, and media controls throughout their interfaces. The date, time, notification previews on iOS 26’s lockscreen will also adopt the new look, allowing you to get a clear view of your wallpaper behind all the text. New looks for the Camera, Safari, and Phone apps As part of its broader redesign, Apple revealed revamps for some of its core apps in iOS 26. Now, webpages in Safari will take up your entire screen. The Camera app also has a simplified layout that shows you two main options — photo and video — and you can swipe on the tool bar to reveal other modes, such as Slow-Mo and Cinematic. The Phone app is getting an upgrade, as well, as it will now have a layout that combines favorites, recents, and voicemails into one panel, while calls, contacts, and keypad remain on the bottom of the app. iPadOS 26 will come with better windowing features Apple is bringing a major update to iPadOS 26 that should make multitasking easier. New windowing capabilities will let you resize app windows, place them around your display, and open more windows at once. It’s also adding a more precise mouse pointer and a new menu bar, allowing you to swipe down on an app to view various options and commands. It all looks a lot more Mac-like. iPadOS 26 is also getting a version of the Mac’s Preview app to view and annotate image and files. Messages gets custom backgrounds and new group chat features Apple is updating Messages to let you change the background of your chats and create polls in group conversations. Some other updates include typing indicators for group chats and the ability to screen messages from unknown senders, which will appear in a separate folder instead of your main list. Apple reveals a new hub for games Apple revealed a new Games app that will let you access all of your Apple Arcade games and discover new ones from a single spot. You can check out the Library tab to view the games you’ve downloaded from the App Store, as well as use the Play Together option to challenge friends. macOS Tahoe 26 makes Spotlight more useful The next macOS software update will introduce an upgrade to Spotlight that will make your search results more relevant with personalization and filtering options to help you search for specific files, folders, apps, and messages. It also adds the ability to take actions like sending an email or creating a note. Apple is also bringing the Phone and the newly announced Games app to macOS 26, along with support for the iPhone’s Live Activities. The Vision Pro adds PSVR2 controller support The Apple Vision Pro will support PlayStation’s VR2 Sense controllers in visionOS 26, which will let you play a wider variety of virtual-reality games. It’s also adding a new scrolling feature that lets users navigate apps by looking up or down, in addition to spatial widgets that integrate “seamlessly into a user’s space and reappearing every time they put on Apple Vision Pro.” Apple Intelligence can search what’s on your screen There’s a new Apple Intelligence feature coming to iOS 26 that lets you use the same buttons you would to take a screenshot to call upon the AI assistant. From there, you can ask additional questions about what you’re seeing on your screen with ChatGPT or search for a particular object on Google or Etsy to find similar images. watchOS 26 adds a new “wrist flick” gesture Along with the Liquid Glass design language, Apple is bringing a new “wrist flick” gesture to watchOS 26 that you can use to dismiss notifications. The Apple Watch will have a new AI-powered “Workout Buddy,” as well, which will generate personalized advice and encouragement. Live Translation is coming to calls and text messages Apple is building AI-powered live translation into the Messages, FaceTime, and Phone apps. You can use the integration to automatically translate texts in the Messages app, while you’ll hear speech translated aloud on the Phone app. In FaceTime, Apple will display translated live captions while you listen to your conversation partner. AirPods will soon offer new camera controls Apple previewed an update that will let users take a photo with their iPhone or iPad by tapping the stem of their AirPods. It’s also working on a new feature that lets users record “studio-quality” vocals in noisy areas with voice isolation. The features will come to the AirPods 4, AirPods 4 with Active Noise Cancellation, and AirPods Pro 2. Apple opens its AI models to developers Though Apple’s keynote was a bit light on AI news, the company announced that it will let third-party app developers access the on-device large language model used by Apple Intelligence, allowing them to create tools of their own.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/683846/macos-tahoe-intel-x86-arm-m-cpu",
    "title": "Apple’s big updates for Intel-based Macs will end with Tahoe",
    "link": "https://www.theverge.com/news/683846/macos-tahoe-intel-x86-arm-m-cpu",
    "published_date": "2025-06-09T22:13:18+00:00",
    "content_raw": "<figure>\n\n<img alt=\"An image saying “Final Release for Intel Macs”\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/intel-final.png?quality=90&#038;strip=all&#038;crop=0,15.585791895946,100,84.414208104054\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Macs equipped with an Intel chip will no longer receive major software updates after the release of macOS Tahoe this fall. During <a href=\"https://www.youtube.com/live/51iONeETSng?si=7_P2p_JpjkOtcX4Z&amp;t=3284\">the WWDC Platforms State of the Union keynote</a>, Matthew Firlik, Apple’s senior director of developer relations, announced that macOS Tahoe “will be the final release for Intel Macs.”</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.theverge.com/2020/6/22/21295475/apple-mac-processors-arm-silicon-chips-wwdc-2020\">After launching its first in-house</a> processor in 2020, <a href=\"https://www.theverge.com/2023/6/7/23752425/mac-pro-apple-silicon-transition-professional-users-trashcan\">Apple completed its transition</a> away from Intel with the launch of the Mac Pro in 2023. Intel-based Macs compatible with macOS Tahoe, such as the 16-inch MacBook Pro released in 2019, will continue to receive security updates for three years, according to Apple spokesperson Lauren Klug.</p>\n\n<p class=\"has-text-align-none\">“Apple silicon enables us all to achieve things that were previously unimaginable, and it&#8217;s time to put all of our focus and innovation there,” Firlik said. “If you&#8217;ve not done so already, now is a great time to help your users migrate to the Apple silicon versions of your apps.”</p>\n\n<p class=\"has-text-align-none\">Here’s a full list of devices compatible with macOS Tahoe, as <a href=\"https://www.apple.com/os/macos/#:~:text=macOS%C2%A026%20is%20compatible%20with%20these%20devices.\">shown on Apple’s website</a>:</p>\n\n<ul class=\"wp-block-list\">\n<li>MacBook Air with Apple silicon (2020 and later)</li>\n\n\n\n<li>MacBook Pro with Apple silicon (2020 and later)</li>\n\n\n\n<li>MacBook Pro (16‑inch, 2019)</li>\n\n\n\n<li>MacBook Pro (13‑inch, 2020, four Thunderbolt 3 ports)</li>\n\n\n\n<li>iMac (2020 and later)</li>\n\n\n\n<li>Mac mini (2020 and later)</li>\n\n\n\n<li>Mac Studio (2022 and later)</li>\n\n\n\n<li>Mac Pro (2019 and later)</li>\n</ul>\n\n<p class=\"has-text-align-none\">Apple is carrying over its <a href=\"https://www.theverge.com/news/682636/apple-liquid-glass-design-theme-wwdc-2025\">new Liquid Glass design</a> language to macOS Tahoe, as well as <a href=\"https://www.theverge.com/news/678268/macos-version-wwdc-2025-announcement\">several new features</a>, such as a <a href=\"https://www.theverge.com/apple/682950/apple-spotlight-mac-shortcuts\">more powerful version of Spotlight</a>, support for the iPhone’s Live Activities, and the Phone app.</p>",
    "content_text": "Macs equipped with an Intel chip will no longer receive major software updates after the release of macOS Tahoe this fall. During the WWDC Platforms State of the Union keynote , Matthew Firlik, Apple’s senior director of developer relations, announced that macOS Tahoe “will be the final release for Intel Macs.” After launching its first in-house processor in 2020, Apple completed its transition away from Intel with the launch of the Mac Pro in 2023. Intel-based Macs compatible with macOS Tahoe, such as the 16-inch MacBook Pro released in 2019, will continue to receive security updates for three years, according to Apple spokesperson Lauren Klug. “Apple silicon enables us all to achieve things that were previously unimaginable, and it’s time to put all of our focus and innovation there,” Firlik said. “If you’ve not done so already, now is a great time to help your users migrate to the Apple silicon versions of your apps.” Here’s a full list of devices compatible with macOS Tahoe, as shown on Apple’s website : MacBook Air with Apple silicon (2020 and later) MacBook Pro with Apple silicon (2020 and later) MacBook Pro (16‑inch, 2019) MacBook Pro (13‑inch, 2020, four Thunderbolt 3 ports) iMac (2020 and later) Mac mini (2020 and later) Mac Studio (2022 and later) Mac Pro (2019 and later) Apple is carrying over its new Liquid Glass design language to macOS Tahoe, as well as several new features , such as a more powerful version of Spotlight , support for the iPhone’s Live Activities, and the Phone app.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/683818/microsoft-windows-11-new-start-menu-testing-dev-channel",
    "title": "You can now try Microsoft’s new Start menu for Windows 11",
    "link": "https://www.theverge.com/news/683818/microsoft-windows-11-new-start-menu-testing-dev-channel",
    "published_date": "2025-06-09T22:03:51+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/05/Windows-CopilotPC-StartMenuWithPhoneLink-Feature_UNDER-EMBARGO-UNTIL-MAY-6-6-AM-PT-9-AM-ET.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Microsoft is now allowing Windows 11 testers to try out a new, larger Start menu that includes a scrollable interface, new views, and more customizability. An early version of the new Start menu <a href=\"https://www.theverge.com/news/645078/microsoft-windows-11-new-start-menu-bigger-redesign\">first started showing up</a> in Windows 11 builds in April, followed by Microsoft’s <a href=\"https://www.theverge.com/news/661587/microsoft-windows-11-start-menu-copilot-ai-agent-settings-menu\">official announcement</a> in May. Today’s <a href=\"https://blogs.windows.com/windows-insider/2025/06/09/announcing-windows-11-insider-preview-build-26200-5641-dev-channel/\">Dev Channel release</a> lets you try it out officially for the first time.</p>\n\n<p class=\"has-text-align-none\">“We’re making it easier for you to launch your apps with our updated, scrollable Start menu,” explains the Windows Insider team. This scrollable Start menu means that all apps is now at the top level, so you don’t have to navigate to a second page to find your apps.</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/new-start2.png?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" title=\"\" />\n<p class=\"has-text-align-none\">You’ll also be able to disable the recommended section so you can see more of your apps, and choose two new views: category and grid. The default category view groups apps by category, and the grid view is ordered alphabetically more like a traditional list view.</p>\n\n<p class=\"has-text-align-none\">Microsoft has also made the Start menu larger based on the screen size of your device or monitor. “On larger devices, users can expect to see 8 columns of pinned apps, 6 recommendations, and 4 columns of categories in the Start menu,” says the Windows Insider team. “On smaller devices, you’ll see 6 columns of pinned apps, 4 recommendations, and 3 columns of categories.”</p>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/PIN-Keyboard.png?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" title=\"\" />\n<p class=\"has-text-align-none\">There’s also a new mobile device button on the Start menu that lets you expand or collapse the Phone Link interface that appears alongside the Start menu. Microsoft is also allowing Windows 11 users to choose what lock screen widgets appear, allowing you to add or remove widgets and rearrange them for the lock screen.</p>\n\n<p class=\"has-text-align-none\">Finally, this latest Dev Channel build also includes a new Gamepad keyboard update that lets you sign into a PC with a PIN code using a controller. This is part of Microsoft’s work to <a href=\"https://www.theverge.com/news/682011/microsoft-windows-xbox-pc-combination-features-rog-xbox-ally-devices\">improve Windows 11 on handheld gaming devices</a> like the recently announced <a href=\"https://www.theverge.com/news/682009/microsoft-asus-rog-xbox-ally-devices-new-windows-xbox-experience\">ROG Xbox Ally devices</a>.</p>",
    "content_text": "Microsoft is now allowing Windows 11 testers to try out a new, larger Start menu that includes a scrollable interface, new views, and more customizability. An early version of the new Start menu first started showing up in Windows 11 builds in April, followed by Microsoft’s official announcement in May. Today’s Dev Channel release lets you try it out officially for the first time. “We’re making it easier for you to launch your apps with our updated, scrollable Start menu,” explains the Windows Insider team. This scrollable Start menu means that all apps is now at the top level, so you don’t have to navigate to a second page to find your apps. You’ll also be able to disable the recommended section so you can see more of your apps, and choose two new views: category and grid. The default category view groups apps by category, and the grid view is ordered alphabetically more like a traditional list view. Microsoft has also made the Start menu larger based on the screen size of your device or monitor. “On larger devices, users can expect to see 8 columns of pinned apps, 6 recommendations, and 4 columns of categories in the Start menu,” says the Windows Insider team. “On smaller devices, you’ll see 6 columns of pinned apps, 4 recommendations, and 3 columns of categories.” There’s also a new mobile device button on the Start menu that lets you expand or collapse the Phone Link interface that appears alongside the Start menu. Microsoft is also allowing Windows 11 users to choose what lock screen widgets appear, allowing you to add or remove widgets and rearrange them for the lock screen. Finally, this latest Dev Channel build also includes a new Gamepad keyboard update that lets you sign into a PC with a PIN code using a controller. This is part of Microsoft’s work to improve Windows 11 on handheld gaming devices like the recently announced ROG Xbox Ally devices .",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/apple/682984/apple-punts-on-siri-updates-as-it-struggles-to-keep-up-in-the-ai-race",
    "title": "Apple punts on Siri updates as it struggles to keep up in the AI race",
    "link": "https://www.theverge.com/apple/682984/apple-punts-on-siri-updates-as-it-struggles-to-keep-up-in-the-ai-race",
    "published_date": "2025-06-09T22:02:42+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/lcimg-59a693f7-75c6-4495-bc72-623021410e10.webp?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Apple's WWDC 2025 had new software, Formula 1 references, and a piano man crooning the text of different app reviews. But one key feature got the short end of the stick: Siri. </p>\n<p class=\"has-text-align-none\">Although the company continuously referenced Apple Intelligence and pushed new features like live translation for Messages, FaceTime, and phone calls, Apple's AI assistant was barely mentioned. In fact, the most attention Siri got was when Apple explained that some of its previously promised features were running behind schedule.</p>\n<p class=\"has-text-align-none\">To address what many saw as the elephant in the room, Apple's keynote briefly mentioned that it had updated Siri to be \"more natural and more helpful,\" but that personalization features were still on the horizon. Those features were first mentioned at last year's WWDC, with a rollout timeline <a href=\"https://www.theverge.com/news/626035/apple-delays-upgraded-siri-intelligence-longer-than-we-thought\">\"over the course of the next year.\"</a></p>\n<p class=\"has-text-align-none\">\"We're continuing our work to deliver the features that make Siri even more personal,\" Craig Federighi, Apple's SVP of software engineering, said during Monday's keynote. \"This work needed more time to reach our high quality bar, and we look forward to sharing more about it in the coming year.\"</p>\n<figure class=\"wp-block-pullquote\"><blockquote><p>Apple's relative silence on Siri stands out</p></blockquote></figure>\n<p class=\"has-text-align-none\">Apple has <a href=\"https://www.bloomberg.com/news/articles/2025-05-18/apple-intelligence-struggles-to-keep-up-with-chatgpt-ai-competitors\">long  …</a></p>\n<p><a href=\"https://www.theverge.com/apple/682984/apple-punts-on-siri-updates-as-it-struggles-to-keep-up-in-the-ai-race\">Read the full story at The Verge.</a></p>",
    "content_text": "Apple's WWDC 2025 had new software, Formula 1 references, and a piano man crooning the text of different app reviews. But one key feature got the short end of the stick: Siri. Although the company continuously referenced Apple Intelligence and pushed new features like live translation for Messages, FaceTime, and phone calls, Apple's AI assistant was barely mentioned. In fact, the most attention Siri got was when Apple explained that some of its previously promised features were running behind schedule. To address what many saw as the elephant in the room, Apple's keynote briefly mentioned that it had updated Siri to be \"more natural and more helpful,\" but that personalization features were still on the horizon. Those features were first mentioned at last year's WWDC, with a rollout timeline \"over the course of the next year.\" \"We're continuing our work to deliver the features that make Siri even more personal,\" Craig Federighi, Apple's SVP of software engineering, said during Monday's keynote. \"This work needed more time to reach our high quality bar, and we look forward to sharing more about it in the coming year.\" Apple's relative silence on Siri stands out Apple has long  … Read the full story at The Verge.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/683797/ios-26s-new-adaptive-power-mode-dials-back-performance-to-save-battery",
    "title": "iOS 26’s new ‘adaptive power’ mode dials back performance to save battery",
    "link": "https://www.theverge.com/news/683797/ios-26s-new-adaptive-power-mode-dials-back-performance-to-save-battery",
    "published_date": "2025-06-09T21:30:43+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/adaptive-power.jpg?quality=90&#038;strip=all&#038;crop=0,0.023111406319222,100,99.976888593681\" />\n\t<figcaption>The “Adaptive Power” option will exist alongside “Low Power Mode.”</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Apple is working on a new “adaptive power” feature in iOS 26 that aims to make your battery last longer. In the iOS 26 developer beta, Apple describes the feature as a way for the iPhone to make “small performance adjustments to extend your battery life,” including by lowering screen brightness and “allowing some activities to take a little longer.”</p>\n\n<p class=\"has-text-align-none\">Apple also notes that it may automatically enable Low Power Mode, which restricts background activities, when your battery reaches 20 percent. <em>Bloomberg</em>’s Mark Gurman first reported on the <a href=\"https://www.theverge.com/news/665249/apple-ios-19-update-conserve-iphone-battery-ai\">possibility of an AI-powered battery optimization feature</a> for the iPhone last month.</p>\n\n<p class=\"has-text-align-none\">At the time, Gurman said that the feature will use the “battery data it has collected from users’ devices” to determine which apps it should lower power consumption on. <a href=\"https://www.theverge.com/2018/5/8/17327104/android-battery-management-ai-artificial-intelligence-google-io-2018\">Google has a similar Adaptive Battery feature</a> for Android phones, which it says uses AI to analyze how you use your phone, allowing it to shut off lesser-used apps in the background.</p>\n\n<p class=\"has-text-align-none\">The Adaptive Power toggle currently exists alongside Low Power Mode in the <strong>Battery &gt; Power Mode</strong> section of the Settings menu in the iOS 26 developer beta.</p>\n\n<p class=\"has-text-align-none\">Apple plans to release the iOS 26 beta to more users next month before rolling it out to everyone in the fall. Along <a href=\"https://www.theverge.com/apple/682833/apples-liquid-glass-redesign-doesnt-look-like-much\">with a new “Liquid Glass”</a> design, <a href=\"https://www.theverge.com/news/678305/apple-ios-26-wwdc-2025\">iOS 26 adds a bundle of new features</a>, including updates to the Camera, Phone, Safari, and Messages apps, as well as Apple Intelligence-powered live translation for text messages and calls.</p>",
    "content_text": "The “Adaptive Power” option will exist alongside “Low Power Mode.” Apple is working on a new “adaptive power” feature in iOS 26 that aims to make your battery last longer. In the iOS 26 developer beta, Apple describes the feature as a way for the iPhone to make “small performance adjustments to extend your battery life,” including by lowering screen brightness and “allowing some activities to take a little longer.” Apple also notes that it may automatically enable Low Power Mode, which restricts background activities, when your battery reaches 20 percent. Bloomberg ’s Mark Gurman first reported on the possibility of an AI-powered battery optimization feature for the iPhone last month. At the time, Gurman said that the feature will use the “battery data it has collected from users’ devices” to determine which apps it should lower power consumption on. Google has a similar Adaptive Battery feature for Android phones, which it says uses AI to analyze how you use your phone, allowing it to shut off lesser-used apps in the background. The Adaptive Power toggle currently exists alongside Low Power Mode in the Battery > Power Mode section of the Settings menu in the iOS 26 developer beta. Apple plans to release the iOS 26 beta to more users next month before rolling it out to everyone in the fall. Along with a new “Liquid Glass” design, iOS 26 adds a bundle of new features , including updates to the Camera, Phone, Safari, and Messages apps, as well as Apple Intelligence-powered live translation for text messages and calls.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/683738/apple-iphone-ios-26-changes-liquid-glass-wwdc-2025",
    "title": "The biggest changes coming to your iPhone with iOS 26",
    "link": "https://www.theverge.com/news/683738/apple-iphone-ios-26-changes-liquid-glass-wwdc-2025",
    "published_date": "2025-06-09T20:50:37+00:00",
    "content_raw": "<figure>\n\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/lcimg-d70a06ea-da2e-4d1a-8598-b850e161dee5.jpeg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Apple just announced the next major software update for iPhones: <a href=\"https://www.theverge.com/news/678305/apple-ios-26-wwdc-2025\">iOS 26</a> (a jump from what, until recently, was expected to be called iOS 19), and it’s packed with a whole bunch of new features for your phone. The biggest change is a new design, but there are lots of smaller improvements and additions as well that could make a difference in how you use your iPhone every day.</p>\n\n<p class=\"has-text-align-none\">Here’s a bit more detail on what you can expect from iOS 26 when it releases for everyone this fall. If you want to try it early, Apple has already launched a developer beta, and it will offer a public beta sometime in July.</p>\n\n<h3 class=\"wp-block-heading\">A refreshed design across the OS</h3>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/lcimg-e06c58e2-e860-4c44-9bf1-163a25a93a77.jpeg?quality=90&#038;strip=all&#038;crop=0,10.597538331207,100,78.804923337586\" title=\"\" />\n<p class=\"has-text-align-none\">Apple has a new design language called “Liquid Glass” that it’s being introduced across all of the company’s devices, not just the iPhone. It’s inspired by the visionOS software used with Apple’s Vision Pro headset, and it features a lot of translucency that <a href=\"https://www.apple.com/newsroom/2025/06/apple-introduces-a-delightful-and-elegant-new-software-design/\">Apple says</a> “behaves like glass in the real world.” On-screen elements now use “real-time rendering” that lets them react to movement with highlights and color shifts.</p>\n\n<p class=\"has-text-align-none\">It seems like changes from Liquid Glass will touch just about every part of the operating system, including apps, buttons, sliders, the Control Center, and your homescreen. Tab bars will also change because of Liquid Glass, shrinking and expanding as you scroll up and down.</p>\n\n<h3 class=\"wp-block-heading\">Messages is getting better for group chats</h3>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/lcimg-ad8b8e83-d877-4861-a297-64d142ca527e.jpeg?quality=90&#038;strip=all&#038;crop=0,10.597538331207,100,78.804923337586\" title=\"\" />\n<p class=\"has-text-align-none\">In Messages, iOS 26 is adding a lot of updates that could significantly improve group chats. You’ll be able to customize the background of a chat to give it more personality. To help make group decisions or get an opinion on something, you can create polls. And, at long last, Apple is adding typing indicators to group chats, which should make them feel more lively.</p>\n\n<h3 class=\"wp-block-heading\">Some new Phone features will help you save time</h3>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/lcimg-a6379642-6253-4d62-b10e-46f469e7b46e.jpeg?quality=90&#038;strip=all&#038;crop=0,10.597538331207,100,78.804923337586\" title=\"\" />\n<p class=\"has-text-align-none\">Apple is taking some cues from Google by adding a call screening feature and a “Hold Assist” feature that can wait on a call for you. The company is also adding a new unified layout option that combines Favorites, Recents, and Voicemails all into one view.</p>\n\n<h3 class=\"wp-block-heading\">Live Translation can translate calls in real time</h3>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/lcimg-bcd3fe43-fc59-40c5-ab57-e26c06b56547.jpeg?quality=90&#038;strip=all&#038;crop=0,10.597538331207,100,78.804923337586\" title=\"\" />\n<p class=\"has-text-align-none\">Apple is adding an Apple Intelligence-powered feature that can translate text on your screen and translate speech back and forth in the middle of a phone call. The company is building the feature into Messages, FaceTime, and the Phone app, and Apple says its models for Live Translation run entirely on your device for privacy.</p>\n\n<h3 class=\"wp-block-heading\">Some small Apple Intelligence improvements</h3>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/lcimg-272fdec8-afb7-48d6-aec5-39a5a1ece685.jpeg?quality=90&#038;strip=all&#038;crop=0,10.597538331207,100,78.804923337586\" title=\"\" />\n<p class=\"has-text-align-none\">Even though we’re still waiting for Apple to announce when it will actually release its delayed improvements to Siri, iOS 26 will include some new Apple Intelligence-powered features. Visual Intelligence will let you do searches about and take action on things you see on your screen. With Genmoji, you’ll be able to combine two emoji into one. And Shortcuts will be able to use Apple Intelligence models to improve your workflows.</p>\n\n<h3 class=\"wp-block-heading\">The new Games app is for everything about your games</h3>\n<img alt=\"\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/lcimg-c0c401a0-1523-4596-aa87-0dcab3768051.jpeg?quality=90&#038;strip=all&#038;crop=0,10.597538331207,100,78.804923337586\" title=\"\" />\n<p class=\"has-text-align-none\">Apple’s new Games app will provide a centralized hub for everything about your games on your iPhone. The Home tab shows things like updates and events in your games. The Apple Arcade tab lets you browse the company’s catalog of games on the service. The Library tab shows all of the App Store games you’ve ever downloaded. And the Play Together tab lets you see what your friends are up to.</p>",
    "content_text": "Apple just announced the next major software update for iPhones: iOS 26 (a jump from what, until recently, was expected to be called iOS 19), and it’s packed with a whole bunch of new features for your phone. The biggest change is a new design, but there are lots of smaller improvements and additions as well that could make a difference in how you use your iPhone every day. Here’s a bit more detail on what you can expect from iOS 26 when it releases for everyone this fall. If you want to try it early, Apple has already launched a developer beta, and it will offer a public beta sometime in July. A refreshed design across the OS Apple has a new design language called “Liquid Glass” that it’s being introduced across all of the company’s devices, not just the iPhone. It’s inspired by the visionOS software used with Apple’s Vision Pro headset, and it features a lot of translucency that Apple says “behaves like glass in the real world.” On-screen elements now use “real-time rendering” that lets them react to movement with highlights and color shifts. It seems like changes from Liquid Glass will touch just about every part of the operating system, including apps, buttons, sliders, the Control Center, and your homescreen. Tab bars will also change because of Liquid Glass, shrinking and expanding as you scroll up and down. Messages is getting better for group chats In Messages, iOS 26 is adding a lot of updates that could significantly improve group chats. You’ll be able to customize the background of a chat to give it more personality. To help make group decisions or get an opinion on something, you can create polls. And, at long last, Apple is adding typing indicators to group chats, which should make them feel more lively. Some new Phone features will help you save time Apple is taking some cues from Google by adding a call screening feature and a “Hold Assist” feature that can wait on a call for you. The company is also adding a new unified layout option that combines Favorites, Recents, and Voicemails all into one view. Live Translation can translate calls in real time Apple is adding an Apple Intelligence-powered feature that can translate text on your screen and translate speech back and forth in the middle of a phone call. The company is building the feature into Messages, FaceTime, and the Phone app, and Apple says its models for Live Translation run entirely on your device for privacy. Some small Apple Intelligence improvements Even though we’re still waiting for Apple to announce when it will actually release its delayed improvements to Siri, iOS 26 will include some new Apple Intelligence-powered features. Visual Intelligence will let you do searches about and take action on things you see on your screen. With Genmoji, you’ll be able to combine two emoji into one. And Shortcuts will be able to use Apple Intelligence models to improve your workflows. The new Games app is for everything about your games Apple’s new Games app will provide a centralized hub for everything about your games on your iPhone. The Home tab shows things like updates and events in your games. The Apple Arcade tab lets you browse the company’s catalog of games on the service. The Library tab shows all of the App Store games you’ve ever downloaded. And the Play Together tab lets you see what your friends are up to.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.theverge.com/news/683635/retroid-pocket-dual-screen-add-on-nintendo-ds-touchscreen",
    "title": "Retroid&#8217;s $69 second screen is ready for your favorite DS games",
    "link": "https://www.theverge.com/news/683635/retroid-pocket-dual-screen-add-on-nintendo-ds-touchscreen",
    "published_date": "2025-06-09T20:48:53+00:00",
    "content_raw": "<figure>\n\n<img alt=\"A Retroid Pocket handheld with a second screen attached.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/retroid_screen1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Turn your modern handheld into a makeshift Nintendo DS using Retroid’s clamp-on secondary screen accessory. | Image: Retroid</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The <a href=\"https://www.theverge.com/21441254/nintendo-ds-3ds-discontinued-eulogy\">Nintendo DS was a wildly successful console</a>, but emulating its unique dual screen design on modern handhelds is a challenge. You can try to squeeze both screens onto a single touchscreen, attempt to completely <a href=\"https://www.theverge.com/2023/10/18/23923136/ayaneo-flip-ds-kb-handheld-gaming-pc-nintendo-emulation\">recreate the DS’ unique hardware</a>, or do what Retroid is doing and release a temporary clamp-on, secondary screen that’s compatible with its handhelds and other third-party devices.</p>\n\n<p class=\"has-text-align-none\">The Retroid Dual Screen Add-on is <a href=\"https://www.goretroid.com/en-ca/products/retroid-dual-screen-add-on\">currently available through the company’s online store</a> in black, purple (inspired by the GameCube), and translucent white color options for $69, but are currently sold out. That includes a version designed for Retroid’s own Pocket handhelds including the RP Mini, RP Mini V2, RP4 Pro, and RP5, and the version for third-party handhelds. As long as a device isn’t taller than 115mm and supports DisplayPort over USB-C it should be compatible, but Retroid specifically points out the Steam Deck is not.</p>\n<img alt=\"A close-up of the Retroid screen add-ons clamping mechanism attached to the back of a handheld.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/retroid_screen3.jpg?quality=90&#038;strip=all&#038;crop=0,8.9636057516892,100,82.072788496622\" title=\"A close-up of the Retroid screen add-ons clamping mechanism attached to the back of a handheld.\" />\n<p class=\"has-text-align-none\">Featuring a 5.5-inch AMOLED screen with a resolution of 1920 x 1080 pixels and dedicated brightness buttons on the side, the Dual Screen Add-on attaches to devices with an expanding clamp and can be positioned at three different angles using a “click-stop hinge.” However, the second screen can’t be folded flat against the handheld it’s attached to like with the DS.</p>\n\n<p class=\"has-text-align-none\">The add-on features touchscreen functionality, which is supported through the DisplayPort protocol. If your handheld of choice is lacking touch capabilities, hanging the add-on off the bottom will let you play DS games that heavily relied on lower touchscreen interactions. But since Retroid’s Dual Screen Add-on is at its core just an external display for a handheld, what games you can play and how the screen will be utilized is left to the device’s operating system or the emulator you’re using.</p>\n<img alt=\"Retroid’s clamp-on secondary screen accessory shown on its own and connected to a handheld.\" src=\"https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/retroid_screen2.jpg?quality=90&#038;strip=all&#038;crop=0,14.468896973999,100,71.062206052001\" title=\"Retroid’s clamp-on secondary screen accessory shown on its own and connected to a handheld.\" />\n<p class=\"has-text-align-none\">The add-on weighs around 130 grams, thanks in part to it skipping a built-in battery. It’s powered directly by the device it’s connected to, but it does have its own USB-C port with pass-through charging capabilities so you can keep both the display and your handheld running without killing its battery.</p>",
    "content_text": "Turn your modern handheld into a makeshift Nintendo DS using Retroid’s clamp-on secondary screen accessory. | Image: Retroid The Nintendo DS was a wildly successful console , but emulating its unique dual screen design on modern handhelds is a challenge. You can try to squeeze both screens onto a single touchscreen, attempt to completely recreate the DS’ unique hardware , or do what Retroid is doing and release a temporary clamp-on, secondary screen that’s compatible with its handhelds and other third-party devices. The Retroid Dual Screen Add-on is currently available through the company’s online store in black, purple (inspired by the GameCube), and translucent white color options for $69, but are currently sold out. That includes a version designed for Retroid’s own Pocket handhelds including the RP Mini, RP Mini V2, RP4 Pro, and RP5, and the version for third-party handhelds. As long as a device isn’t taller than 115mm and supports DisplayPort over USB-C it should be compatible, but Retroid specifically points out the Steam Deck is not. Featuring a 5.5-inch AMOLED screen with a resolution of 1920 x 1080 pixels and dedicated brightness buttons on the side, the Dual Screen Add-on attaches to devices with an expanding clamp and can be positioned at three different angles using a “click-stop hinge.” However, the second screen can’t be folded flat against the handheld it’s attached to like with the DS. The add-on features touchscreen functionality, which is supported through the DisplayPort protocol. If your handheld of choice is lacking touch capabilities, hanging the add-on off the bottom will let you play DS games that heavily relied on lower touchscreen interactions. But since Retroid’s Dual Screen Add-on is at its core just an external display for a handheld, what games you can play and how the screen will be utilized is left to the device’s operating system or the emulator you’re using. The add-on weighs around 130 grams, thanks in part to it skipping a built-in battery. It’s powered directly by the device it’s connected to, but it does have its own USB-C port with pass-through charging capabilities so you can keep both the display and your handheld running without killing its battery.",
    "source_name": "The Verge",
    "default_category": "Tecnología",
    "source_keywords": [],
    "source_blacklist": [
      "sorteo",
      "ofertas"
    ],
    "include_always": false,
    "assigned_category": "Tecnología"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-06/ciec-celebra-su-80-aniversario-educacion-espiritual.html",
    "title": "La CIEC celebra su 80° Aniversario: Educación emocional y espiritual",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-06/ciec-celebra-su-80-aniversario-educacion-espiritual.html",
    "published_date": "2025-06-09T14:50:00+00:00",
    "content_raw": "<p>En el 80° aniversario de la CIEC y su IX Encuentro de Pastoral Educativa, educadores reflexionan sobre los desafíos actuales y el papel de la pastoral en la formación de niños y jóvenes, en un mundo de avances tecnológicos y cambios sociales. Destacan la importancia de la educación emocional y espiritual en tiempos de inteligencia artificial.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-06/ciec-celebra-su-80-aniversario-educacion-espiritual.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En el 80° aniversario de la CIEC y su IX Encuentro de Pastoral Educativa, educadores reflexionan sobre los desafíos actuales y el papel de la pastoral en la formación de niños y jóvenes, en un mundo de avances tecnológicos y cambios sociales. Destacan la importancia de la educación emocional y espiritual en tiempos de inteligencia artificial. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-06/el-archivo-apostolico-vaticano-entre-la-memoria-y-el-futuro.html",
    "title": "El Archivo Apostólico Vaticano, entre la memoria y el futuro",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-06/el-archivo-apostolico-vaticano-entre-la-memoria-y-el-futuro.html",
    "published_date": "2025-06-09T14:22:00+00:00",
    "content_raw": "<p>Hoy celebramos el 18º Día Internacional de los Archivos, instituido por el Consejo Internacional de Archivos el 9 de junio, en el aniversario de su fundación en 1948, bajo los auspicios de la Unesco. Una oportunidad para reflexionar sobre el papel de los archivos en la preservación y difusión de la memoria colectiva. Lo haremos visitando el Archivo Apostólico Vaticano, antaño conocido como «Secreto», es decir, reservado al Pontífice: fundado en 1612, acoge cada año a unos 1200 estudiosos. </p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-06/el-archivo-apostolico-vaticano-entre-la-memoria-y-el-futuro.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Hoy celebramos el 18º Día Internacional de los Archivos, instituido por el Consejo Internacional de Archivos el 9 de junio, en el aniversario de su fundación en 1948, bajo los auspicios de la Unesco. Una oportunidad para reflexionar sobre el papel de los archivos en la preservación y difusión de la memoria colectiva. Lo haremos visitando el Archivo Apostólico Vaticano, antaño conocido como «Secreto», es decir, reservado al Pontífice: fundado en 1612, acoge cada año a unos 1200 estudiosos. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-06/jubileo-de-la-santa-sede-parolin-sembrar-la-paz.html",
    "title": "Jubileo de la Santa Sede, Parolin: «Sembrar la paz con la diplomacia del Evangelio»",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-06/jubileo-de-la-santa-sede-parolin-sembrar-la-paz.html",
    "published_date": "2025-06-09T13:30:00+00:00",
    "content_raw": "<p>El nuncio apostólico es un «puente» entre el sucesor de Pedro y las Iglesias locales, entre la Iglesia y los Estados, «entre las heridas del mundo y la esperanza del Evangelio»: así lo afirma el cardenal secretario de Estado, Pietro Parolin, en una entrevista concedida a los medios de comunicación vaticanos con motivo del Jubileo de la Santa Sede celebrado hoy y en vísperas de la audiencia de León XIV con los representantes pontificios.\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-06/jubileo-de-la-santa-sede-parolin-sembrar-la-paz.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El nuncio apostólico es un «puente» entre el sucesor de Pedro y las Iglesias locales, entre la Iglesia y los Estados, «entre las heridas del mundo y la esperanza del Evangelio»: así lo afirma el cardenal secretario de Estado, Pietro Parolin, en una entrevista concedida a los medios de comunicación vaticanos con motivo del Jubileo de la Santa Sede celebrado hoy y en vísperas de la audiencia de León XIV con los representantes pontificios. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-06/jubileo-santa-sede-meditacion-hermana-maria-gloria-riva.html",
    "title": "Hermana Riva: La gran belleza de la Cruz nos salvará",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-06/jubileo-santa-sede-meditacion-hermana-maria-gloria-riva.html",
    "published_date": "2025-06-09T12:55:00+00:00",
    "content_raw": "<p>En la meditación en el Aula Pablo VI, en presencia del Papa León XIV, la religiosa de la comunidad monástica de las Adoratrices Perpetuas del Santísimo Sacramento invita a una esperanza que conecta pasado y futuro. No una nostalgia “desconectada del presente”, sino un impulso hacia “el gran horizonte de la vida que no muere”.\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-06/jubileo-santa-sede-meditacion-hermana-maria-gloria-riva.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "En la meditación en el Aula Pablo VI, en presencia del Papa León XIV, la religiosa de la comunidad monástica de las Adoratrices Perpetuas del Santísimo Sacramento invita a una esperanza que conecta pasado y futuro. No una nostalgia “desconectada del presente”, sino un impulso hacia “el gran horizonte de la vida que no muere”. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-06/sisters-project-monjas-betania-mision-oracion-sacerdotes.html",
    "title": "Las hermanas de la Familia Betania: SOS de oración por los sacerdotes",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-06/sisters-project-monjas-betania-mision-oracion-sacerdotes.html",
    "published_date": "2025-06-09T12:45:00+00:00",
    "content_raw": "<p>Desde hace 26 años, la iniciativa une a miles de laicos y presbíteros en la oración por los sacerdotes. Estamos hablando de la Misión Betania de Apoyo a los Sacerdotes, que ofrece muchas formas de atención espiritual y acompañamiento al clero en su ministerio. “Como fieles, nos hemos olvidado de rezar por los sacerdotes, y es más fácil para nosotros detenernos en sus errores y acusaciones sobre ellos”, dijo a Radio Vaticana Daria Tyborska de la Congregación de las Hermanas de la Familia Betania.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-06/sisters-project-monjas-betania-mision-oracion-sacerdotes.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "Desde hace 26 años, la iniciativa une a miles de laicos y presbíteros en la oración por los sacerdotes. Estamos hablando de la Misión Betania de Apoyo a los Sacerdotes, que ofrece muchas formas de atención espiritual y acompañamiento al clero en su ministerio. “Como fieles, nos hemos olvidado de rezar por los sacerdotes, y es más fácil para nosotros detenernos en sus errores y acusaciones sobre ellos”, dijo a Radio Vaticana Daria Tyborska de la Congregación de las Hermanas de la Familia Betania. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-06/jubileo-de-la-santa-sede-el-papa-en-procesion-como-peregrino-de.html",
    "title": "Jubileo de la Santa Sede, el Papa en procesión como peregrino de la esperanza",
    "link": "https://www.vaticannews.va/es/papa/news/2025-06/jubileo-de-la-santa-sede-el-papa-en-procesion-como-peregrino-de.html",
    "published_date": "2025-06-09T11:30:00+00:00",
    "content_raw": "<p>La mañana de este lunes, 9 de junio, se celebró la Procesión y el paso por la Puerta Santa de la Basílica de San Pedro por parte de los miembros de la Santa Sede, encabezado por el Papa León XIV, con ocasión del Jubileo de la Santa Sede.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-06/jubileo-de-la-santa-sede-el-papa-en-procesion-como-peregrino-de.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La mañana de este lunes, 9 de junio, se celebró la Procesión y el paso por la Puerta Santa de la Basílica de San Pedro por parte de los miembros de la Santa Sede, encabezado por el Papa León XIV, con ocasión del Jubileo de la Santa Sede. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/iglesia/news/2025-06/episcopado-colombia-repudia-violencia-atentado-uribe.html",
    "title": "Obispos colombianos: La violencia no puede destruirnos como país",
    "link": "https://www.vaticannews.va/es/iglesia/news/2025-06/episcopado-colombia-repudia-violencia-atentado-uribe.html",
    "published_date": "2025-06-09T11:06:00+00:00",
    "content_raw": "<p>La Conferencia Episcopal de Colombia rechazó el atentado contra el senador y precandidato presidencial Miguel Uribe Turbay y pidió justicia para los responsables. Llamó a la ciudadanía a unirse en favor de la paz y el fortalecimiento democrático.\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/iglesia/news/2025-06/episcopado-colombia-repudia-violencia-atentado-uribe.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La Conferencia Episcopal de Colombia rechazó el atentado contra el senador y precandidato presidencial Miguel Uribe Turbay y pidió justicia para los responsables. Llamó a la ciudadanía a unirse en favor de la paz y el fortalecimiento democrático. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/mundo/news/2025-06/msf-darfur-violencia-guerra-sanidad-pueblo.html",
    "title": "MSF: Darfur y el grito de dolor de las vidas marcadas por la violencia",
    "link": "https://www.vaticannews.va/es/mundo/news/2025-06/msf-darfur-violencia-guerra-sanidad-pueblo.html",
    "published_date": "2025-06-09T11:04:00+00:00",
    "content_raw": "<p>La población de la región de Sudán está devastada por las secuelas de la guerra civil que asola el país, donde se niega el acceso a los servicios sanitarios básicos y las ya ruinosas estructuras han sido destruidas. La alarma de Médicos Sin Fronteras: la insuficiente respuesta internacional está llevando al límite la capacidad de supervivencia de cientos de miles de personas.</p>\n                    <p><a href=\"https://www.vaticannews.va/es/mundo/news/2025-06/msf-darfur-violencia-guerra-sanidad-pueblo.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "La población de la región de Sudán está devastada por las secuelas de la guerra civil que asola el país, donde se niega el acceso a los servicios sanitarios básicos y las ya ruinosas estructuras han sido destruidas. La alarma de Médicos Sin Fronteras: la insuficiente respuesta internacional está llevando al límite la capacidad de supervivencia de cientos de miles de personas. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/papa/news/2025-06/misa-papa-leon-xiv-jubileo-santa-sede-maria-madre-iglesia.html",
    "title": "El Papa: La fecundidad de la Iglesia nace de la cruz",
    "link": "https://www.vaticannews.va/es/papa/news/2025-06/misa-papa-leon-xiv-jubileo-santa-sede-maria-madre-iglesia.html",
    "published_date": "2025-06-09T10:00:00+00:00",
    "content_raw": "<p>El Pontífice presidió la santa misa en la Basílica de San Pedro en la memoria de María Madre de la Iglesia, durante el Jubileo de la Santa Sede, e invitó a los empleados de la Curia Romana a redescubrir la santidad como clave para su servicio. Recordó que María, al pie de la Cruz y en el Cenáculo, es modelo de fe y esperanza.\n\n</p>\n                    <p><a href=\"https://www.vaticannews.va/es/papa/news/2025-06/misa-papa-leon-xiv-jubileo-santa-sede-maria-madre-iglesia.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El Pontífice presidió la santa misa en la Basílica de San Pedro en la memoria de María Madre de la Iglesia, durante el Jubileo de la Santa Sede, e invitó a los empleados de la Curia Romana a redescubrir la santidad como clave para su servicio. Recordó que María, al pie de la Cruz y en el Cenáculo, es modelo de fe y esperanza. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.vaticannews.va/es/vaticano/news/2025-06/ucrania-nuncio-kulbokas-audiencia-papa-leon-xiv-guerra-paz.html",
    "title": "Kulbokas: He compartido con el Papa la esperanza y el dolor por Ucrania",
    "link": "https://www.vaticannews.va/es/vaticano/news/2025-06/ucrania-nuncio-kulbokas-audiencia-papa-leon-xiv-guerra-paz.html",
    "published_date": "2025-06-09T09:35:00+00:00",
    "content_raw": "<p>El nuncio en Kiev comenta su primera audiencia con el Papa León XIV en el Palacio Apostólico vaticano: «Fue un encuentro muy consolador, lleno de oración, que es nuestra principal arma». El arzobispo relata la dramática situación del país, pero también el testimonio de humanidad recibido. </p>\n                    <p><a href=\"https://www.vaticannews.va/es/vaticano/news/2025-06/ucrania-nuncio-kulbokas-audiencia-papa-leon-xiv-guerra-paz.html\">Leer todo</a></p>\n                    <p>&nbsp;</p>",
    "content_text": "El nuncio en Kiev comenta su primera audiencia con el Papa León XIV en el Palacio Apostólico vaticano: «Fue un encuentro muy consolador, lleno de oración, que es nuestra principal arma». El arzobispo relata la dramática situación del país, pero también el testimonio de humanidad recibido. Leer todo",
    "source_name": "Vatican News",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/vida-religiosa/Confer-acto-publico-peticion-perdon-abusos-supervivientes-patronato-mujer_0_2787021293.html",
    "title": "\"Ni olvido ni perdón\": Triste boicot al histórico acto de reparación de Confer a las víctimas de los reformatorios franquistas gestionados por congregaciones",
    "link": "https://www.religiondigital.org/vida-religiosa/Confer-acto-publico-peticion-perdon-abusos-supervivientes-patronato-mujer_0_2787021293.html",
    "published_date": "2025-06-09T18:58:02+00:00",
    "content_raw": "<p><img height=\"70\" src=\"http://www.religiondigital.org/2025/06/09/vida-religiosa/Momento-comienza-peticion-publica-Confer_2787031331_17775850_70x70.jpg\" width=\"70\" /></p><p>Perdón, verdad, humildad y compromiso\". Esas han sido las palabras clave con las que la Confer quería haber celebrado esta tarde, en Madrid, el acto público de Reconocimiento y Petición de Perdón a las Supervivientes del Patronato de Protección a la Mujer, en un acto que desbordó emoción a raudales aunque, al final, se materializó el<strong> </strong>temor a que finalmente el evento pudiese deslizarse hacia algo inmerecido tanto para las víctimas como para los organizadores</p>\n<p>Hubo petición de perdón, hubo arrepentimiento sincero, empatía, pero no se aceptó y, antes de la clausura del evento, justo después de que varias representantes de Confer ofreciesen esa petición de perdón y su voluntad de no mirar para otro lado, comenzaron los cánticos de \"verdad, justicia y reparación\" y de \"ni olvido ni perdón\"</p>\n<p>\"Ustedes me robaron la inocencia\", \"no puedo olvidar ni perdonar\", \"nefastas y criminales actuaciones\", \"pedir perdón no garantiza que las mujeres de las nuevas generaciones que tienen problemas de migración, proxenetas, no sufran lo que sufrimos nosotras\", \"el dinero que reciben ustedes tendría que ser bien utilizado para evitar estos cuestiones\"... Durante más de veinte minutos, el auditorio, con más de tres cuartos del aforo ocupado, escuchó en silencio, interrumpido en ocasiones por aplausos, testimonios desgarradores de las víctimas</p>\n<p>\"Perdimos la libertad y también la fe, porque era esos lugares Dios no estaba. No nos hagan comulgar con ruedas de molino, este perdón no debe ser un gesto, ni hablar de contexto, necesitamos justicia, no condescendencia\"</p>\n<p>En este procesos que hemos tenido con las víctimas, he ido comprendiendo lo que significa el haber vivido una infancia muy difícil. Cuando escuchas tanto dolor, llegas a comprender el fondo de lo que ha sucedido\", expresó el religioso dominico</p>",
    "content_text": "Perdón, verdad, humildad y compromiso\". Esas han sido las palabras clave con las que la Confer quería haber celebrado esta tarde, en Madrid, el acto público de Reconocimiento y Petición de Perdón a las Supervivientes del Patronato de Protección a la Mujer, en un acto que desbordó emoción a raudales aunque, al final, se materializó el temor a que finalmente el evento pudiese deslizarse hacia algo inmerecido tanto para las víctimas como para los organizadores Hubo petición de perdón, hubo arrepentimiento sincero, empatía, pero no se aceptó y, antes de la clausura del evento, justo después de que varias representantes de Confer ofreciesen esa petición de perdón y su voluntad de no mirar para otro lado, comenzaron los cánticos de \"verdad, justicia y reparación\" y de \"ni olvido ni perdón\" \"Ustedes me robaron la inocencia\", \"no puedo olvidar ni perdonar\", \"nefastas y criminales actuaciones\", \"pedir perdón no garantiza que las mujeres de las nuevas generaciones que tienen problemas de migración, proxenetas, no sufran lo que sufrimos nosotras\", \"el dinero que reciben ustedes tendría que ser bien utilizado para evitar estos cuestiones\"... Durante más de veinte minutos, el auditorio, con más de tres cuartos del aforo ocupado, escuchó en silencio, interrumpido en ocasiones por aplausos, testimonios desgarradores de las víctimas \"Perdimos la libertad y también la fe, porque era esos lugares Dios no estaba. No nos hagan comulgar con ruedas de molino, este perdón no debe ser un gesto, ni hablar de contexto, necesitamos justicia, no condescendencia\" En este procesos que hemos tenido con las víctimas, he ido comprendiendo lo que significa el haber vivido una infancia muy difícil. Cuando escuchas tanto dolor, llegas a comprender el fondo de lo que ha sucedido\", expresó el religioso dominico",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/opinion/Arzobispo-Dario-Monsalve-Colombia-reingreso_0_2787021294.html",
    "title": "Darío Monsalve: \"Que se sepa la verdad y se le cierre toda vía de reingreso a la nefasta mezcla de política y violencia\"",
    "link": "https://www.religiondigital.org/opinion/Arzobispo-Dario-Monsalve-Colombia-reingreso_0_2787021294.html",
    "published_date": "2025-06-09T20:12:54+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/06/09/america/Memoria_2787031315_17775205_626x472.jpg\" width=\"626\" /></p><p class=\"p3\">\"¡Grave síntoma del desborde agresor, que puede pasar de odios y palabras a balas y crimen! Que se sepa la verdad y se le cierre toda vía de reingreso a la nefasta mezcla de política y violencia”: ha comentado el Arzobispo Darío Monsalve (miembro del equipo negociador con el Ejército de Liberación Nacional Eln) después del terrible atentado en contra del candidato presidencial del Centro Democrático, Senador Miguel Uribe (nieto del ex presidente de la República Colombiana Turbay)\"</p>\n<p class=\"p3\">\"Este acto de violencia es un ataque no solo contra la integridad personal del senador, sino también contra la democracia\" ha señalado el presidente Petro</p>\n<p class=\"p3\">\"Aquí en Bogotá estamos muy preocupado por la seguridad de los 10.000 académicos y activistas que esta semana participamos al X congreso latinoamericano de ciencias sociales de Clacso\"</p>\n<p class=\"p3\">\"¿El pensamiento crítico es más fuerte del terrorismo político?\"</p>",
    "content_text": "\"¡Grave síntoma del desborde agresor, que puede pasar de odios y palabras a balas y crimen! Que se sepa la verdad y se le cierre toda vía de reingreso a la nefasta mezcla de política y violencia”: ha comentado el Arzobispo Darío Monsalve (miembro del equipo negociador con el Ejército de Liberación Nacional Eln) después del terrible atentado en contra del candidato presidencial del Centro Democrático, Senador Miguel Uribe (nieto del ex presidente de la República Colombiana Turbay)\" \"Este acto de violencia es un ataque no solo contra la integridad personal del senador, sino también contra la democracia\" ha señalado el presidente Petro \"Aquí en Bogotá estamos muy preocupado por la seguridad de los 10.000 académicos y activistas que esta semana participamos al X congreso latinoamericano de ciencias sociales de Clacso\" \"¿El pensamiento crítico es más fuerte del terrorismo político?\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/america/Obispos-colombianos-Miguel-Uribe-violencia_0_2787021272.html",
    "title": "Obispos colombianos condenan el atentado contra Miguel Uribe y llaman a rechazar toda forma de violencia",
    "link": "https://www.religiondigital.org/america/Obispos-colombianos-Miguel-Uribe-violencia_0_2787021272.html",
    "published_date": "2025-06-09T07:51:08+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/06/09/america/Obispos-Colombia_2787031273_17773594_626x472.png\" width=\"626\" /></p><p>La Conferencia Episcopal de Colombia expresó su consternación y rechazó el atentado contra el senador Miguel Uribe Turbay, ocurrido la tarde del sábado 7 de junio en la localidad de Fontibón, Bogotá</p>\n<p>Es aspirante a candidato presenta un estado de extrema gravedad</p>\n<p>En un comunicado, los obispos calificaron este hecho doloroso como un acto \"violento y asesino\" que atenta contra el don sagrado de la vida y socava las bases de la democracia</p>\n<p>A propósito del contexto electoral, instan: \"Llamamos a todos los colombianos a unirnos para no permitir que la violencia nos destruya como personas y como país\"</p>",
    "content_text": "La Conferencia Episcopal de Colombia expresó su consternación y rechazó el atentado contra el senador Miguel Uribe Turbay, ocurrido la tarde del sábado 7 de junio en la localidad de Fontibón, Bogotá Es aspirante a candidato presenta un estado de extrema gravedad En un comunicado, los obispos calificaron este hecho doloroso como un acto \"violento y asesino\" que atenta contra el don sagrado de la vida y socava las bases de la democracia A propósito del contexto electoral, instan: \"Llamamos a todos los colombianos a unirnos para no permitir que la violencia nos destruya como personas y como país\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/opinion/Leon-XIV-facil-autoridad-iglesia-sinodalidad-decisiones_0_2787021283.html",
    "title": "León XIV, no lo tienes fácil",
    "link": "https://www.religiondigital.org/opinion/Leon-XIV-facil-autoridad-iglesia-sinodalidad-decisiones_0_2787021283.html",
    "published_date": "2025-06-09T16:56:59+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/03/12/america/Sinodalidad-reciprocidad_2760333962_17611074_626x472.png\" width=\"626\" /></p><p>Para algunos obispos y laicos la sinodalidad ha de ser necesariamente codecisiva o deliberativa; para nada, solo “escuchante”, tal y como -de hecho- también parecía defender el Papa Francisco</p>\n<p>¿Dónde reside la autoridad para tomar decisiones? ¿Sólo en la jerarquía o también en todos los bautizados y bautizadas?</p>\n<p>¿Será partidario de una sinodalidad -como defendía Francisco- solo “escuchante” o confirmará la sinodalidad “codecisiva” que viene defendiendo -y practicando- la inmensa mayoría de la iglesia alemana, incluidos todos sus obispos, excepto los cuatro citados más arriba?</p>\n<p>Tampoco hay que descartar la posibilidad de una tercera vía que, a veces, creo que es la realmente ensayada por Francisco: defender pública y teóricamente tanto la sinodalidad “escuchante” como el poder de los obispos y, a la vez, no bloquear ni impedir la sinodalidad codecisiva de la Iglesia alemana… Y, supongo, que la de todas aquellas que, libremente, quieran apuntarse a este modo de concebir y ejercer el poder en la Iglesia</p>",
    "content_text": "Para algunos obispos y laicos la sinodalidad ha de ser necesariamente codecisiva o deliberativa; para nada, solo “escuchante”, tal y como -de hecho- también parecía defender el Papa Francisco ¿Dónde reside la autoridad para tomar decisiones? ¿Sólo en la jerarquía o también en todos los bautizados y bautizadas? ¿Será partidario de una sinodalidad -como defendía Francisco- solo “escuchante” o confirmará la sinodalidad “codecisiva” que viene defendiendo -y practicando- la inmensa mayoría de la iglesia alemana, incluidos todos sus obispos, excepto los cuatro citados más arriba? Tampoco hay que descartar la posibilidad de una tercera vía que, a veces, creo que es la realmente ensayada por Francisco: defender pública y teóricamente tanto la sinodalidad “escuchante” como el poder de los obispos y, a la vez, no bloquear ni impedir la sinodalidad codecisiva de la Iglesia alemana… Y, supongo, que la de todas aquellas que, libremente, quieran apuntarse a este modo de concebir y ejercer el poder en la Iglesia",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://www.religiondigital.org/leonardo_boff-_la_fuerza_de_los_pequenos/retrasar-fin-mundo-espiritualidad-ecologic_7_2787091276.html",
    "title": "Cómo retrasar el fin del mundo: una espiritualidad ecológica",
    "link": "https://www.religiondigital.org/leonardo_boff-_la_fuerza_de_los_pequenos/retrasar-fin-mundo-espiritualidad-ecologic_7_2787091276.html",
    "published_date": "2025-06-09T16:38:05+00:00",
    "content_raw": "<p><img height=\"472\" src=\"http://www.religiondigital.org/2025/06/09/leonardo_boff-_la_fuerza_de_los_pequenos/Espiritualidad-ecologico_2787031324_17775547_626x472.png\" width=\"626\" /></p><p>\"En la encíclica <em>Fratelli Tutti</em> el Papa Francisco propone una alternativa al paradigma dominante del dominus (dueño y señor) proponiendo el paradigma del frater (hermano y hermana)\"</p>\n<p>\"Este paso es una una forma de encontrar una salida a la crisis actual, que amenaza el futuro de nuestra civilización\"</p>\n<p>\"Pero no basta una ética. Tenemos que ir más profundo, allí donde pueden surgir nuevas ideas salvadoras. Es la espiritualidad\"</p>",
    "content_text": "\"En la encíclica Fratelli Tutti el Papa Francisco propone una alternativa al paradigma dominante del dominus (dueño y señor) proponiendo el paradigma del frater (hermano y hermana)\" \"Este paso es una una forma de encontrar una salida a la crisis actual, que amenaza el futuro de nuestra civilización\" \"Pero no basta una ética. Tenemos que ir más profundo, allí donde pueden surgir nuevas ideas salvadoras. Es la espiritualidad\"",
    "source_name": "Religión digital",
    "default_category": "Religión",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Religión"
  },
  {
    "id": "https://elpais.com/deportes/tenis/2025-06-10/carlos-alcaraz-la-ultima-gran-muralla.html",
    "title": "Por qué Carlos Alcaraz, campeón en Roland Garros, es el nuevo hombre a batir en las finales de un grande",
    "link": "https://elpais.com/deportes/tenis/2025-06-10/carlos-alcaraz-la-ultima-gran-muralla.html",
    "published_date": "2025-06-10T03:15:00+00:00",
    "content_raw": "Alcaraz intenta la devolución durante la final contra Sinner en la Philippe Chatrier.",
    "content_text": "Alcaraz intenta la devolución durante la final contra Sinner en la Philippe Chatrier.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/2025-06-09/la-final-mas-larga-de-la-historia-cinco-graficos-de-la-victoria-de-alcaraz.html",
    "title": "La final más larga de la historia: cinco gráficos de la victoria de Alcaraz",
    "link": "https://elpais.com/deportes/2025-06-09/la-final-mas-larga-de-la-historia-cinco-graficos-de-la-victoria-de-alcaraz.html",
    "published_date": "2025-06-09T13:53:27+00:00",
    "content_raw": "El español Carlos Alcaraz señala el reloj de la pista Philippe Chatrier, en París, con la duración de la final de Roland Garros 2025",
    "content_text": "El español Carlos Alcaraz señala el reloj de la pista Philippe Chatrier, en París, con la duración de la final de Roland Garros 2025",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-06-11/de-la-fuente-el-penalti-que-erro-morata-y-la-gestion-del-exito.html",
    "title": "De la Fuente, el penalti que erró Morata y la gestión del éxito",
    "link": "https://elpais.com/deportes/futbol/2025-06-11/de-la-fuente-el-penalti-que-erro-morata-y-la-gestion-del-exito.html",
    "published_date": "2025-06-10T03:15:00+00:00",
    "content_raw": "El seleccionador nacional de España, junto a Lamine, tras la final de la Liga de las Naciones ante Portugal.",
    "content_text": "El seleccionador nacional de España, junto a Lamine, tras la final de la Liga de las Naciones ante Portugal.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/tenis/2025-06-10/una-radiografia-de-paris-2025-la-final-inolvidable.html",
    "title": "Una radiografía de París 2025, la final inolvidable",
    "link": "https://elpais.com/deportes/tenis/2025-06-10/una-radiografia-de-paris-2025-la-final-inolvidable.html",
    "published_date": "2025-06-10T03:15:00+00:00",
    "content_raw": "Carlos Alcaraz saluda a Jannik Sinner nada más terminar la final de Roland Garros, que ganó en cinco sets.",
    "content_text": "Carlos Alcaraz saluda a Jannik Sinner nada más terminar la final de Roland Garros, que ganó en cinco sets.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/tenis/2025-06-09/la-mejor-propaganda-para-nuestro-deporte-que-final.html",
    "title": "La mejor propaganda para nuestro deporte: ¡Qué final!",
    "link": "https://elpais.com/deportes/tenis/2025-06-09/la-mejor-propaganda-para-nuestro-deporte-que-final.html",
    "published_date": "2025-06-09T14:00:00+00:00",
    "content_raw": "Alcaraz y Sinner se abrazan al término de la final.",
    "content_text": "Alcaraz y Sinner se abrazan al término de la final.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/tenis/2025-06-09/la-transparencia-de-carlos-alcaraz.html",
    "title": "La transparencia de Carlos Alcaraz",
    "link": "https://elpais.com/deportes/tenis/2025-06-09/la-transparencia-de-carlos-alcaraz.html",
    "published_date": "2025-06-09T09:21:21+00:00",
    "content_raw": "Carlos Alcaraz posa junto al trofeo de Roland Garros ayer.",
    "content_text": "Carlos Alcaraz posa junto al trofeo de Roland Garros ayer.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-06-10/portugal-encumbra-a-roberto-martinez-y-hace-eterno-a-cristiano.html",
    "title": "Portugal encumbra a Roberto Martínez y hace eterno a Cristiano",
    "link": "https://elpais.com/deportes/futbol/2025-06-10/portugal-encumbra-a-roberto-martinez-y-hace-eterno-a-cristiano.html",
    "published_date": "2025-06-10T03:15:00+00:00",
    "content_raw": "Cristiano Ronaldo y el seleccionador luso Roberto Martínez celebran el triunfo en la Liga de las Naciones.",
    "content_text": "Cristiano Ronaldo y el seleccionador luso Roberto Martínez celebran el triunfo en la Liga de las Naciones.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-06-09/italia-se-recompone-en-el-adios-de-spalleti.html",
    "title": "Italia se recompone en el adiós de Spalletti",
    "link": "https://elpais.com/deportes/futbol/2025-06-09/italia-se-recompone-en-el-adios-de-spalleti.html",
    "published_date": "2025-06-09T21:18:06+00:00",
    "content_raw": "Luciano Spalletti da instrucciones a Samuele Ricci durante el partido ante Moldavia.",
    "content_text": "Luciano Spalletti da instrucciones a Samuele Ricci durante el partido ante Moldavia.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/futbol/2025-06-09/lewandowski-recibe-duras-criticas-tras-anunciar-su-retirada-de-la-seleccion-polaca-mientras-michal-probierz-sea-el-entrenador.html",
    "title": "Lewandowski recibe duras críticas tras anunciar su retirada de la selección polaca mientras Michal Probierz sea el entrenador",
    "link": "https://elpais.com/deportes/futbol/2025-06-09/lewandowski-recibe-duras-criticas-tras-anunciar-su-retirada-de-la-seleccion-polaca-mientras-michal-probierz-sea-el-entrenador.html",
    "published_date": "2025-06-09T12:26:54+00:00",
    "content_raw": "El polaco Robert Lewandowski, a la derecha, camina junto al seleccionador de Polonia, Michal Probierz, a la izquierda, durante la EURO 2024.",
    "content_text": "El polaco Robert Lewandowski, a la derecha, camina junto al seleccionador de Polonia, Michal Probierz, a la izquierda, durante la EURO 2024.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  },
  {
    "id": "https://elpais.com/deportes/ciclismo/2025-06-09/tadej-pogacar-cede-el-liderato-de-la-dauphine-a-jonathan-milan.html",
    "title": "Tadej Pogačar cede el liderato de la Dauphiné a Jonathan Milan",
    "link": "https://elpais.com/deportes/ciclismo/2025-06-09/tadej-pogacar-cede-el-liderato-de-la-dauphine-a-jonathan-milan.html",
    "published_date": "2025-06-09T16:50:00+00:00",
    "content_raw": "Jonathan Milan se impone en la segunda etapa de la Dauphiné.",
    "content_text": "Jonathan Milan se impone en la segunda etapa de la Dauphiné.",
    "source_name": "El País Deportes",
    "default_category": "Deportes",
    "source_keywords": [],
    "source_blacklist": [],
    "include_always": false,
    "assigned_category": "Deportes"
  }
]